{
	"Changes": [
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Wizard",
			"Entries": {
				"danceRejection": "Dance? With you...?$u#$e#I must decline. I hardly know the moves.$8" ,
				"Mon2": "I suppose you're beginning to get to know the residents of this town.#$e#Funny that you seem to think that includes me.$s" ,
				"Mon6": "Don't you have anything better to do than come interrupt my research?" ,
				"Mon10": "Ah, the beginning of a new week. Let's hope it's a successful one.$7" ,
				"Tue8": "If I'm perfectly honest, I don't mind living here.#$e#It's a quiet, peaceful place with an excess of magical energy for harvesting." ,
				"Tue10": "Ah, @. I'm glad you're here.#$e#I found this in the forest yesterday. I thought perhaps you could use it. [404 709 280]" ,
				"Wed2": "Hello, young @." ,
				"Wed6": "Have you ever thought about studying magic, @?#$e#I'm only curious. I'm not sure you could do it anyway." ,
				"Wed10": "Hello, love.$7#$e#Err, @. My apologies...$4" ,
				"Thu4": "Ah, @. Bring you any interesting news?" ,
				"Thu8": "I don't suppose you have a reason you're here so often...$s" ,
				"Fri2": "I ask you to kindly leave me be. I have much work to do. It is nothing personal." ,
				"Fri4": "The air smells like magic today. It's pleasant.$9" ,
				"Fri10": "You are a very curious person, @.#$e#I've never met someone quite like you in my many years." ,
				"Sat4": "You've already gained access to my basement. What else could you possibly want from me?$s" ,
				"Sat8": "The valley is truly a wonderful place to study magic.$9" ,
				"Sat10": "You visit so often these days... Is there a reason?$3" ,
				"Sun4": "I have no need for mortal friends, I assure you.#$e#I suppose I appreciate the thought." ,
				"Sun8": "I sincerely hope you succeed in your pursuits, @." ,
				"Sun10": "I'm... glad to call you a friend, @. You're not like the other villagers.$4" ,
				"event_sleep1": "...I'm not sure. Something like 3 days? 4 days now, perhaps?$11#$b#It's no matter. I need to sleep much less than someone like you.$10" ,
				"event_sleep2": "What makes you think I'm unable to take care of myself?$11#$b#I need to sleep much less than somebody like you.$10" ,
				"event_sleep3": "I'm not sure you would be apt to understand if I attempted to explain the complexities of the ritual I'm undertaking.$11" ,
				"divorced": "You have no business here. Leave me be.$a",
			},
		},
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Wizard",
			"Entries": {
				"give_flowersA": "Flowers? Isn't that...?#$b#Oh, you're... asking me out?$4#$b#... Very well, I accept.",
				"give_flowersB": "Oh, these normal folk-rituals.#$b#I am supposed to take this to be a confession, yes?$4#$b#I... find I feel the same.$6",
				"give_pendant": "This artifact is...$h#$b#I... don't quite know what to say. Yes. I'll marry you.$4#$b#I'll go talk to the mayor about planning the ceremony.$6",
				"stardrop_gift": "My love... can you come talk to me for a second?$4#$b#I wanted to give you this stardrop to show my gratitude.$6#$b#It's a magical artifact. One that will help in your work if you eat it.$6",
				"rejectNPCA": "Flowers?  How mundane....",
				"rejectNPCB": "I am not available for petty love interests.",
				"reject_two_heartA": "No. Go bother someone else with that.",
				"reject_two_heartB": "Those aren't useful beyond telling some other fool you love them.",
				"reject_four_heartA": "I don't want them.",
				"reject_four_heartB": "Do you want me to burn it? I can, if you like.",
				"engageA": "I have no interest in your mundane lives.",
				"engageB": "Unless you want me to melt that, get it away from me.",
				"marriedA": "What?  Trouble me not for such triffles",
				"marriedB": "I'm not interested.",
				"refusal_knownA": "I could have sworn I made my position on marriage clear.",
				"refusal_knownB": "Under no circumstances.",
				"refusal_botherA": "You're being a bother. Do you want to be a newt?$5",
				"refusal_botherB": "Give me that so I can burn it to ash.$5",
				"refusal_no_heartsA": "I am not doing that dance again...",
				"refusal_no_heartsB": "Ohhhh no.. I learned from my last mistake.",
				},
			"When": { "HasMod": "misscoriel.courtship"},
		},
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Wizard",
			"Entries": {
				"give_flowersA": "Flowers... they have no inherent use.#$b#I didn't say to stop bringing me them.$4",
				"give_flowersB": "I wish these were more useful.#$b#Sentimental value... well. I suppose.$4",
				"give_pendant": "Another pendent? Or did I hallucinate the first? This is problematic.#$b#But yes, in case it's the latter.$4",
				"engageA": "A rather unusual artifact. There are many stories about these. I already have one now, thanks to you.$7",
				"engageB": "These are supposed to be rare. Where do you keep getting them?",
				"marriedA": "Mermaids... it's strange that they just let us have these to declare eternal love, don't you think?$9",
				"marriedB": "Rare as they are, they don't have any magical properties. Even being made by a magical being.",
			},
			"When": { 
				"HasMod": "misscoriel.courtship",
				"Spouse": "Wizard"
			}
		},
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/MarriageDialogueWizard",
			"Entries": {
				"Rainy_Day_Wizard": "It's raining outside.#$e#I can practically feel the energy coming down with every drop. It's a hard feeling to describe.",
				"Rainy_Night_Wizard": "Oh, my. You're completely soaked.$3#$e#You should probably get out of those clothes.#$e#...$4",
				"Indoor_Day_Wizard": "I tried making breakfast this morning. [194 210]#$e#It's nothing intricate, but it's edible.$4",
				"Indoor_Night_Wizard": "My day was quite frustrating...$s#$e#But tell me about yours. I'm sure it was much more productive than mine.$7",
				"Outdoor_Wizard": "You look quite stunning in the natural light, love.$6",
				"spring_Wizard": "Is it spring already? Hmm.",
				"summer_Wizard": "The changing of seasons is rather trivial in the grand scheme of things.#$e#That being said, the summer heat is an atrocity...",
				"fall_Wizard": "Is summer usually this cool?#$e#What? It's fall already...?#$e#Maybe I should take a walk every once in a while...",
				"winter_Wizard": "I think it snowed last night, love.",
				"Rainy_Day_0": "It's raining outside.#$e#I can practically feel the energy coming down with every drop. It's a hard feeling to describe.",
				"Rainy_Day_1": "Ah, rain...#$e#I plan to do some complex rituals today.$7",
				"Rainy_Day_2": "It's important to stay warm and dry on days like today, love. This should help. [395]$7",
				"Rainy_Day_3": "The rain is quite beneficial for my pursuits.#$e#But I know it inhibits your own, love. Let me know if you need my assistance.$8",
				"Rainy_Day_4": "I'm hoping to advance my magic to the point that I can directly control the weather.#$e#It will be difficult, I know, but it would be extremely beneficial for both of us.$9",
				"Rainy_Night_0": "I had a very productive day.$7#$e#What did you do today, love?$9",
				"Rainy_Night_1": "I made some soup to help warm you up. [236 219 456]#$e#I'm... not the best cook. I apologize if it's not very good.$8",
				"Rainy_Night_2": "Oh, my. You're completely soaked.$3#$e#You should probably get out of those clothes.#$e#...$4",
				"Rainy_Night_3": "The house is so quiet when you're out doing your work.#$e#Somehow, it's even more so when it's raining.#$e#I'm glad you're home.$9",
				"Rainy_Night_4": "I find it much easier to fall asleep with the sound of rain as a backdrop.",
				"Indoor_Day_0": "I may have discovered a new sort of elemental.#$e#I'll be quite busy today.",
				"Indoor_Day_1": "I've let the house get too messy.$s#$e#I'll clean it today. You don't have to worry about it.",
				"Indoor_Day_2": "I found a spider near the bed earlier.#$e#You needn't worry. I quietly sent it to another plane.$7",
				"Indoor_Day_3": "I tried making breakfast this morning. [194 210]#$e#It's nothing intricate, but it's edible.$4",
				"Indoor_Day_4": "Here, try this, love. [195]$7#$e#I think I'm getting a little better at cooking.$7#$e#No, it's not a magical omelette...$4",
				"Indoor_Night_0": "This was left over from my rituals today, love. I thought maybe you could use it. [66 767 90 259 394 440]$7",
				"Indoor_Night_1": "I cleaned up the house today, love.$9",
				"Indoor_Night_2": "I tried cooking dinner, but it burnt...$8#$e#I had to resort to warming up a frozen pizza. I hope that's alright with you. [206]",
				"Indoor_Night_3": "I made dinner, love! No magic this time, I promise. [218 730 649]$7#$e#I hope you like it.$9",
				"Indoor_Night_4": "My day was quite frustrating...$s#$e#But tell me about yours. I'm sure it was much more productive than mine.$7",
				"Outdoor_0": "I find I can think more clearly outside some days, while other days it simply hinders my progress.#$e#It can be frustrating.$a",
				"Outdoor_1": "Have you visited your grandfather's shrine recently?#$e#There seems to be a great deal of otherworldly energy there.",
				"Outdoor_2": "Let me know if you need me to do anything, love.$9#$e#I sometimes get swept up in what I'm doing and forget that you do a great deal as well.",
				"Outdoor_3": "The weather is quite nice today, isn't it?$7#$e#I have some work to do later, but I am content to relax for a moment.$9",
				"Outdoor_4": "You look quite stunning in the natural light, love.$6",
				"OneKid_0": "I will admit, I know next to nothing about raising a child.$s#$e#But I will do my best to be of use.",
				"OneKid_1": "I think %kid1 has taken a liking to me...$s#$e#It is a very odd thing, being a parent... But it is strangely rewarding.$7",
				"OneKid_2": "I will soon begin to teach %kid1 the ways of arcane magic.#$e#It's best to start at a young age.",
				"OneKid_3": "A child of my own... I never thought I would see the day.$7",
				"TwoKids_0": "It doesn't seem as though %kid1 is very fond of %kid2.$8#$e#I would not know from my own experiences, but what little I've read about children says this is a normal occurence.",
				"TwoKids_1": "Does it trouble you to know that %kid1 and %kid2 could have a half-sibling among the villagers?$8",
				"TwoKids_2": "%kid1 has certainly gotten big. It is about time for magical training to begin.$9#$e#%kid2 is still a tad too young.",
				"TwoKids_3": "For such small creatures, infants eat so much. It astounds me, and I am an all-powerful master of the arcane arts.$s",
				"Good_0": "I thought I was truly meant to be alone until I met you, @. I didn't know two people could love and support each other so well.$7",
				"Good_1": "I do hope you know how handsome you look today, love.$6^I do hope you know how beautiful you look today, love.$6",
				"Good_2": "I know I don't express it well, but I love you, @.$4#$e#You mean the world to me.$6",
				"Good_3": "Stay safe, love. There are many wonders beyond the farm, but promise me you'll always make it back home.$9",
				"Good_4": "Thank you for always eating my cooking, love... Even though it isn't the best.",
				"Good_5": "I may be the magister, but you've truly got me under your spell, love.$7#$e#...That was awful. My apologies.$4",
				"Neutral_0": "I sensed my ex-wife's presence the other night and I awoke in the morning with a terrible headache...$s",
				"Neutral_1": "What are your plans for the day, love?",
				"Neutral_2": "How is the farm doing financially?#$e#If we're ever in trouble, I will assist however I can. My own work can wait.",
				"Neutral_3": "Cooking can be both a frustrating and rewarding activity.$s",
				"Neutral_4": "The valley is a wonderful place to study magic.",
				"Bad_0": "Leave me alone. I'm busy.$5",
				"Bad_1": "You hardly ever speak to me anymore. It's like I still live alone in my tower.$s",
				"Bad_2": "...$s",
				"Bad_3": "I already have an ex-wife. Keep up your behavior and I'll have an ex-husband, too.$5^I already have an ex-wife. Keep up your behavior and I'll have two.$5",
				"Bad_4": "You're an awful person, just like the rest of this forsaken town.$5",
				"funLeave_Wizard": "I have some business to attend to today.#$e#Don't mind me, love... I'll be back soon enough.$9",
				"funReturn_Wizard": "It's quite strange... my tower hasn't changed one bit, but it feels so empty there now.$8#$e#I was so accustomed to being alone, but now I can't wait to get back home and see you.$6",
				"spring_1": "A new year... Let's hope it is bountiful for both of us.",
				"spring_12": "I understand not the purpose of tomorrow's festival.#$e#It seems to be a terrible waste of eggs...$s#$e#Though I will go if you do, love.",
				"spring_23": "The thought of dancing in front of the entire town is highly unpleasant.#$e#But I will endure it... only for you, love.$4",
				"summer_1": "I find it hard to concentrate in the intense summer heat...#$e#Perhaps I can conjure some sort of air conditioner.$3",
				"summer_10": "There's no telling what would happen if you put a magical item in tomorrow's soup.$3#$e#...I recommend you do not do that.",
				"summer_27": "I find watching the moon jellies to be quite relaxing.#$e#Let us enjoy it together.$6",
				"fall_1": "Fall is my favorite season. I can practically smell the magic in the air, flowing around us like a breeze.$9",
				"fall_15": "The fair is quite popular, isn't it?#$e#I prefer to avoid large crowds... but I am more than willing to go, if only to spend time with you, love.$9",
				"fall_26": "I quite enjoy tomorrow's festivities. I actually have a hand in setting it all up, believe it or not.#$e#I hope the maze isn't too scary for you, love.$7",
				"winter_1": "The snow has a quiet, romantic feel, doesn't it, love?#$e#Do try and stay warm... I'll help however I can.$6",
				"winter_7": "I would offer my magical assistance for the competition tomorrow, but I know you won't need it.#$e#...Do let me know if you want my help, though.$7",
				"winter_24": "Tomorrow's festivities seem rather pointless.#$e#Most earthly posessions are not worth going to any trouble for.",
				"winter_28": "It's been a truly magical year, hasn't it?$7#$e#Yes... I've been drinking a little. Here, join me. [346]$6#$e#Here's to another wonderful year together, love.",
				"spouseRoom_Wizard": "#$c .5#Hm... Three and four... Four and five...#$e#No, no, that's not it...$5#$e#Where did I leave that book...?$5",
				"patio_Wizard": "...Hmm? It's a ritual circle."
			},
		},
		{
			"Action": "EditData",
			"Target": "strings/schedules/Wizard",
			"Entries": {
				"spring.000": "Even I need fresh air sometimes.",
				"spring.001": "This area is perfect for pure concentration.",
				"fall_26.000": "I'm helping prepare for tomorrow's festivities.",
				"marriage_Thu.000": "I have a bit of work to do today. I'll be home soon enough.",
				"marriage_Thu.001": "This area is potent with magical energy.",
			},
		},
		{
			"Action": "EditData",
			"Target": "Data/EngagementDialogue",
			"Entries": {
				"Wizard0": "The husband of a farmer... An odd life for someone like me, that is certain.#$e#But worry not, love. I am filled only with excitement at the idea.$7",
				"Wizard1": "I could certainly do without the ceremony of, well... a ceremony.$s#$e#But for you, love, I will endure it.#$e#Just do not begrudge me if I wear my cloak. I don't much like to be seen without it." ,
			},
		},
		{
			"Action": "EditData",
			"Target": "Data/mail",
			"Entries": {
				"wizardNap": "Dear @,^^I sincerely apologize for the state in which you found me the other day. I occassionally get caught up in my work and forget to sleep for several days at a time. Even for me, that can be detrimental to my health...^That is why I've written: to thank you truly and sincerely for what you did. I've never had somebody care so greatly for my state of being. I find it jarring, but also strangely comforting. If I can repay you in any way, please don't hesitate to inform me.^^Again, @, thank you. See you soon.^^ Sincerely,^ M. Rasmodius",
				"teachMagic": "Dear @,^^I know it's a bit short notice, but I was wondering if you might join me for a magic lesson of sorts today. There is a certain spell that I believe even you could cast with enough concentration.^If you are too busy then I understand, but if not, meet me in the hidden woods north of my hut.^^ Sincerely,^ M. Rasmodius",
			},
		},
	]
}