{
	"Changes": [
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Wizard",
			"Entries": {
				"danceRejection": "¿Danzar? ¿Contigo...?$u#$e#Debo negarme. Apenas conozco los movimientos.$8",
				"Mon2": "Supongo que estás empezando a conocer a los residentes de este pueblo.#$e#Es curioso que parezcas pensar que eso me incluye a mí.$S",
				"Mon6": "¿No tienes nada mejor que hacer que venir a interrumpir mi investigación?",
				"Mon10": "Ah, el comienzo de una nueva semana. Esperemos que sea exitosa.$7",
				"Tue8": "Si soy perfectamente honesto, no me importa vivir aquí.#$e#Es un lugar tranquilo y pacífico con un exceso de energía mágica para recolectar.",
				"Tue10": "Ah, @. Me alegro de que estés aquí.#$e#Ayer encontré esto en el bosque. Pensé que tal vez podrías usarlo.[404 709 280]",
				"Wed2": "Hola, joven @.",
				"Wed6": "¿Alguna vez has pensado en estudiar mágia, @?#$e#Solo por curiosidad. No estoy seguro de que puedas hacerlo de todos modos.",
				"Wed10": "Hola, mi amor.$7#$e#Ehh, @. Disculpame...$4",
				"Thu4": "Ah, @. ¿Traes alguna noticia interesante?",
				"Thu8": "Supongo que no tienes una razón por la que estás aquí tan a menudo...$s",
				"Fri2": "Te pido que me dejes en paz. Tengo mucho trabajo que hacer. No es nada personal.",
				"Fri4": "El aire huele a magia hoy. Es agradable.$9",
				"Fri10": "Eres una persona muy curiosa, @.#$e#Nunca he conocido a alguien como tú en todos mis años.",
				"Sat4": "Ya accediste a mi sótano. ¿Qué más podrías querer de mí?$s",
				"Sat8": "El valle es realmente un lugar maravilloso para estudiar magia.$9",
				"Sat10": "Visitas con tanta frecuencia estos días... ¿Hay alguna razón?$3",
				"Sun4": "No necesito amigos mortales, te lo aseguro.^No necesito amigas mortales, te lo aseguro.#$e#Supongo que agradezco la idea.",
				"Sun8": "Espero sinceramente que tengas éxito en tus actividades, @.",
				"Sun10": "Estoy... contento de llamarte amigo, @. No eres como los otros aldeanos.$4^Estoy... contento de llamarte amiga, @. No eres como los otros aldeanos.$4",
				"event_sleep1": "...no estoy seguro. ¿Algo como 3 días? ¿4 días con este, tal vez?$11#$b#No importa. Necesito dormir mucho menos que alguien como tú.$10",
				"event_sleep2": "¿Qué te hace pensar que no puedo cuidar de mí mismo?$11#$b#Necesito dormir mucho menos que alguien como tú.$10",
				"event_sleep3": "No estoy seguro de que puedas entender que intento explicar las complejidades del ritual que estoy realizando.$11",
				"divorced": "No tienes nada que hacer aquí. Déjame en paz.$a"
			},
		},
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Wizard",
			"Entries": {
				"give_flowersA": "¿Flores? ¿No es eso...?#$b#Oh, ¿me estás... proponiendo que seamos novios?$4#$b#... Muy bien, acepto.",
				"give_flowersB": "Oh, estos rituales folclóricos ordinarios.#$b#Se supone que debo tomar esto como una confesión, ¿no?$4#$b#Yo... encuentro que siento lo mismo.$6",
				"give_pendant": "Este artefacto es...$h#$b#Yo... no sé muy bien qué decir. Sí. Me casaré contigo.$4#$b#Iré a hablar con el alcalde sobre la planificación de la ceremonia.$6",
				"stardrop_gift": "Mi amor... ¿puedes venir a hablar conmigo un segundo?$4#$b#Quería darte esta fruta estelar para mostrarte mi gratitud.$6#$b#Es una fruta mágica. Una que ayuda en tu trabajo si te lo comes.$6",
				"rejectNPCA": "¿Flores? Qué mundano...",
				"rejectNPCB": "No estoy disponible para intereses amorosos insignificantes.",
				"reject_two_heartA": "No. Ve a molestar a alguien más con eso.",
				"reject_two_heartB": "Esos no son útiles más allá de decirle a algún otro tonto que lo amas.",
				"reject_four_heartA": "No lo quiero.",
				"reject_four_heartB": "¿Quieres que lo queme? Puedo, si quieres.",
				"engageA": "No tengo ningún interés en tus vida mundana.",
				"engageB": "A menos que quieras que lo derrita, aléjate de mí.",
				"marriedA": "¿Qué? No me molestes por tales tonterías.",
				"marriedB": "No me interesa.",
				"refusal_knownA": "Podría haber jurado que dejé clara mi posición sobre el matrimonio.",
				"refusal_knownB": "Bajo ninguna circunstancia.",
				"refusal_botherA": "Estás siendo una molestia. ¿Quieres ser un tritón?$5",
				"refusal_botherB": "Dame eso para que pueda reducirlo a cenizas.$5",
				"refusal_no_heartsA": "No volveré a ese baile...",
				"refusal_no_heartsB": "Ohhhh no... Aprendí de mi último error."
				},
			"When": { "HasMod": "misscoriel.courtship"},
		},
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Wizard",
			"Entries": {
				"give_flowersA": "Flores... no tienen un uso inherente.#$b#No dije que dejaras de darmelas.$4",
				"give_flowersB": "Ojalá fueran más útiles.#$b#Valor sentimental... bueno. Supongo.$4",
				"give_pendant": "¿Otro pendiente? ¿O aluciné con el primero? Esto es problemático.#$b#Pero sí, en caso de que sea el último.$4",
				"engageA": "Un artefacto bastante inusual. Hay muchas historias sobre esto. Ya tengo una ahora, gracias a ti.$7",
				"engageB": "Se supone que son raros. ¿Dónde los consigues?",
				"marriedA": "Sirenas... es extraño que nos dejen tener estos para declarar el amor eterno, ¿no crees?$9",
				"marriedB": "Por raros que sean, no tienen propiedades mágicas. Incluso si los ha creado un ser mágico."
			},
			"When": { 
				"HasMod": "misscoriel.courtship",
				"Spouse": "Wizard"
			}
		},
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/MarriageDialogueWizard",
			"Entries": {
				"Rainy_Day_Wizard": "Afuera está lloviendo.#$e#Prácticamente puedo sentir la energía bajando con cada gota. Es una sensación difícil de describir.",
				"Rainy_Night_Wizard": "Oh, cielos. Estás completamente empapado.$3^Oh, cielos. Estás completamente empapada.$3#$e#Probablemente deberías quitarte esa ropa.#$e#...$4",
				"Indoor_Day_Wizard": "Intenté preparar el desayuno esta mañana.[194 210]#$e#No es nada complicado, pero se puede comer.$4",
				"Indoor_Night_Wizard": "Mi día fue bastante frustrante...$s#$e#Pero cuéntame sobre el tuyo. Estoy seguro de que fue mucho más productivo que el mío.$7",
				"Outdoor_Wizard": "Te ves impresionante bajo la luz natural, amor.$6",
				"spring_Wizard": "¿Ya es primavera? Hmm.",
				"summer_Wizard": "El cambio de estaciones es bastante trivial en el gran esquema de las cosas.#$e#Dicho esto, el calor del verano es una atrocidad...",
				"fall_Wizard": "¿El verano suele ser tan fresco?#$e#¿Qué? ¿Ya es otoño...?#$e#Tal vez debería dar un paseo de vez en cuando...",
				"winter_Wizard": "Creo que anoche nevó, amor",
				"Rainy_Day_0": "Está lloviendo afuera.#$e#Prácticamente puedo sentir la energía bajando con cada gota. Es una sensación difícil de describir.",
				"Rainy_Day_1": "Ah, lluvia...#$e#Planeo hacer algunos rituales complejos hoy.$7",
				"Rainy_Day_2": "Es importante mantenerte abrigado y seco en días como hoy, amor. Esto debería ayudar.$7[395]^Es importante mantenerte abrigada y seca en días como hoy, amor. Esto debería ayudar.$7[395]",
				"Rainy_Day_3": "La lluvia es muy beneficiosa para mis actividades.#$e#Pero sé que inhibe las tuyas, amor. Avísame si necesitas mi ayuda.$8",
				"Rainy_Day_4": "Espero hacer crecer mi magia hasta el punto en que pueda controlar directamente el clima.#$e#Será difícil, lo sé, pero sería extremadamente beneficioso para los dos.$9",
				"Rainy_Night_0": "Tuve un día muy productivo.$7#$e#¿Qué hiciste hoy, amor?$9",
				"Rainy_Night_1": "Hice un poco de sopa para calentarte.[236 219 456]#$e#No soy... el mejor cocinero. Pido disculpas si no es muy bueno.$8",
				"Rainy_Night_2": "Oh, Dios. Estás completamente empapado.$3^Oh, Dios. Estás completamente empapada.$3#$e#Probablemente deberías quitarte esa ropa.#$e#...$4",
				"Rainy_Night_3": "La casa está tan silenciosa cuando estás trabajando.#$e#De alguna manera, es aún más cuando está lloviendo.#$e#Me alegro de que estés en casa.$9",
				"Rainy_Night_4": "Me resulta mucho más fácil conciliar el sueño con el sonido de la lluvia como telón de fondo",
				"Indoor_Day_0": "Puede que haya descubierto un nuevo tipo de elemental.#$e#Hoy estaré bastante ocupado.",
				"Indoor_Day_1": "Dejé que la casa se ensuciara demasiado.$s#$e#La limpiaré hoy. No tienes que preocuparte por eso.",
				"Indoor_Day_2": "Encontré una araña cerca de la cama antes.#$e#No necesitas preocuparte. La envié en silencio a otro plano.$7",
				"Indoor_Day_3": "Intenté preparar el desayuno esta mañana.[194 210]#$e#No es nada complicado, pero se puede comer.$4",
				"Indoor_Day_4": "Aquí, prueba esto, amor.[195]$7#$e#Creo que estoy mejorando un poco en la cocina.$7#$e#No, no es una tortilla mágica...$4",
				"Indoor_Night_0": "Esto sobró de mis rituales de hoy, amor. Pensé que tal vez podrías usarlo.[66 767 90 259 394 440]$7",
				"Indoor_Night_1": "Limpié la casa hoy, amor.$9",
				"Indoor_Night_2": "Intenté cocinar la cena, pero se quemó...$8#$e#Tuve que recurrir a calentar una pizza congelada. Espero que esté bien.[206]",
				"Indoor_Night_3": "¡Hice la cena, amor! No hay magia esta vez, lo prometo.[218 730 649]$7#$e#Espero que te guste.$9",
				"Indoor_Night_4": "Mi día fue bastante frustrante...$s#$e#Pero cuéntame sobre el tuyo. Estoy seguro de que fue mucho más productivo que el mío.$7",
				"Outdoor_0": "Encuentro que puedo pensar más claramente afuera algunos días, mientras que otros días simplemente obstaculiza mi progreso.#$e#Puede ser frustrante.$a",
				"Outdoor_1": "¿Has visitado el santuario de tu abuelo recientemente?#$e#Parece haber una gran cantidad de energía de otro mundo allí.",
				"Outdoor_2": "Avísame si necesitas que haga algo, amor.$9#$e#A veces me dejo llevar por lo que estoy haciendo y olvido que tú también haces muchas cosas",
				"Outdoor_3": "El clima es bastante agradable hoy, ¿no?$7#$e#Tengo trabajo que hacer más tarde, pero me contento con relajarme un momento.$9",
				"Outdoor_4": "Te ves impresionante bajo la luz natural, amor.$6",
				"OneKid_0": "Lo admito, no sé casi nada sobre la crianza de un hijo.$s#$e#Pero haré todo lo posible para ser útil.",
				"OneKid_1": "Creo que a %kid1 le agradé...$s#$e#Es algo muy extraño, ser padre... Pero es extrañamente gratificante.$7",
				"OneKid_2": "Pronto comenzaré a enseñarle a %kid1 las formas de la magia arcana.#$e#Es mejor comenzar a una edad temprana.",
				"OneKid_3": "Un hijo mío... Nunca pensé que vería el día.$7",
				"TwoKids_0": "No parece que a %kid1 le guste mucho %kid2.$8#$e#No lo sabría por mi experiencia, pero lo poco que he leído sobre los niños sale que esto es algo normal. .",
				"TwoKids_1": "¿Te molesta saber que %kid1 y %kid2 podrían tener una media hermana entre los aldeanos?$8",
				"TwoKids_2": "%kid1 ciertamente ha crecido. Ya es hora de que comience el entrenamiento mágico.$9#$e#%kid2 todavía es demasiado joven.",
				"TwoKids_3": "Para criaturas tan pequeñas, los bebés comen tanto. Me asombra, y soy un maestro todopoderoso de las artes arcanas.$s",
				"Good_0": "Pensé que realmente estaba destinado a estar solo hasta que te conocí, @. No sabía que dos personas pudieran amarse y apoyarse tan bien.$7",
				"Good_1": "Espero que sepas lo guapo que te ves hoy, amor.$6^Espero que sepas lo hermosa que te ves hoy, amor.$6",
				"Good_2": "Sé que no lo expreso bien, pero te amo, @.$4#$e#Tú significas el mundo para mí.$6",
				"Good_3": "Mantente a salvo, amor. Hay muchas maravillas más allá de la granja, pero prométeme que siempre volverás a casa.$9",
				"Good_4": "Gracias por comer siempre mi comida, amor... Aunque no sea la mejor.",
				"Good_5": "Puedo ser el magister, pero realmente me tienes bajo tu hechizo, amor.$7#$e#...Eso sonó horrible. Mis disculpas.$4",
				"Neutral_0": "Sentí la presencia de mi ex-mujer la otra noche y me desperté por la mañana con un terrible dolor de cabeza...$s",
				"Neutral_1": "¿Cuáles son tus planes para el día de hoy, amor?",
				"Neutral_2": "¿Cómo le está yendo financieramente a la granja?#$e#Si alguna vez tenemos problemas, te ayudaré como pueda. Mi propio trabajo puede esperar.",
				"Neutral_3": "Cocinar puede ser una actividad frustrante y gratificante.$s",
				"Neutral_4": "El valle es un lugar maravilloso para estudiar mágia.",
				"Bad_0": "Déjame en paz. Estoy ocupado.$5",
				"Bad_1": "Ya casi nunca me hablas. Es como si aún viviera solo en mi torre.$s",
				"Bad_2": "...$s",
				"Bad_3": "Ya tengo una ex-mujer. Sigue con tu comportamiento y tendré un ex-marido, también.$5^Ya tengo una ex-mujer. Sigue con tu comportamiento y tendré dos.$5",
				"Bad_4": "Eres una persona horrible, como el resto de este pueblo abandonado.$5",
				"funLeave_Wizard": "Tengo algunos asuntos que atender hoy.#$e#No te preocupes, amor... Regresaré pronto.$9",
				"funReturn_Wizard": "Es bastante extraño... mi torre no ha cambiado ni un poco, pero se siente tan vacía allí ahora.$8#$e#Estaba tan acostumbrado a estar solo, pero ahora no puedo esperar para llegar de vuelta a casa y verte.$6",
				"spring_1": "Un nuevo año... Esperemos que sea abundante para los dos.",
				"spring_12": "No entiendo el propósito del festival de mañana.#$e#Parece ser una terrible pérdida de huevos...$s#$e#Aunque iré si tú vas, amor.",
				"spring_23": "La idea de bailar frente a todo el pueblo es muy desagradable.#$e#Pero lo aguantaré... solo por ti, amor.$4",
				"summer_1": "Me cuesta concentrarme en el intenso calor del verano...#$e#Quizás pueda conjurar algún tipo de aire acondicionado.$3",
				"summer_10": "No hay forma de saber qué pasaría si pones un artículo mágico en la sopa de mañana.$3#$e#...Te recomiendo que no lo hagas.",
				"summer_27": "Me parece bastante relajante ver las medusas lunares.#$e#Disfrutemos juntos.$6",
				"fall_1": "El otoño es mi estación favorita. Prácticamente puedo oler la mágia en el aire, que fluye a nuestro alrededor como una brisa.$9",
				"fall_15": "La feria es bastante popular, ¿no?#$e#Prefiero evitar las grandes multitudes... pero estoy más que dispuesto a ir, aunque solo sea para pasar tiempo contigo, amor.$9",
				"fall_26": "Disfruto bastante de las festividades de mañana. De hecho, participo en la preparación de todo, lo creas o no.#$e#Espero que el laberinto no te dé demasiado miedo, amor.$7",
				"winter_1": "La nieve te da una sensación tranquila y romántica, ¿verdad, amor?#$e#Intenta mantenerte abrigado... Te ayudaré en lo que pueda.$6^Intenta mantenerte abrigada... Te ayudaré en lo que pueda.$6",
				"winter_7": "Ofrecería mi asistencia mágica para la competencia de mañana, pero sé que no la necesitarás.#$e#...Pero avísame si quieres mi ayuda.$7",
				"winter_24": "Las festividades de mañana parecen bastante inútiles.#$e#La mayoría de las posesiones terrenales no merecen la pena.",
				"winter_28": "Ha sido un año verdaderamente mágico, ¿no?$7#$e#Sí... He estado bebiendo un poco. Aquí, únete a mí.[346]$6#$e#Brindo por otro maravilloso año juntos, amor.",
				"spouseRoom_Wizard": "#$c .5#Hm... Tres y cuatro... Cuatro y cinco...#$e#No, no, no es así...$5#$e#¿Dónde  dejé ese libro...?$5",
				"patio_Wizard": "¿...Hmm? Es un círculo ritual."
			},
		},
		{
			"Action": "EditData",
			"Target": "strings/schedules/Wizard",
			"Entries": {
				"spring.000": "Incluso yo necesito aire fresco a veces.",
				"spring.001": "Esta zona es perfecta para la concentración intensa.",
				"fall_26.000": "Estoy ayudando a preparar las festividades de mañana",
				"marriage_Thu.000": "Tengo un poco de trabajo que hacer hoy. Estaré en casa pronto.",
				"marriage_Thu.001": "La energía mágica es potente en esta área."
			},
		},
		{
			"Action": "EditData",
			"Target": "Data/EngagementDialogue",
			"Entries": {
				"Wizard0": "El marido de un granjero... Una vida extraña para alguien como yo, eso es seguro.^El marido de una granjera... Una vida extraña para alguien como yo, eso es seguro.#$e#Pero no te preocupes, mi amor. Estoy lleno de solo emoción a la idea.$7",
				"Wizard1": "Ciertamente estaría bien sin la ceremonia de, bueno... una ceremonia.$s#$e#Pero para ti, mi amor, lo soportaré.#$e#No me envidies si uso mi capa. No me gusta mucho que me vean sin ella."
			},
		},
		{
			"Action": "EditData",
			"Target": "Data/mail",
			"When": { "PlayerGender |contains=Female": true },
			"Entries": {
				"wizardNap": "Querida @,^^De verdad me disculpo por el estado en que me encontraste el otro día. Ocacionalemente quedo atrapado en mi trabajo y me olvido de dormir por muchos días de corrido. Incluso para mí, eso puede ser perjudicial para mi salud...^Por eso es que te escribo: profunda y sinceras gracias por lo que has hecho. No he tenido a nadie que se preocupe tanto por mi estado de ánimo. Lo encuentro discorde, pero también extrañamente reconfortante. Si puedo recompenzarte de alguna manera, por favor no dudes en informarme.^^Otra vez, @, gracias. Te veo pronto.^^ Sinceramente,^ M. Rasmodius",
				"teachMagic": "Querida @,^^Sé que es una noticia de último minuto, pero me estaba preguntando si te unirías a mi para una clase corta de mágia. Hay un hechizo que creo que puedes lanzar con bastante concentración.^Si estás demasiado ocupada lo entenderé, pero si no, encuéntrame en el bosque secreto al norte de mi choza.^^ Sinceramente,^ M. Rasmodius"
			},
		},
		{
			"Action": "EditData",
			"Target": "Data/mail",
			"When": { "PlayerGender |contains=Female": false },
			"Entries": {
				"wizardNap": "Querido @,^^De verdad me disculpo por el estado en que me encontraste el otro día. Ocacionalemente quedo atrapado en mi trabajo y me olvido de dormir por muchos días de corrido. Incluso para mí, eso puede ser perjudicial para mi salud...^Por eso es que te escribo: profunda y sinceras gracias por lo que has hecho. No he tenido a nadie que se preocupe tanto por mi estado de ánimo. Lo encuentro discorde, pero también extrañamente reconfortante. Si puedo recompenzarte de alguna manera, por favor no dudes en informarme.^^Otra vez, @, gracias. Te veo pronto.^^ Sinceramente,^ M. Rasmodius",
				"teachMagic": "Querido @,^^Sé que es una noticia de último minuto, pero me estaba preguntando si te unirías a mi para una clase corta de mágia. Hay un hechizo que creo que puedes lanzar con bastante concentración.^Si estás demasiado ocupado lo entenderé, pero si no, encuéntrame en el bosque secreto al norte de mi choza.^^ Sinceramente,^ M. Rasmodius"
			},
		},
	]
}