{
	"Changes": [
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Wizard",
			"Entries": {
				"danceRejection": "Танцевать? С тобой...?$u#$e#Я вынужден отказаться. Я едва знаю движения.$8",
				"Mon2": "Полагаю, ты начинаешь узнавать жителей этого города.#$e#Забавно, что ты так думаешь.$s",
				"Mon6": "Тебе больше нечем заняться, кроме как прерывать мои исследования?",
				"Mon10": "Ух, начало новой недели. Будем надеяться, что она будет успешной.$7",
				"Tue8": "Если честно, я не против жить здесь.#$e#Это тихое, спокойное место с избытком магической энергии для сбора урожая.",
				"Tue10": "Ах, @. Я рад, что ты здесь.#$e#Я нашел это в лесу вчера. Подумал, может быть, ты можешь использовать это. [404 709 280]",
				"Wed2": "Привет, юный @.^Привет, юная @.",
				"Wed6": "Ты когда-нибудь думал об изучении магии, @?^Ты когда-нибудь думала об изучении магии, @?#$e#Мне просто любопытно. Я не уверен, что ты сможешь сделать это в любом случае.",
				"Wed10": "Привет, любовь моя..$7#$e#Э-э-э-э, @. Мои извинения...$4",
				"Thu4": "Ах, @. Кхем. Рассказать какие-нибудь интересные новости?",
				"Thu8": "Не думаю, что у тебя есть причина, по которой ты здесь так часто...$s",
				"Fri2": "Я прошу тебя оставить меня в покое. У меня много работы. Ничего личного.",
				"Fri4": "Воздух сегодня пахнет магией. Это приятно.$9",
				"Fri10": "Ты очень любопытный человек, @.#$e#Я никогда не встречал никого похожего на тебя за многие годы.",
				"Sat4": "Ты уже получил доступ в мой подвал. Что еще тебе от меня нужно?$s^Ты уже получила доступ в мой подвал. Что еще тебе от меня нужно?$s",
				"Sat8": "Долина действительно замечательное место для изучения магии.$9",
				"Sat10": "Ты так часто бываешь в эти дни... есть какая-то причина?$3",
				"Sun4": "Мне не нужны смертные друзья, уверяю тебя.#$e#Полагаю, я ценю эту мысль.",
				"Sun8": "Я искренне надеюсь, что ты добьешься успеха, @.",
				"Sun10": "Я... рад называть тебя другом, @. Ты не похож на других жителей деревни.$4^Я... рад называть тебя другом, @. Ты не похожа на других жителей деревни.$4",
				"event_sleep1": "...Я не уверен. Что-то вроде 3 дня? Или, может, 4 дня?$11#$b#Это неважно. Мне нужно спать гораздо меньше, чем кому-то вроде тебя.$10",
				"event_sleep2": "Почему ты думаешь, что я не могу о себе позаботиться?$11#$b#Мне нужно спать гораздо меньше, чем кому-то вроде тебя.$10",
				"event_sleep3": "Не уверен, что ты поймешь, если я попытаюсь объяснить сложность ритуала, который я предпринимаю.$11",
				"divorced": "Тебе здесь нечего делать. Оставь меня.$a"
			},
		},
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Wizard",
			"Entries": {
				"give_flowersA": "Цветы? Разве это не...? #$b#Ты... приглашаешь меня на свидание?$4#$b#...Конечно, я согласен.",
				"give_flowersB": "О, эти обычные народные ритуалы.#$b#Я должен принять это за признание, да?$4#$b#Я... чувствую то же самое.$6",
				"give_pendant": "Этот артефакт - он...$h#$b#Я... не знаю, что сказать. Да. Я на женюсь тебе.$4#$b#Я поговорю с мэром о планировании церемонии.$6",
				"stardrop_gift": "Любовь моя... можешь подойти поговорить со мной?$4#$b#Я хотел подарить тебе эту звезду, чтобы выразить свою благодарность.$6#$b#Это магический артефакт, который поможет в работе, если его съесть.$6",
				"rejectNPCA": "Цветы?  Как обыденно...",
				"rejectNPCB": "Я не могу заниматься мелочными любовными делами.",
				"reject_two_heartA": "Нет уж. Иди побеспокой кого-нибудь другого этим.",
				"reject_two_heartB": "Это бесполезно, если не сказать другим дуракам, что любишь их.",
				"reject_four_heartA": "Мне не нужно.",
				"reject_four_heartB": "Ты хочешь, чтобы я сжег его? Я могу, если хочешь.",
				"engageA": "Не интересуюсь вашими примитивными жизнями.",
				"engageB": "Если ты не хочешь, чтобы я растопил это, убери от меня.",
				"marriedA": "Какого? Не беспокой меня по таким пустякам",
				"marriedB": "Мне неинтересно.",
				"refusal_knownA": "Я могу поклясться, что ясно изложил свою позицию в отношении брака.",
				"refusal_knownB": "Ни при каких условиях.",
				"refusal_botherA": "Ты беспокоишь меня. Ты хочешь стать тритоном?$5",
				"refusal_botherB": "Дай мне это, чтобы я мог сжечь его дотла.$5",
				"refusal_no_heartsA": "Я не буду снова танцевать этот танец...",
				"refusal_no_heartsB": "Нет. Я научился на своей последней ошибке."
				},
			"When": { "HasMod": "misscoriel.courtship"},
		},
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Wizard",
			"Entries": {
				"give_flowersA": "Цветы... они не имеют присущего использования.#$b#Я не говорил прекратить приносить мне их.$4",
				"give_flowersB": "Хотел бы я, чтобы они были более полезными.#$b#Ну... сентиментальная ценность. Полагаю.$4",
				"give_pendant": "Еще один кулон? Или у меня была тогда галлюцинация? Довольно проблематично.#$b#Но да, на случай, если это последний.$4",
				"engageA": "Довольно необычный артефакт. Есть много историй об этом. У меня уже есть одна.$7",
				"engageB": "Они должны быть редкими. Где ты их находишь?",
				"marriedA": "Русалки... Странно, что они просто дают нам это, чтобы объявить о вечной любви, не думаешь?$9",
				"marriedB": "Они редки, но у них нет магических свойств. Даже если они сделаны магическим существом.",
			},
			"When": { 
				"HasMod": "misscoriel.courtship",
				"Spouse": "Wizard"
			}
		},
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/MarriageDialogueWizard",
			"Entries": {
				"Rainy_Day_Wizard": "На улице идет дождь.#$e#Я практически чувствую, как энергия падает с каждой каплей. Это трудное чувство, чтобы описать.",
				"Rainy_Night_Wizard": "О, боже. Ты полностью промок.$3^О, боже. Ты полностью промокла.$3#$e#Тебе лучше снять одежду.#$e#...$4",
				"Indoor_Day_Wizard": "Я пытался приготовить завтрак сегодня утром. [194 210]#$e#Ничего сложного, но съедобно.$4",
				"Indoor_Night_Wizard": "Мой день был довольно удручающим...$s#$e#Но расскажи мне о своем. Я уверен, что он был гораздо интересней, чем мой.$7",
				"Outdoor_Wizard": "Ты выглядишь потрясающе в естественном свете, милый.$6^Ты выглядишь потрясающе в естественном свете, милая.$6",
				"spring_Wizard": "Уже весна? Хмм.",
				"summer_Wizard": "Смена сезонов довольно тривиальна в большой схеме вещей.#$e#Однако, летняя жара - это зверство.",
				"fall_Wizard": "Лето обычно такое замечательное?#$e#Что? Уже осень...?#$e#Может, мне стоит иногда прогуляться...",
				"winter_Wizard": "Кажется, вчера шел снег, милый.^Кажется, вчера шел снег, милая.",
				"Rainy_Day_0": "На улице дождь.#$e#Я практически чувствую, как с каждой каплей падает энергия. Это чувство сложно описать.",
				"Rainy_Day_1": "Ах, дождь...#$e#Я планирую провести несколько сложных ритуалов сегодня.$7",
				"Rainy_Day_2": "Важно сохранять тепло и сухость в такие дни, как сегодня. Это должно помочь. [395]$7",
				"Rainy_Day_3": "Дождь полезен для моих дел.#$e#Но я знаю, что это мешает тебе, милая. Дай мне знать, если тебе понадобится моя помощь.$8",
				"Rainy_Day_4": "Я надеюсь развить свою магию до такой степени, что я смогу напрямую управлять погодой.#$e#Я знаю, это будет сложно, но это было бы чрезвычайно полезно для нас обоих.$9",
				"Rainy_Night_0": "У меня был очень замечательный день.$7#$e#Чем ты был занят, любимый?$9^Чем ты была занята, любимая?$9",
				"Rainy_Night_1": "Я приготовил суп, чтобы согреть тебя. [236 219 456]#$e#Я... не лучший повар. Я извиняюсь, если он не очень хорош.$8",
				"Rainy_Night_2": "О, боже. Ты полностью промок.$3^О, боже. Ты полностью промокла.$3#$e#Тебе лучше снять одежду.#$e#...$4",
				"Rainy_Night_3": "В доме так тихо, когда ты делаешь свою работу.#$e#Почему-то, когда идет дождь, это еще более важно.#$e#Я рад, что ты дома.$9",
				"Rainy_Night_4": "Мне намного легче заснуть на фоне шума дождя.",
				"Indoor_Day_0": "Возможно, я открыл новый вид стихии.#$e#Я буду очень занят сегодня.",
				"Indoor_Day_1": "Из-за меня, в доме стало слишком грязно.$s#$e#Сегодня наведу порядок. Тебе не о чем беспокоиться.",
				"Indoor_Day_2": "Я нашел паука возле кровати.#$e#Не беспокойся. Я тихонько отправил его на другой самолет, в другую страну.$7",
				"Indoor_Day_3": "Я пытался приготовить завтрак сегодня утром. [194 210]#$e#Ничего сложного, но съедобно.$4",
				"Indoor_Day_4": "Вот, попробуй это, милый. [195]$7^Вот, попробуй это, милая. [195]$7#$e#Кажется, я стал лучше готовить.$7#$e#Нет, это не магический омлет...$4",
				"Indoor_Night_0": "Это осталось от моих ритуалов сегодня. Я подумал, что ты мог бы использовать это. [66 767 90 259 394 440]$7^Это осталось от моих ритуалов сегодня, любимая. Я подумал, что ты могла бы использовать это. [66 767 90 259 394 440]$7",
				"Indoor_Night_1": "Я сегодня прибрался в доме, милый.$9^Я сегодня прибрался в доме, милая.$9",
				"Indoor_Night_2": "Я пытался приготовить ужин, но он сгорел...$8#$e#Мне пришлось прибегнуть к разогреву замороженной пиццы. Надеюсь, ты не против. [206]",
				"Indoor_Night_3": "Я приготовил ужин, дорогой! На этот раз без магии, обещаю. [218 730 649]$7^Я приготовил ужин, милая! На этот раз без магии, обещаю. [218 730 649]$7#$e#Вот. Надеюсь, тебе понравится.$9",
				"Indoor_Night_4": "Мой день был довольно удручающим...$s#$e#Но расскажи мне о своем. Я уверен, что он был гораздо продуктивней, чем мой.$7",
				"Outdoor_0": "Я нахожу, что могу мыслить яснее за пределами некоторых дней, в то время как другие дни это просто препятствует моему прогрессу.#$e#Это может быть неприятно.$a",
				"Outdoor_1": "Ты недавно посещал храм своего дедушки?^Ты недавно посещала храм своего дедушки?#$e#Кажется, там много потусторонней энергии.",
				"Outdoor_2": "Дай мне знать, если что-то понадобится, любовь моя.$9#$e#Я иногда увлекаюсь тем, что делаю, и забываю, что ты тоже много делаешь.",
				"Outdoor_3": "Сегодня хорошая погода, не правда ли?$7#$e#Мне нужно кое-что сделать позже, но пока я могу расслабиться.$9",
				"Outdoor_4": "Ты выглядишь потрясающе на естественном свете, любовь моя.$6",
				"OneKid_0": "Признаюсь, я почти ничего не знаю о воспитании детей.$s#$e#Но я постараюсь быть полезным.",
				"OneKid_1": "Я думаю, что я нравлюсь %kid1...$s#$e#Это очень странно, быть родителем... но также это удивительно полезно.$7",
				"OneKid_2": "Я скоро начну обучать %kid1 пути таинственной магии. #$e#Лучше начать в раннем возрасте.",
				"OneKid_3": "Мой собственный ребенок... Я никогда не думал, что доживу до этого дня.$7",
				"TwoKids_0": "Не похоже, что %kid1 очень любит %kid2. Я бы не узнал из своего собственного опыта, но то немногое, что я читал о детях, говорит о том, что это обычное занятие.",
				"TwoKids_1": "Тебя не смущает, что у %kid1 и %kid2 может быть сводный брат или сестра среди жителей городка?$8",
				"TwoKids_2": "%kid1 уже может начинать магическую тренировку.$9#$e#А вот %kid2 сначала нужно подрасти.",
				"TwoKids_3": "Для таких маленьких существ младенцы едят так много. Это поражает меня, хоть я всемогущий мастер таинственных искусств.$s",
				"Good_0": "Я думал, что мне суждено быть одному, пока я не встретил тебя, @. Я не знал, что два человека могут любить и поддерживать друг друга так хорошо.$7",
				"Good_1": "Надеюсь, ты знаешь, как красиво выглядишь сегодня, милый.$6^Надеюсь, ты знаешь, как красиво выглядишь сегодня, милая.$6",
				"Good_2": "Я знаю, я не очень хорошо выражаюсь, но я люблю тебя, @.$4#$e#Ты для меня очень много значишь.$6",
				"Good_3": "Береги себя. Есть много чудес за пределами фермы, но пообещай мне, что всегда будешь дома.$9",
				"Good_4": "Спасибо, что всегда ешь мою стряпню, любимый... хотя она не самая лучшая.^Спасибо, что всегда ешь мою стряпню, любимая... хотя она не самая лучшая.",
				"Good_5": "Может, я и магистр, но ты меня по-настоящему заколдовал меня, милый...$7^Может, я и магистр, но ты меня по-настоящему заколдовала, милая...$7#$e#...Знаю, было ужасно. Извини...$4",
				"Neutral_0": "Я почувствовал присутствие моей бывшей жены прошлой ночью и проснулся утром с ужасной головной болью...$s",
				"Neutral_1": "Какие у тебя планы на сегодня, милый?^Какие у тебя планы на сегодня, милая?",
				"Neutral_2": "Как на ферме дела с финансами?#$e#Если у нас будут неприятности, я буду помогать, как смогу. Моя работа может подождать.",
				"Neutral_3": "Приготовление пищи может быть и разочаровывающим, и полезным занятием.$s",
				"Neutral_4": "Долина - прекрасное место для изучения магии.",
				"Bad_0": "Оставь меня в покое. Я занят.$5",
				"Bad_1": "Ты почти не разговариваешь со мной. Как будто я все еще живу один в своей башне.$s",
				"Bad_2": "...$s",
				"Bad_3": "У меня была бывшая жена. И теперь тоже будет бывший муж.$5^У меня уже есть бывшая жена. Веди себя хорошо, иначе их станет две.$5",
				"Bad_4": "Ты ужасный человек, как и весь этот заброшенный город.$5",
				"funLeave_Wizard": "У меня есть дела на сегодня.#$e#Не обращай на меня внимания... Я скоро вернусь.$9",
				"funReturn_Wizard": "Это довольно странно... моя башня ни капли не изменилась, но сейчас она кажется такой пустой.$8#$e#Впрочем как всегда и была...$6",
				"spring_1": "Новый год... будем надеяться, что он будет щедрым для нас обоих.",
				"spring_12": "Я не понимаю цели завтрашнего фестиваля.#$e#Кажется, это ужасная трата яиц...$s#$e#Хотя я пойду, если ты это сделаешь.",
				"spring_23": "Мысль о танцах перед всем городом очень неприятна.#$e#Но я переживу это... только ради тебя, милый.$4^Но я переживу это... только ради тебя, милая.$4",
				"summer_1": "Мне трудно сконцентрироваться на сильной летней жаре...#$e#Возможно, я смогу вызвать какой-нибудь кондиционер.$3",
				"summer_10": "Никто не знает, что случится, если ты положишь волшебный предмет в завтрашний суп.$3#$e#...Я рекомендую не делать этого.",
				"summer_27": "Я нахожу, что смотреть на полуночных медуз довольно расслабляющая вещь.#$e#Давай насладимся этим вместе.$6",
				"fall_1": "Осень - мой любимый сезон. Я практически чую волшебство в воздухе, кружащее вокруг нас, как ветерок.$9",
				"fall_15": "Ярмарка вышла довольно популярна, не так ли?#$e#Я предпочитаю избегать больших толп... но я более чем готов пойти, хотя бы для того, чтобы провести время с тобой, любовь моя.$9",
				"fall_26": "Мне очень нравится завтрашнее празднество. У меня есть свой вклад в его организацию, веришь ты или нет.#$e#Надеюсь, лабиринт не слишком страшный для тебя, милый.$7^Надеюсь, лабиринт не слишком страшный для тебя, милая.$7",
				"winter_1": "У снега есть тихие, романтические ощущения, не так ли?#$e#Постарайтесь согреться... я помогу, чем смогу.$6",
				"winter_7": "Я бы предложил свою магическую помощь для завтрашнего соревнования, но я знаю, что она тебе не понадобится.#$e#...Дай мне знать, если тебе нужна моя помощь.$7",
				"winter_24": "Завтрашние праздники кажутся бессмысленными.#$e#Большинство земных подвигов не стоят никаких проблем.",
				"winter_28": "Это был поистине волшебный год, не так ли?$7#$e#Да... я немного выпил. Присоединяйся ко мне. [346]$6#$e#За еще один чудесный год вместе, любимый.^За еще один чудесный год вместе, любимая.",
				"spouseRoom_Wizard": "#$c .5#Хм... три и четыре... четыре и пять...#$e#Нет, нет, это не то...$5#$e#Где я оставил эту книгу...?$5",
				"patio_Wizard": "...Хм? Это ритуальный круг."
			},
		},
		{
			"Action": "EditData",
			"Target": "strings/schedules/Wizard",
			"Entries": {
				"spring.000": "Даже мне иногда нужен свежий воздух.",
				"spring.001": "Эта область идеально подходит для чистой концентрации.",
				"fall_26.000": "Я помогаю готовиться к завтрашнему празднику.",
				"marriage_Thu.000": "У меня сегодня много работы. Я скоро буду дома.",
				"marriage_Thu.001": "Эта область сильна магической энергией."
			},
		},
		{
			"Action": "EditData",
			"Target": "Data/EngagementDialogue",
			"Entries": {
				"Wizard0": "В браке с фермером... Странная жизнь для такого, как я, это уж точно.#$e#Но не волнуйся, любовь моя. Меня переполняет только возбуждение от этой мысли.$7",
				"Wizard1": "Я, конечно, мог бы обойтись без ритуала, ну... церемонии.$s#$e#Но ради тебя, любовь моя, я это переживу.#$e#Только не обижайся, если я надену плащ. Я не очень люблю, когда на меня смотрят без него."
			},
		},
		{
			"Action": "EditData",
			"Target": "Data/mail",
			"Entries": {
				"wizardNap": "Здравствуй @,^^Я искренне извиняюсь за то состояние, в котором тебе пришлось увидеть меня на днях. Время от времени я так погружаюсь в работу и забываю спать по нескольку дней подряд. Даже мне это может навредить...^Вот почему я написал: Сердечно и искренне поблагодарить тебя за твой поступок. Я никогда не видел, чтобы кто-то так сильно заботился о моем самочувствии. Меня это раздражает, но в то же время странно успокаивает. Если я смогу чем-нибудь отплатить тебе, пожалуйста, не стесняйся, сообщи мне.^^Ещё раз, @, спасибо. Скоро увидимся.^^ С уважением,^ M. Расмодиус",
				"teachMagic": "Здравствуй @,^^Я знаю, что это немного преждевременно, но я хотел спросить, не присоединишься ли ты к моему сегодняшнему уроку магии. Есть одно заклинание, которое, как я предполагаю, сможешь произнести достаточно сконцентрированно даже ты.^Если тебе некогда, я пойму, но если нет, встретимся в укромном лесу к северу от моей башни.^^ С уважением,^ M. Расмодиус"
			},
		},
	]
}