{
	"Changes": [
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Pam",
			"Entries": {
				"danceRejection": "You'd ask an old lady like me to dance? What do you take me for?$4",
				"Mon8": "I had Penny pretty young... I'm glad she turned out okay.$s" ,
				"Mon10": "Hey, handsome.$h^Hey, beautiful.$h" ,
				"Tue8": "Penny's father...?$s#$e#...It's a long story. We all do stupid things when we're young, right?$s" ,
				"Wed8": "Oh, @... Need something?#$e#No...?$s" ,
				"Wed10": "Hey, @. Just here for a visit?$h" ,
				"Thu8": "I don't know why you waste your time talking to an old hag like me...$s" ,
				"Fri8": "What do you want...?" ,
				"Fri10": "You're really somethin', you know that, @?" ,
				"Sat8": "Penny never goes out to the saloon...#$e#I'm glad. A smart girl like her has better things to do than go out and drink like a fish every night.$s" ,
				"Sat10": "Hey. Glad you're here.$h#$e#Stay a while." ,
				"Sun8": "Ugh... Tomorrow's Monday..." ,
				"Sun10": "Hey... come visit me tomorrow. Penny'll be out teachin' the kiddos.#$e#We can be all alone.$7" ,
				"divorced": "Get the hell outta here.$4" ,	
			},
		},
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Pam",
			"Entries": {
				"give_flowersA": "A bouquet!$5#$b#All right. If an old woman like me is good enough for you...$7",
				"give_flowersB": "...! I accept!$5#$b#I still think I'm too old for you.$2#$b#But I'm sure we'll make it work.$5",
				"give_pendant": "Yes! Of course yes!$h#$b#I'll go talk to Lewis about gettin things set up.$5#$b#Penny'll have to get used to having a new stepdad^Penny'll have to get used to having a new stepmom.$7",
				"stardrop_gift": "'Hey, hun, can you talk for a second?$6#$b#I wanted to give you this stardrop. Gus helped me pick it out.$5#$b#Really taught me a thing or two about love.$7",
				"rejectNPCA": "What's this for?$4#$b#Look kid, I appreciate the gesture but I'm too old and drunk for ya.#$b#Go find yourself someone closer to your age.$h",
				"rejectNPCB": "Those are not something you can give to me... buzz off kid.$4",
				"reject_two_heartA": "That's sweet, but I don't like you like that.$6",
				"reject_two_heartB": "Aren't we both farmers? How would you suggest we run them both?$h",
				"reject_four_heartA": "Pretty sure you're closer to my daughter's age, kid.$2",
				"reject_four_heartB": "Not lookin for another mistake, kid.$2",
				"engageA": "Aren't you getting married?  You shouldn't be handing this off to just anyone.",
				"engageB": "Marriage is something special... don't mess it up.$4",
				"marriedA": "Don't be messing around behind your spouse's back.$4",
				"marriedB": "Where are you finding these pendants...$2",
				"refusal_knownA": "Kid, save that for someone who'll take care of you right.",
				"refusal_knownB": "Listen kid. You know better than to go after a lush.",
				"refusal_botherA": "Can ya stop? This isn't funny anymore.$3",
				"refusal_botherB": "No means no! How are you not getting that!?$3",
				"refusal_no_heartsA": "Not that I don't appreciate this, but I would feel like I'm robbin' the cradle.$2",
				"refusal_no_heartsB": "I'm not lookin' to get married, kid.  Go find yourself someone special.",
				},
			"When": { "HasMod": "misscoriel.courtship"},
		},
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Pam",
			"Entries": {
				"give_flowersA": "It's not gonna make me love you more than I already do, ya know?$5",
				"give_flowersB": "I actually like these. Kinda pretty. Thanks, snookums.$5",
				"give_pendant": "Haha, I've already got the one from before.",
				"engageA": "We're already getting married, sweetie.$7",
				"engageB": "I only need the one, hun.$6",
				"marriedA": "You askin for a second wedding? Well... I supposed I don't mind.$7",
				"marriedB": "Where are you finding these pendants, snookums?$6",
			},
			"When": { 
				"HasMod": "misscoriel.courtship",
				"Spouse": "Pam"
			}
		},
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/MarriageDialoguePam",
			"Entries": {
				"Rainy_Day_Pam": "I don't wanna go outside in this weather$s...#$e#I'll just do some things around the house.",
				"Rainy_Night_Pam": "Hope you stayed dry today, hun.#$e#Looks pretty nasty outside.",
				"Indoor_Day_Pam": "Mornin', sweetie pie. Another day of farm chores, huh?#$e#I'll have dinner ready for you later.$h",
				"Indoor_Night_Pam": "Here, sweetie. I warmed this up for dinner. [206]",
				"Outdoor_Pam": "Hey, hun. Sure is a nice day, huh?",
				"spring_Pam": "Ugh... my spring allergies are back with a vengeance.$s",
				"summer_Pam": "*sigh* All this sweating... Why even bother putting on any makeup in the first place?$s",
				"fall_Pam": "All these leaves falling all over the place...#$e#Sure they're pretty, but raking them up is a real pain.",
				"winter_Pam": "Wanna curl up by the fireplace, snookums?$h",
				"Rainy_Day_0": "Make sure you stay dry, snookums. Can't have you catchin' ammonia on me!",
				"Rainy_Day_1": "Mornin'.$h#$e#Here, snookums. A nice, strong cup of coffee. [395]",
				"Rainy_Day_2": "I'm not much of a cook, but here, sweetie pie. Have something to eat. [194 195 210 211 216]",
				"Rainy_Day_3": "I don't wanna go outside in this weather$s...#$e#I'll just do some things around the house.",
				"Rainy_Night_0": "Hope you stayed dry today, hun.#$e#Looks pretty nasty outside.",
				"Rainy_Night_1": "Hey, you're home. Let's stay inside tonight.",
				"Rainy_Night_2": "I warmed up some soup. Hope it turned out okay. [199 218 219 727 730]$h",
				"Rainy_Night_3": "Ah... The sound of rain... I'm gonna sleep well tonight.$h",
				"Indoor_Day_0": "Mornin', sweetie pie. Another day of farm chores, huh?#$e#I'll have dinner ready for you later.$h",
				"Indoor_Day_1": "Hey, hun. I warmed these up for breakfast. [234]",
				"Indoor_Day_2": "I oughta go visit Penny pretty soon.#$e#I bet she's lonely in that ol' trailer without me.",
				"Indoor_Day_3": "What're you up to today, snookums? Anything interesting?",
				"Indoor_Night_0": "Kick back 'n' relax, snookums! You did a lotta work today.$h",
				"Indoor_Night_1": "Here, sweetie. I warmed this up for dinner. [206]",
				"Indoor_Night_2": "Ready for bed, hun?#$e#I just finished makin' it.$h",
				"Indoor_Night_3": "C'mere, sweetie pie. Lemme rub your feet.#$e#You've been on 'em all day. They gotta be sore.$h",
				"Outdoor_0": "Hey... don't work too hard, snookums.$h",
				"Outdoor_1": "You're doin' a great job, sweetie pie. I'm rootin' for ya.$7",
				"Outdoor_2": "Hey, hun. Sure is a nice day, huh?",
				"OneKid_0": "I never thought I'd had another kid after Penny.$h",
				"OneKid_1": "Another kiddo callin' me Mom, huh...?#$e#I'm pretty happy.$h",
				"OneKid_2": "%kid1's a little sweetheart.$h",
				"TwoKids_0": "Penny's pretty excited to meet her new lil' siblings.$h#$e#Heck, she'll be their teacher here in a few years.$6",
				"TwoKids_1": "You're a great father, snookums.$h^You're a great mother, snookums.$h",
				"TwoKids_2": "We got a perfect little family, don't we, @?$h",
				"Good_0": "You're sure lookin' handsome today.$7^You're sure lookin' lovely today.$7",
				"Good_1": "You sure are a looker, y'know that?$7#$e#C'mere and kiss me, silly.$5",
				"Good_2": "We make a killer pair, don't we?$h",
				"Good_3": "I never thought I'd get married, but you went 'n' proved me wrong, didn't ya?$h",
				"Good_4": "Taking that bouquet from you was a pretty good decision, eh?$7",
				"Neutral_0": "I've lost weight. Have you noticed?#$e#I must be eating healthier.",
				"Neutral_1": "It sure gets dusty in 'ere fast.",
				"Neutral_2": "Got anything important to do today, hun?#$e#I gotta go to Pierre's pretty soon.",
				"Bad_0": "Leave me alone!$3",
				"Bad_1": "...$4",
				"Bad_2": "You've been treatin' me like garbage.$4#$e#...Now I remember why I stayed single for so long.$s",
				"funLeave_Pam": "I'm headin' out today, snookums.#$e#Don't miss me too much!$7",
				"funReturn_Pam": "Missed ya today, sweetie.#$e#Glad to be back.$h",
				"spring_1": "Happy New Year, hun. Let's hope for a good one.$h",
				"spring_12": "You're pretty good at that egg hunt, right?#$e#Win me a prize, hun.$h",
				"spring_23": "I broke out the ol' dress just for tomorrow, snookums. We'll show the young'uns how it's done.$7",
				"summer_1": "Ugh... The summer heat. It ain't good for an old girl like me.$s",
				"summer_10": "Put beer in the soup tomorrow, snookums!$7#$e#Every time I do, the governor just loves the heck outta it.$h",
				"summer_27": "Oh yeah... Tomorrow's a festival, huh?#$e#Those glowing jellyfish... They're a sight, ain't they?",
				"fall_1": "Fall's a real good time for good food and good beer.$h",
				"fall_15": "The food at the fair's to die for.$7",
				"fall_26": "Bring on the maze tomorrow! I ain't afraid of ghosts.$h",
				"winter_1": "Sure got cold fast, eh?#$e#Better keep me warm this winter, snookums.$7",
				"winter_7": "I love you, hun, but I'm gonna kick your butt tomorrow.$h",
				"winter_24": "Can't wait to eat Gus' cooking at the festival tomorrow.#$e#The feast is the best part of the year!$h",
				"winter_28": "Can't believe the year's almost over.#$e#Cheers, hun. Here's to another year together. [346]$7",
				"spouseRoom_Pam": "#$c .5#I just wanna laze around and watch TV today...",
				"patio_Pam": "Never thought I'd wanna keep a flower garden.#$e#It's surprisingly calming.$h"
			},
		},
		{
			"Action": "EditData",
			"Target": "strings/schedules/Pam",
			"Entries": {
				"marriage_Sun.000": "I figured I'd come say hi to Penny.",
				"marriage_Fri.000": "Hey, snookums. Figured I'd come give a nod to ol' Gus.",
				"marriage_Tue.000": "Hey, sweetie pie. Just doin' some shopping.",
				"marriage_Tue.001": "You need anything from here, sweetie?",
				"marriage_Tue.002": "Hey, wait up for me, sweetie. I'm almost done here.",
				"marriage_Tue.003": "Just gotta pay and I'll head home. See ya there, snookums.",
				"marriage_Mon.000": "Hey, snookums. Need a ride to the desert?",
				"marriage_Wed.000": "Hiya, sweetie pie. Another day of work... I'll be home before ya know it.",
			},
		},
		{
			"Action": "EditData",
			"Target": "Data/EngagementDialogue",
			"Entries": {
				"Pam0": "You sure are a weird kid... wantin' to marry an old girl like me.#$e#What? I'm not complaining!$h",
				"Pam1": "Penny's gonna be fine on 'er own... She's a responsible girl.#$e#Are you ready to be a step-parent?$h",
			},
		},
		{
			"Action": "EditData",
			"Target": "Data/Mail",
			"Entries": {
				"pennyDinner": "Dear @,^I know things have been weird between us since I found out about you and my mom. I'm sorry for blowing up at the two of you a while back. I want to make it up to you.^Come by the trailer today. There's a surprise for you!^^   Love,^   Penny",
			},
		},
	]
}