{
	"Changes": [
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Pam",
			"Entries": {
				"danceRejection": "¿Le pedirías bailar a una vieja como yo? ¿Por quién me tomas?$4",
				"Mon8": "Tuve a Penny bastante joven... Me alegro de que haya nacido bien.$s",
				"Mon10": "Oye, guapo.$h^Oye, hermosa.$h",
				"Tue8": "¿El padre de Penny...?$S#$e#...Es una larga historia. Todos hacemos cosas estúpidas cuando somos jóvenes, ¿verdad?$s" ,
				"Wed8": "Oh, @... ¿Necesitas algo?#$e#¿No...?$s",
				"Wed10": "Oye, @. ¿Solo has venido de visita?$h",
				"Thu8": "No sé por qué pierdes el tiempo hablando con una vieja bruja como yo...$s",
				"Fri8": "¿Qué quieres...?" ,
				"Fri10": "Realmente eres algo, ¿lo sabías, @?" ,
				"Sat8": "Penny nunca va al salón...#$e#Me alegro. Una chica inteligente como ella tiene mejores cosas que hacer que salir y beber como un pez todas las noches.$s",
				"Sat10": "Oye. Me alegro de que estés aquí.$h#$e#Quédate un rato.",
				"Sun8": "Ugh... Mañana es lunes...",
				"Sun10": "Oye... ven a visitarme mañana. Penny saldrá a enseñar a los niños.#$e#Podemos estar solos.$7^Podemos estar solas.$7",
				"divorced": "Lárgate de aquí.$4"	
			},
		},
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Pam",
			"Entries": {
				"give_flowersA": "¡Un ramo!$5#$b#Muy bien. Si una vieja como yo es lo suficientemente buena para ti...$7",
				"give_flowersB": "¡...! ¡Acepto!$5#$b#Sigo pensando que soy demasiado mayor para ti.$2#$b#Pero estoy segura de que lo haremos funcionar.$5",
				"give_pendant": "¡Sí! ¡Por supuesto que sí!$h#$b#Iré a hablar con Lewis sobre cómo preparar las cosas.$5#$b#Penny tendrá que acostumbrarse a tener un nuevo padrastro^Penny tendrá que acostumbrarse a tener una nueva madrastra.$7",
				"stardrop_gift": "'Oye, cariño, ¿puedes hablar un segundo?$6#$b#Quería darte esta fruta estelar. Gus me ayudó a elegirla.$5#$b#Realmente me enseñó un par de cosas sobre el amor.$7",
				"rejectNPCA": "¿Para qué es esto?$4#$b#Mira chico, aprecio el gesto pero soy demasiado mayor y soy demasiado borracha para ti.^Mira chica, aprecio el gesto pero soy demasiado mayor y soy demasiado borracha para ti.#$b#Ve a buscar a alguien más cercano a tu edad.$h",
				"rejectNPCB": "Eso no es algo que me puedas dar... lárgate chico.$4^Eso no es algo que me puedas dar... lárgate chica.$4",
				"reject_two_heartA": "Qué lindo, pero no me gustas así.$6",
				"reject_two_heartB": "No me gusta la idea de estar en una granja.$h",
				"reject_four_heartA": "Estoy bastante segura de que estás más cerca de la edad de mi hija, chico.$2^Estoy bastante segura de que estás más cerca de la edad de mi hija, chica.$2",
				"reject_four_heartB": "No busco otro error, chico.$2^No busco otro error, chica.$2",
				"engageA": "¿No te vas a casar? No deberías entregar esto a cualquiera",
				"engageB": "El matrimonio es algo especial... no lo arruines.$4",
				"marriedA": "No juegues a espaldas de tu cónyuge.$4",
				"marriedB": "¿Dónde encuentras estos colgantes...$2",
				"refusal_knownA": "Chico, guárdalo para alguien que te cuide bien.^Chica, guárdalo para alguien que te cuide bien.",
				"refusal_knownB": "Escucha chico. Sabes que no debes ir detrás de alguien exuberante.^Escucha chica. Sabes que no debes ir detrás de alguien exuberante.",
				"refusal_botherA": "¿Puedes parar? Esto ya no es gracioso.$3",
				"refusal_botherB": "¡No significa que no! ¿Cómo no lo entiendes?$3",
				"refusal_no_heartsA": "No es que no aprecie esto, pero me sentiría como si estuviera robando la cuna.$2",
				"refusal_no_heartsB": "No estoy buscando casarme, chico. Ve a buscar a alguien especial.^No estoy buscando casarme, chica. Ve a buscar a alguien especial."
				},
			"When": { "HasMod": "misscoriel.courtship"},
		},
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Pam",
			"Entries": {
				"give_flowersA": "No va a hacer que te ame más de lo que ya te amo, ¿sabes?$5",
				"give_flowersB": "De hecho, me gustan estas. Son bonitas. Gracias, lindura.$5",
				"give_pendant": "Jaja, ya tengo el de antes",
				"engageA": "Ya nos vamos a casar, cariño.$7",
				"engageB": "Solo necesito uno, cariño.$6",
				"marriedA": "¿Estás pidiendo una segunda boda? Bueno... supongo que no me importa.$7",
				"marriedB": "¿Dónde encuentras estos colgantes, lindura?$6"
			},
			"When": { 
				"HasMod": "misscoriel.courtship",
				"Spouse": "Pam"
			}
		},
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/MarriageDialoguePam",
			"Entries": {
				"Rainy_Day_Pam": "No quiero salir con este clima$s...#$e#Solo haré algunas cosas en la casa.",
				"Rainy_Night_Pam": "Espero que hoy te hayas quedado seco, cariño.^Espero que hoy te hayas quedado seca, cariño.#$e#Parece bastante desagradable afuera",
				"Indoor_Day_Pam": "Buenos días, cariño. Otro día de tareas agrícolas, ¿eh?#$e#Te prepararé la cena más tarde.$h",
				"Indoor_Night_Pam": "Aquí, cariño. Calenté esto para la cena.[206]",
				"Outdoor_Pam": "Oye, cariño. Seguro que es un buen día, ¿eh?",
				"spring_Pam": "Ugh... mis alergias primaverales han vuelto con fuerza.$s",
				"summer_Pam": "*suspiro* Todo este sudor... ¿Por qué molestarme en maquillarme en primer lugar?$s",
				"fall_Pam": "Todas estas hojas cayendo por todos lados...#$e#Seguro que son bonitas, pero rastrillarlas es un verdadero dolor",
				"winter_Pam": "¿Quieres acurrucarte junto a la chimenea, lindura?$h",
				"Rainy_Day_0": "Asegúrate de mantenerte seco, lindura. ¡No puedo permitir que te de neumonía!^Asegúrate de mantenerte seca, lindura. ¡No puedo permitir que te de neumonía!",
				"Rainy_Day_1": "Buenos días.$h#$e#Aquí, lindura. Una buena taza de café fuerte.[395]",
				"Rainy_Day_2": "No soy muy buena cocinera, pero toma, un pastelito. Come algo.[194 195 210 211 216]",
				"Rainy_Day_3": "No quiero salir con este clima...$s#$e#Solo haré algunas cosas en la casa.",
				"Rainy_Night_0": "Espero que hoy te hayas quedado seco, cariño.^Espero que hoy te hayas quedado seca, cariño.#$e#Parece bastante desagradable afuera",
				"Rainy_Night_1": "Oye, estás en casa. Quedémonos adentro esta noche",
				"Rainy_Night_2": "Calenté un poco de sopa. Espero que esté buena.[199 218 219 727 730]$h",
				"Rainy_Night_3": "Ah... El sonido de la lluvia... Voy a dormir bien esta noche.$h",
				"Indoor_Day_0": "Buenos días, cariño. Otro día de tareas agrícolas, ¿eh?#$e#Te prepararé la cena más tarde.$h",
				"Indoor_Day_1": "Hola, cariño. Los calenté para el desayuno.[234]",
				"Indoor_Day_2": "Debería ir a visitar Penny muy pronto.#$e#Apuesto a que se siente sola en ese viejo tráiler sin mí",
				"Indoor_Day_3": "¿Qué estás haciendo hoy, lindura? ¿Algo interesante?",
				"Indoor_Night_0": "¡Recuéstate y relájate, lindura! Trabajaste mucho hoy.$h",
				"Indoor_Night_1": "Aquí, cariño. Lo calenté para la cena.[206]",
				"Indoor_Night_2": "¿Listo para ir a la cama, cariño?^¿Lista para ir a la cama, cariño?#$e#Acabo de terminar de hacerla.$h",
				"Indoor_Night_3": "Ven aquí, cariño. Déjame frotar tus pies.#$e#Has estado sobre ellos todo el día. Deben estar doloridos.$h",
				"Outdoor_0": "Oye... no trabajes demasiado, lindura.$h",
				"Outdoor_1": "Estás haciendo un gran trabajo, cariño. Te estoy animando.$7",
				"Outdoor_2": "Hey, cariño. Seguro que es un buen día, ¿eh?",
				"OneKid_0": "Nunca pensé que tendría otro hijo después de Penny.$h",
				"OneKid_1": "Otro niño que me llama mamá, ¿eh...?#$e#Estoy muy feliz.$h",
				"OneKid_2": "%kid1 es un amorcito.$h",
				"TwoKids_0": "Penny está muy emocionada de conocer a sus nuevos hermanitos.$h#$e#Diablos, ella será su maestra en unos años.$6",
				"TwoKids_1": "Eres un gran padre, lindura.$h^Eres una gran madre, lindura.$h",
				"TwoKids_2": "Tenemos una pequeña familia perfecta, ¿no, @?$h",
				"Good_0": "Seguro que te ves guapo hoy.$7^Seguro que te ves hermosa hoy.$7",
				"Good_1": "Seguro que eres muy guapo, ¿lo sabes?$7^Seguro que eres muy guapa, ¿lo sabes?$7#$e#Ven y bésame, tontito.$5^Ven y bésame, tontita.$5",
				"Good_2": "Hacemos un par genial, ¿no?$h",
				"Good_3": "Nunca pensé que me casaría, pero fuiste y demostraste que estaba equivocada, ¿no?$h",
				"Good_4": "Aceptar ese ramo fue una decisión bastante buena, ¿eh?$7",
				"Neutral_0": "He perdido peso. ¿Lo has notado?#$e#Debo estar comiendo más saludable.",
				"Neutral_1": "Seguro que se llena de polvo rápidamente.",
				"Neutral_2": "¿Tienes algo importante que hacer hoy, cariño?#$e#Tengo que ir a Pierre's muy pronto",
				"Bad_0": "¡Déjame en paz!$3",
				"Bad_1": "...$4",
				"Bad_2": "Me has tratado como basura.$4#$e#...Ahora recuerdo por qué estuve soltera durante tanto tiempo.$s",
				"funLeave_Pam": "Hoy salgo, lindura.#$e#¡No me extrañes mucho!$7",
				"funReturn_Pam": "Hoy te extrañé, cariño.#$e#Me alegro de estar de vuelta.$h",
				"spring_1": "Feliz año nuevo, cariño. Esperemos que sea bueno.$h",
				"spring_12": "Eres bastante bueno en la búsqueda de huevos, ¿verdad?^Eres bastante buena en la búsqueda de huevos, ¿verdad?#$e#Gána un premio para mí, cariño$h",
				"spring_23": "Saqué el viejo vestido solo para mañana, lindura. Les mostraremos a los jóvenes cómo se hace.$7",
				"summer_1": "Ugh... El calor del verano. No es bueno para una chica mayor como yo.$s",
				"summer_10": "¡Pon cerveza en la sopa mañana, lindura!$7#$e#Cada vez que lo hago, al gobernador le encanta.$h",
				"summer_27": "Oh sí... Mañana es un festival, ¿eh?#$e#Esas medusas resplandecientes... Son un espectáculo, ¿no?",
				"fall_1": "El otoño es un buen momento para disfrutar de una buena comida y una buena cerveza.$h",
				"fall_15": "La comida en la feria es para morirse.$7",
				"fall_26": "¡Vamos al laberinto mañana! No le tengo miedo a los fantasmas.$h",
				"winter_1": "Seguro que refrescó rápido, ¿eh?#$e#Será mejor que me mantengas caliente este invierno, lindura.$7",
				"winter_7": "Te amo, cariño, pero te patearé el trasero mañana.$h",
				"winter_24": "No puedo esperar para comer lo que Gus cocine en el festival mañana.#$e#¡Esa fiesta es la mejor parte del año!$h",
				"winter_28": "No puedo creer que el año casi termine.#$e#Saludos, cariño. Por otro año juntos.[346]$7^Saludos, cariño. Por otro año juntas.[346]$7",
				"spouseRoom_Pam": "#$c .5#Solo quiero holgazanear y mirar televisión hoy...",
				"patio_Pam": "Nunca pensé que me gustaría tener un jardín de flores.#$e#Es sorprendentemente relajante.$h"
			},
		},
		{
			"Action": "EditData",
			"Target": "strings/schedules/Pam",
			"Entries": {
				"marriage_Sun.000": "Pensé que venías a saludar a Penny.",
				"marriage_Fri.000": "Oye, lindura. Pensé que venías a darle un guiño al viejo Gus.",
				"marriage_Tue.000": "Hola, cariño. Solo estoy haciendo algunas compras.",
				"marriage_Tue.001": "¿Necesitas algo de aquí, cariño?",
				"marriage_Tue.002": "Oye, espérame, cariño. Ya casi termino aquí.",
				"marriage_Tue.003": "Solo tengo que pagar y me iré a casa. Nos vemos allá, lindura.",
				"marriage_Mon.000": "Oye, lindura. ¿Necesitas que te lleve al desierto?",
				"marriage_Wed.000": "Hola, cariño. Otro día de trabajo... Estaré en casa antes de que te des cuenta."
			},
		},
		{
			"Action": "EditData",
			"Target": "Data/EngagementDialogue",
			"Entries": {
				"Pam0": "Seguro que eres un chico raro... querer casarte con una vieja como yo.^Seguro que eres una chica rara... querer casarte con una vieja como yo.#$e#¿Qué? ¡No me estoy quejando!$h",
				"Pam1": "Penny va a estar bien por su cuenta... Ella es una chica responsable.#$e#¿Estás listo para ser un padrastro?$h^¿Estás lista para ser una madrastra?$h",
			},
		},
		{
			"Action": "EditData",
			"Target": "Data/Mail",
			"When": { "PlayerGender |contains=Female": true },
			"Entries": {
				"pennyDinner": "Querida @,^Sé que las cosas se han puesto raras entre nosotras desde que descubrí lo de tú y mi mamá. Perdón por estallar con ustedes dos hace un tiempo. Quiero arreglar las cosas contigo.^Ven a mi casa hoy. ¡Hay una sorpresa para ti!^^   Con amor,^   Penny",
			},
		},
		{
			"Action": "EditData",
			"Target": "Data/Mail",
			"When": { "PlayerGender |contains=Female": false },
			"Entries": {
				"pennyDinner": "Querido @,^Sé que las cosas se han puesto raras entre nosotros desde que descubrí lo de tú y mi mamá. Perdón por estallar con ustedes dos hace un tiempo. Quiero arreglar las cosas contigo.^Ven a mi casa hoy. ¡Hay una sorpresa para ti!^^   Con amor,^   Penny",
			},
		},
	]
}