{
	"Changes": [
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Pam",
			"Entries": {
				"danceRejection": "เธอจะขอให้หญิงชราอย่างฉัน เต้นงั้นเหรอ? คิดว่าฉันเป็นยังไง?$a",
				"Mon8": "ฉันคลอดเพนนีตั้งแต่ ยังเป็นสาวสวย... ฉันดีใจที่เธอกลายมาเป็น คนที่ดี$s",
				"Mon10": "เฮ้ สุดหล่อ$h^เฮ้ สุดสวย$h",
				"Tue8": "พ่อของเพนนี...?$s#$e#...เรื่องมันยาว เราทุกคนทำสิ่งที่โง่ เมื่อเรายังเด็ก ใช่มั้ย?$s",
				"Wed8": "โอ้ @... ต้องการอะไรรึเปล่า?#$e#ไม่...?$s",
				"Wed10": "เฮ้ @ มาเยี่ยมชมที่นี่งั้นเหรอ?$h",
				"Thu8": "ฉันไม่รู้ว่าทำไมเธอถึงมา เสียเวลาพูดคุยกับป้าแก่ๆ อย่างฉัน...$s",
				"Fri8": "เธอต้องการอะไร...?",
				"Fri10": "เธอนี่มันจริงๆ เลยนะ เธอก็รู้ใช่มั้ย @?",
				"Sat8": "เพนนีไม่เคยออกไปที่ซาลูน...#$e#ฉันดีใจ ผู้หญิงที่ฉลาดแบบเธอ มีสิ่งที่ดีกว่าต้องทำ ดีกว่าออกไปข้างนอก และดื่มจนเมายับทุกคืน$s",
				"Sat10": "เฮ้ ดีใจที่เธออยู่ที่นี่$h#$e#อยู่อีกสักพักนะ",
				"Sun8": "เอ่อ... พรุ่งนี้เป็นวันจันทร์...",
				"Sun10": "เฮ้... มาเยี่ยมฉันในวันพรุ่งนี้นะ เพนนีหยุดสอนพวกเด็กๆ#$e#พวกเราทั้งหมดสามารถ อยู่ด้วยกันตามลำพังได้$7",
				"divorced": "ไสหัวออกไปซะ$a",
			},
		},
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Pam",
			"Entries": {
				"give_flowersA": "ช่อดอกไม้!$5#$b#เอาสิ ถ้าป้าแก่ๆ อย่างฉัน ดีพอสำหรับเธอละก็...$7",
				"give_flowersB": "...! ตกลง!$5#$b#ฉันยังคิกอยู่เลย ว่าฉันจะแก่เกินไป สำหรับเธอรึเปล่า$2#$b#แต่ฉันมั่นใจว่า เราต้องไปด้วยกันได้ดีแน่ๆ$5",
				"give_pendant": "ตกลง! ฉันตกลง!$h#$b#ฉันจะไปคุยกับเลวิส เพื่อเตรียมการเอง$5#$b#เพนนีคงต้องปรับตัว ให้ชินกับพ่อเลี้ยงคนใหม่^เพนนีคงต้องปรับตัว ให้ชินกับแม่เลี้ยงคนใหม่$7",
				"stardrop_gift": "เฮ้ เอ้อ พอจะมีเวลาคุยสักแป๊บมะ?$6#$b#ฉันอยากจะให้สตาร์ดรอปนี่ กับเธอน่ะ กัสช่วยฉันหามาเลยนะ$5#$b#ก็ที่ช่วยสอน เรื่อง สองเรื่อง เกี่ยวกับความรักไงล่ะ$7",
				"rejectNPCA": "เอามาเพื่อ?$4#$b#ดูนะ เจ้าหนู ฉันก็ดีใจอยู่หรอกนะ แต่ว่าฉันแก่ แล้วก็ขี้เมาด้วย รู้ป้ะ#$b#ไปหาคนที่อายุพอๆ กันสิ$h",
				"rejectNPCB": "นั่นไม่ใช่ของที่เธอ จะเอามาให้ฉันนะ... ไปให้พ้นเลย เจ้าเด็กนี่$4",
				"reject_two_heartA": "น่ารักจริง แต่ฉันไม่ได้ชอบเธอ แบบนั้นไง$6",
				"reject_two_heartB": "เราเป็นชาวไร่กันทั้งคู่ ไม่ใช่หรอ? เธอคิดว่าเราจะทำฟาร์มทั้ง 2 ที่พร้อมกัน ได้อย่างนั้นหรอ?$h",
				"reject_four_heartA": "เธออายุพอๆ กับเพนนีลูกฉัน ไม่ใช่เรอะ เจ้าหนู$2",
				"reject_four_heartB": "อย่าหาเรื่องหลงผิดสิ เจ้าหนู$2",
				"engageA": "เธอกำลังจะแต่งงาน ไม่ใช่เรอะ? เธอจะมาเที่ยวมอบไอ้นี่ ให้คนอื่นได้ไงกัน",
				"engageB": "การแต่งงาน เป็นเรื่องพิเศษนะ... อย่าทำให้มันพัง$4",
				"marriedA": "อย่ามาทำเรื่องตุกติก ลับหลังคู่แต่งงานของตัวเอง แบบนี้$4",
				"marriedB": "เธอไปเอาสร้อยนี่ มาจากไหน...$2",
				"refusal_knownA": "เจ้าหนู เก็บนั่นไว้ให้ คนที่อยากจะดูแลเธอเถอะ",
				"refusal_knownB": "ฟังนะเจ้าหนู ฉันรู้ดีกว่าจะไป วิ่งไล่ตามแค่หน้าตานะ",
				"refusal_botherA": "หยุดได้ปะ? นี่มันไม่สนุกแล้วนะ$3",
				"refusal_botherB": "ไม่ ก็คือไม่! ทำไมเธอถึงไม่เข้าใจห๊ะ!?$3",
				"refusal_no_heartsA": "ไม่ใช่ว่า ฉันไม่ดีใจหรอกนะ แต่ว่ามันก็เหมือนกันว่า ฉันกำลังเลี้ยงต้อยน่ะสิ$2",
				"refusal_no_heartsB": "ฉันไม้ได้อยากจะแต่งงาน เจ้าหนู ไปหาคนอื่น ที่พิเศษกับเธอไป",
				},
			"When": { "HasMod": "misscoriel.courtship"},
		},
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Pam",
			"Entries": {
				"give_flowersA": "นี่ไม่ได้ทำให้ฉัน รักเธอ มากกว่าตอนนนี้หรอก รู้เปล่า?$5",
				"give_flowersB": "ฉันชอบมันจัง มันสวยดีนะ ขอบใจ เจ้าเด็กน้อย$5",
				"give_pendant": "ฮ่าฮ่า ฉันได้มันมา ก่อนหน้านี้แล้วไง",
				"engageA": "ก็เราจะแต่งงานกันอยู่แล้วนี่ ที่รัก$7",
				"engageB": "ฉันต้องการมัน อันเดียวก็พอไง$6",
				"marriedA": "เธอจะขอฉันแต่งงานอีกรอบเรอะ? เอ้อ... ฉันจะไม่ใส่ใจละกัน$7",
				"marriedB": "เธอไปเอาสร้อยนี่ มาจากไหนอีกล่ะ เจ้าเด็กน้อย?$6",
			},
			"When": {
				"HasMod": "misscoriel.courtship",
				"Spouse": "Pam"
			}
		},
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/MarriageDialoguePam",
			"Entries": {
				"Rainy_Day_Pam": "ฉันไม่อยากออกไปข้างนอก โดยที่สภาพอากาศ เป็นแบบนี้เลย$s...#$e#ฉันอาจจะแค่หาอะไรทำ แถวๆ บ้าน",
				"Rainy_Night_Pam": "หวังว่าวันนี้ เธอจะไม่เปียกฝนนะ ที่รัก#$e#วันนี้ข้างนอก ดูไม่ค่อยสะอาดเลยนะ",
				"Indoor_Day_Pam": "อรุณสวัสดิ์ ที่รัก วันอีกวันสำหรับงานสวนสินะ หืม?#$e#เดี๋ยวฉันจะทำมื้อเย็นให้นะ$h",
				"Indoor_Night_Pam": "นี่ ที่รัก ฉันอุ่นมันไว้ สำหรับเป็นอาหารค่ำวันนี้ [206]",
				"Outdoor_Pam": "เฮ้ ที่รัก วันนี้ดูสดใสดีนะ ว่าไหม?",
				"spring_Pam": "อั่ก... โรคภูมิแพ้ใบไม้ผลิ กลับมาเหมือนการแก้แค้น สินะ$s",
				"summer_Pam": "*เฮ้อ* เหงื่อพวกนี้... ทำไมต้องแคร์ เรื่องแต่งหน้า ตั้งแต่แรกด้วยนะ?$s",
				"fall_Pam": "ใบไม้พวกนี้ร่วงไปทั่วบ้าน...#$e#แน่นอนพวกมันสวยดี แต่การเก็บกวาด มันเป็นสิ่งที่เจ็บปวดสุดๆ",
				"winter_Pam": "อยากเอาตัวไปอยู่ หน้าเตาผิงหรอ เด็กน้อย?$h",
				"Rainy_Day_0": "ระวังอย่าให้ตัวเปียกนะ เด็กน้อย ฉันจะไม่ยอมให้เธอมาดม แอมโมเนียแบบฉัน!",
				"Rainy_Day_1": "อรุณสวัสดิ์$h#$e#นี่ เด็กน้อย กาแฟที่ดีและทำให้แข็งแรง [395]",
				"Rainy_Day_2": "ฉันไม่ค่อยได้ทำอาหาร แต่นี่ ที่รัก เอาไปทานสิ [194 195 210 211 216]",
				"Rainy_Day_3": "ฉันไม่อยากออกไปข้างนอก โดยที่สภาพอากาศ เป็นแบบนี้เลย$s...#$e#ฉันอาจจะแค่หาอะไรทำ แถวๆบ้าน",
				"Rainy_Night_0": "หวังว่าวันนี้เธอ จะไม่เปียกฝนนะ ที่รัก#$e#วันนี้อากาศข้างนอก ดูไม่ค่อยสะอาดเลยนะ",
				"Rainy_Night_1": "เฮ้ เธอกลับมาแล้ว คืนนี้เราอยู่ข้างในกันเถอะ",
				"Rainy_Night_2": "ฉันอุ่นซุปให้เธอ หวังว่ามันจะอร่อยนะ [199 218 219 727 730]$h",
				"Rainy_Night_3": "อา... เสียงของสายฝน... คืนนี้นอนหลับสบายแน่นอน$h",
				"Indoor_Day_0": "อรุณสวัสดิ์ ที่รัก วันอีกวันสำหรับงานสวนสินะ หืม?#$e#เดี๋ยวฉันจะทำอาหารให้นะ$h",
				"Indoor_Day_1": "เฮ้ ที่รัก ฉันอุ่นพวกนี้ใว้ สำหรับอาหารมื้อเช้า [234]",
				"Indoor_Day_2": "เดี๋ยวฉันจะไปเยี่ยมเพนนีนะ#$e#ฉันว่าเธออยู่คนเดียว โดยที่ไม่มีฉัน เธอต้องเหงามากๆ แน่เลย",
				"Indoor_Day_3": "วันนี้เธอจะทำอะไรหรอ เด็กน้อย? มีอะไรน่าตื่นเต้นไหม?",
				"Indoor_Night_0": "พักผ่อนบ้างนะ เด็กน้อย! เธอทำงานหนักมาทั้งวันแล้วนะ เธอคงปวดเท้าบ้างแหละ$h",
				"Indoor_Night_1": "นี่ ที่รัก ฉันอุ่นมันให้เธอ สำหรับมื้อค่ำ [206]",
				"Indoor_Night_2": "พร้อมนอนรึยัง ที่รัก?#$e#ฉันเพิ่งทำงานเสร็จ$h",
				"Indoor_Night_3": "มานี่เลย ที่รัก ให้ฉันนวดเท้าให้นะ#$e#เธออยู่กับงานทั้งวันเลย เธอน่าจะปวดมากๆ$h",
				"Outdoor_0": "เฮ้... อย่าทำงานหักโหมนะ เด็กน้อย$h",
				"Outdoor_1": "เธอทำงานได้เยี่ยมมาก ที่รัก เธอเก่งมาก$7",
				"Outdoor_2": "เฮ้ ที่รัก วันนี้ดูดีนะ ว่าไหม?",
				"OneKid_0": "ฉันไม่เคยคิดมาก่อนเลย ว่าจะมีลูกอีกคน นอกจากเพนนี$h",
				"OneKid_1": "มีเด็กอีกคนเรียกฉันว่าแม่ หืม...?#$e#มีความสุขจังเลย$h",
				"OneKid_2": "%kid1 เจ้าความรักของแม่$h",
				"TwoKids_0": "เพนนีตื่นเต้นมากเลย ที่จะได้เจอน้องๆ ของเธอ$h#$e# เธอจะเป็นคุณครูของเด็กๆ ในอีกไม่กี่ปี$6",
				"TwoKids_1": "เธอเป็นพ่อ ที่ยอดเยี่ยมมากเลย เด็กน้อย$h^เธอเป็นแม่ ที่ยอดเยี่ยมมากเลย เด็กน้อย$h",
				"TwoKids_2": "เรามีครอบครัว ที่สมบูรณ์แบบ ใช่ไหมล่ะ? @?$h",
				"Good_0": "วันนี้เธอดูหล่อนะ$7^วันนี้เธอดูน่ารักนะ$7",
				"Good_1": "เธอเป็นคนช่างสังเกตนะ รู้อะไรไหม?$7#$e#มานี่แล้วจูบฉัน เด็กทึ่ม$4",
				"Good_2": "เราสร้างนักฆ่าคู่ ใช่ไหมล่ะ?$h",
				"Good_3": "ฉันไม่คิดว่าฉันจะได้แต่งงาน แต่เธอมาพิสูจน์ว่ามันไม่จริง ใช่ไหมล่ะ?$h",
				"Good_4": "รับช่อดอกไม้จากเธอ เป็นการตักสินใจที่ถูก ว่าไหม?$7",
				"Neutral_0": "ฉันน้ำหนักลดแหละ เธอรู้แล้วรึยัง?#$e#ฉันควรต้องกินอาหาร ที่ดีต่อสุขภาพแล้ว",
				"Neutral_1": "มันเป็นเรื่องปกติ ที่จะสกปรกไวแบบนี้",
				"Neutral_2": "มีอะไรที่สำคัญ ต้องทำวันนี้ไหม หืม?#$e#ฉันกำลังจะไปร้านปิแอร์น่ะ",
				"Bad_0": "ปล่อยฉันอยู่คนเดียว!$3",
				"Bad_1": "...$5",
				"Bad_2": "เธอทำเหมือนฉันเป็นขยะ$5#$e#...ตอนนี้ฉันจำได้แล้วว่า ทำไมฉันโสดมานาน$s",
				"funLeave_Pam": "วันนี้ฉันออกไปข้างนอกนะ เด็กน้อย#$e#อย่าคิดถึงฉันเกินไปล่ะ!$7",
				"funReturn_Pam": "วันนี้คิดถึงเธอจัง ที่รัก#$e#ดีใจจังที่ได้กลับมา$h",
				"spring_1": "สวัสดีปีใหม่ ที่รัก หวังว่าจะเป็นปีที่ดีนะ$h",
				"spring_12": "เธอเก่งเรื่องหา ไข่อีสเตอร์ใช่ไหม?#$e#ชนะแล้ว เอาของมาให้ฉันสิ ที่รัก$h",
				"spring_23": "ฉันหาชุดเก่าๆ เพื่องานวันพรุ่งนี้เลยนะ เด็กน้อย เราจะโชว์ให้เด็กๆ ดูว่ามันเป็นยังไง$7",
				"summer_1": "อั่ก... ความร้อนของหน้าร้อน ไม่เหมาะกับผู้หญิง มีอายุแบบฉันเลย$s",
				"summer_10": "พรุ่งนี้ใส่เบียร์ไปใส่ซุปสิ เด็กน้อย!$7#$e#ทุกครั้งที่ฉันทำ ท่านผู้ว่ารักมันเลยล่ะ$h",
				"summer_27": "โอ้ ใช่... พรุ่งนี้มีงานเทศกาลสินะ หืม?#$e#... พวกมันสวยมากเลยใช่มั้ยล่ะ?",
				"fall_1": "ฤดูใบไม้ร่วง เป็นฤดูที่ดีสำหรับอาหาร และเบียร์จริงๆ$h",
				"fall_15": "อาหารที่งานแฟร์นั่น ทานแล้วนอนตายตาหลับเลย$7",
				"fall_26": "เข้ามาเลย เขาวงกตสำหรับวันพรุ่งนี้! ฉันไม่กลัวผีหรอก$h",
				"winter_1": "ฤดูหนาวมาไวจริงๆ เลยนะ หืม?#$e#อาจจะดีกว่า ถ้าฉันอบอุ่นทั้งหน้าหนาวนี้ เด็กน้อย$7",
				"winter_7": "ฉันรักเธอ ที่รัก แต่พรุ่งนี้ฉันจะเตะก้นเธอ$h",
				"winter_24": "รอไม่ไหวแล้ว ที่จะทานอาหารของกัส วันเทศกาลวันพรุ่งนี้#$e#งานฉลองนี้ เป็นสิ่งที่ดีที่สุดของปีเลย!$h",
				"winter_28": "ไม่อยากจะเชื่อเลย ว่าจะหมดปีแล้ว#$e#ฉลองกัน ที่รัก นี่สำหรับอีกปีที่ดีของเรา [346]$7",
				"spouseRoom_Pam": "#$c .5#วันนี้ฉันอยากจะแค่ อยู่ขี้เกียจและนอนดูทีวี...",
				"patio_Pam": "ไม่อยากจะเชื่อเลย ว่าฉันอยากดูแลสวนดอกไม้#$e#มันน่าแปลกใจมากเลย$h"
			},
		},
		{
			"Action": "EditData",
			"Target": "strings/schedules/Pam",
			"Entries": {
				"marriage_Sun.000": "ฉันคิดว่าฉันจะมาทักทายกับเพนนี",
				"marriage_Fri.000": "เฮ้ ตัวเอง ฉันว่าจะแวะไปทัก ตาลุงกัสหน่อย",
				"marriage_Tue.000": "ดีจ้า สุดรักสุดดวงใจ ฉันมาซื้อของนิดหน่อยน่ะ",
				"marriage_Tue.001": "อยากได้อะไรหรือเปล่าจ๊ะ หวานใจ?",
				"marriage_Tue.002": "เฮ้ รอฉันอยู่หรอจ๊ะ หวานใจ ใกล้เสร็จแล้วแหละ แปปนึงนะ",
				"marriage_Tue.003": "เดี๋ยวจ่ายตังเสร็จ ก็จะกลับบ้านแล้วจ้า เจอกันที่บ้านนะ ตัวเอง",
				"marriage_Mon.000": "เฮ้ ตัวเอง จะไปทะเลทรายหรอจ๊ะ?",
				"marriage_Wed.000": "ดีจ้า สุดรักสุดดวงใจ วันทำงานอีกวันนึงแหละ... ฉันจะรีบกลับบ้าน มาก่อนเธอจะคิดถึงนะ",
			},
		},
		{
			"Action": "EditData",
			"Target": "Data/EngagementDialogue",
			"Entries": {
				"Pam0": "เธอนี่เป็น เด็กประหลาดเสียจริง... อยากแต่งงานกับหญิงแก่ๆ อย่างฉันเหรอ#$e#อะไร? ฉันไม่ได้บ่นอะไรนะ!$h",
				"Pam1": "เพนนีน่ะดูแลตัวเองได้... เธอเป็นเด็กรับผิดชอบ#$e#เธอพร้อมจะเป็น ผู้ปกครองบุญธรรมหรือยัง?$h",
			},
		},
		{
			"Action": "EditData",
			"Target": "Data/Mail",
			"Entries": {
				"pennyDinner": "ถึง @^ฉันรู้ว่ามีมีบางอย่างแปลกไประหว่างเรา ตั้งแต่ฉันรู้เรื่องเกี่ยวกับคุณและแม่ของฉันค่ะ ฉันขอโทษที่โมโหใส่พวกคุณไปตอนนั้น ฉันอยากจะปรับความเข้าใจกับคุณ^มาหาฉันที่รถบ้านในวันนี้นะคะ มีเซอร์ไพรส์รอคุณอยู่ด้วยล่ะค่ะ!^^   ด้วยรัก^   เพนนี",
			},
		},
	]
}
