{
	"Entries": {
						"danceRejection": "I'm... flattered, @. But it would cause too much of a scene. I'm sorry.$s" ,
						"Mon8": "@!$h#$e#It's nice to see you. Stay for a while.$h" ,
						"Mon10": "Hello, @.$h#$e#You should come over for dinner sometime.$7" ,
						"Tue8": "How is the farm, @?" ,
						"Tue10": "Living on a farm seems very sustainable.#$e#Not as sustainable as my tent, but...$h" ,
						"Wed8": "Tell me more about yourself, @.#$e#You're a very interesting person.$h" ,
						"Wed10": "I might be happy living on a farm someday...$6#$e#...Just a thought.$4" ,
						"Thu8": "I trust you, @. You're a good friend.$h" ,
						"Thu10": "You're very unique, @. I've never met someone quite like you before.$4" ,
						"Fri8": "You've shown me so much kindness, @.#$e#I can never fully repay it, but here is a token of my thanks. [226 212 228 202 728]" ,
						"Fri10": "What are you doing tonight, @?#$e#Come and visit me if you like.$h" ,
						"Sat8": "I said I was happy by myself before, but I'm glad you're my friend, @.$h" ,
						"Sun8": "I've been in Pelican Town for quite some time now.$6#$e#It might be time to leave soon...$s" ,
						"Sun10": "I'm thinking about moving my tent soon...$6#$e#Not far, don't you worry!$h#$e#I've always thought living near the beach would be wonderful." ,
						"summer_Mon10": "I don't suppose a young one like yourself has ever been married...?#$e#Just curious.$4" ,
						"summer_Fri10": "Have you ever been in love, @?#$e#Love is a very beautiful thing. Cherish it if you are ever lucky enough to find it.$h" ,
						"summer_Sat8": "Have you done any fishing lately?#$e#Fishing is a great way to relax, and a wonderful opportunity to spend time with another person.$h" ,
						"summer_Sun8": "Fall is approaching...$s#$e#I'm thankful for the bounty from nature, but the cold weather makes it hard for me." ,
						"summer_Sun10": "Summer is a great time to bathe in the river.#$e#Just make sure no one is around!$h" ,
						"fall_Tue8": "Winter is right around the corner. Make sure to stay warm, @." ,
						"fall_Wed8": "When the weather gets colder I leave my tent less an less.$s" ,
						"fall_Wed10": "Hello, @. I hope you're prepared for the winter.#$e#It's supposed to be a rough one.$s" ,
						"fall_Fri10": "We should have a picnic sometime to celebrate the bounty Yoba gives us in the fall.#$e#Don't forget the fresh grape wine.$h" ,
						"winter_Mon8": "...$s#$e#Oh, hello, @." ,
						"winter_Wed10": "Yoba is very gracious, but...#$e#Sometimes I wonder what it would be like if I had someone to share warmth with these long winter nights.$s" ,
						"winter_Fri8": "Thankfully, I've yet to freeze to death in my tent.$h" ,
						"winter_Sat10": "My tent gets lonely sometimes. Feel free to stop by any time, @.$h" ,
						"event_dinner1": "I'm so glad you like it! I only use salt to season it - the trick is making sure the fish is freshly caught!$h" ,
						"event_dinner2": "Well... I'm not exactly a five-star chef... but I tried.$s" ,
						"event_embarrassing1": "I know that... but thank you, @. Sometimes I need a reminder myself.$h" ,
						"event_embarrassing2": "Really...? That means so much to me, @.$4" ,
						"divorced": "You have no reason to be here.$a" ,
				},
}