{
	"Changes": [
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Lewis",
			"Entries": {
			"danceRejection": "I can't. I'm the one in charge of the event.",
		    "Mon8": "Oh, @! Hello.#$e#Today would be a nice day for a picnic, wouldn't you say?" ,
			"Mon10": "How have things been, @?#$e#I see you so often, yet I rarely remember to ask.$h" ,
			"Tue10": "Ah, if it isn't farmer @.#$e#Again.$h#$e#Do you have any business here?" ,
			"Wed8": "Nice to see you, @.#$e#We sure run into each other quite a lot, don't we?$h" ,
			"Wed10": "Is it just a coincidence that we always seem to meet here...?$s" ,
			"Thu8": "Ah... I'm not sure if you knew, but Marnie and I... we were sort of an item.#$e#We've separated.$s" ,
			"Thu10": "You look very nice today, Mr. @.$1^You look very nice today, Miss @.$1" ,
			"Fri8": "Some days being mayor feels very rewarding.#$e#Other days... well, I try not to think about those days.$s" ,
			"Fri10": "The whole town will be at the saloon tonight.#$e#I'll buy you a drink if you drop by.$1" ,
			"Sat10": "Last night sure was a doozy, eh?$h#$e#The saloon's always pretty crazy on Fridays.$h" ,
			"Sun10": "You're doing a great job, @.#$e#I'm very proud of the work you've done here in Pelican Town.$h#$e#And... I'm proud to call you my dear friend, too.$1" ,
			"event_lewisBreakup1": "I... I know. But I shouldn't have let myself get so close to y-- that person...$6" ,
			"event_lewisBreakup2": "...Maybe a little.$5#$b#Still... no one deserves that.$s" ,
			"event_lewisBreakup3": "Um... it's... it's not important. Maybe I'll tell you later...$s" ,
			"event_lewisMorning1": "Oh, well it's nice to see you! Actually, it's strange you happened by...#$b#I was just thinking about how I wanted to speak to you." ,
			"event_lewisMorning2": "Oh! Is that so?$8#$b#Well... actually, now that you're here, there's something I wanted to talk to you about." ,
			"event_lewisMorning3": "Oh... could you spare just a moment? There's actually something I wanted to talk to you about.$s" ,
			"event_loveMarnie1": "Oh... well, I'm sorry to hear that.$s" ,
			"event_loveMarnie2": "Ah... so we've both experienced heartache from the same woman, eh?#$b#I'm sorry to hear that, @. Really.$s" ,
			"event_loveMarnie3": "I-Is that so?$s#$b#Well... I'm glad to hear that.$a" ,
			"event_loveMarnie4": "I'm not sure Marnie felt the same way...$s" ,
			"event_relocate1": "Um, yes... We'll get it sorted out when we head down to the front desk.$s#$b#Well, let's get going, then." ,
			"event_relocate2": "Certainly.#$b#For now we should head out! We can unpack this evening once we're back from the first round of meetings... And dinner, of course.$h" ,
			"event_relocate3": "O-oh. I suppose you're right... No need to cause the staff extra trouble on our account.$5#$b#Well... let's head out, shall we? We don't want to be late...$7" ,
			"event_ruin1": "I'm hungry, too. Let's get going, then. What are you in the mood for?" ,
			"event_ruin2": "Me too...$s#$b#Well, I know some decent bars here, at least. Let's go." ,
			"event_ruin3": "Huh...? Am I okay...?$s#$b#I... I'm just a little taken aback by Lin's behavior.$s#$b#I'll be fine, though...#$b#@... Thank you for being here with me. Let's go get a good dinner.$h" ,
			"divorced": "Here on business, eh?$s" ,			
			},
		},
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Lewis",
			"Entries": {
				"give_flowersA": "Oh my!$h#$b#... I suppose... I accept!$8#$b#... I'm making something official...$h",
				"give_flowersB": "Are you being serious right now?$h#$b#Absolutely. I never would have thought...$8#$b#... I'm making something official...$h",
				"give_pendant": "...! I...are you serious? Yes!$8#$b#This is too good to be true... $4#$b#I'm so happy. Don't worry, I'll get all the paperwork done for it. Should take about three days.$h",
				"stardrop_gift": "@, my dear, who showed me another way to love.$4#$b#This stardrop, just as rare as you, should be the perfect gift.$h#$b#The old town stories has it it's flavour is legendary.$h",
				"rejectNPCA": "Sorry but I am not comfortable with this situation.$2",
				"rejectNPCB": "Ah, no thank you...#$b#Why don't you get sweet with the younger bunch.$1",
				"reject_two_heartA": "Ah... I don't think I can plant picked flowers.",
				"reject_two_heartB": "This really would be a better gift for one of the more elegible townsfolk.",
				"reject_four_heartA": "I'm afraid I'm married to my job, @.#$b#The mayor cannot have favourites.$2",
				"reject_four_heartB": "Oh... I mean.. well...$3#$b#I think we should just be friends.$7",
				"engageA": "You know I am the one who run the wedding... I am sure you want to go without a hitch...$2",
				"engageB": "You don't have to give this to me... you should of given it to your spouse-to-be.$1",
				"marriedA": "I find this highly offensive.$4",
				"marriedB": "You married %spouse. You shouldn't be out doing this.!$4",
				"refusal_knownA": "Give that to someone you like and I'll help with the wedding.",
				"refusal_knownB": "A pendant... I suppose you've found someone you like.",
				"refusal_botherA": "... Please do not joke like that.$5",
				"refusal_botherB": "Stop it. I've made myself clear.$5",
				"refusal_no_heartsA": "Ah... no. I'm not available.$2",
				"refusal_no_heartsB": "I have eyes elsewhere... besides I don't want the town thinking I pick favorites.",
			},
			"When": { "HasMod": "misscoriel.courtship"},
		},
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Lewis",
			"Entries": {
				"give_flowersA": "They're lovely, my dear.$8",
				"give_flowersB": "Did you know? I love this kind.$8",
				"give_pendant": "You already proposed, dear.$8",
				"engageA": "We're already getting married.$8",
				"engageB": "I only need the one, dear.$8",
				"marriedA": "We're already married, dear.$h",
				"marriedB": "Where are you finding these pendants, dear?$h",
			},
			"When": { 
				"HasMod": "misscoriel.courtship",
				"Spouse": "Lewis"
			}
		},
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/MarriageDialogueLewis",
			"Entries": {
				"Rainy_Day_Lewis": "What nasty weather...#$e#If you need me, I'll be in here.$h",
				"Rainy_Night_Lewis": "I made soup for dinner. [199 218 219 727 730]#$e#I'm not as good a cook as Gus, but I hope you like it.$h",
				"Indoor_Day_Lewis": "Morning, dear...#$e#I'm barely awake myself. Here, let's hope this helps. [395]",
				"Indoor_Night_Lewis": "Today was a long day...#$e#Paperwork and such.$s#$e#Let's go to sleep soon, dear. I'm exhausted.",
				"Outdoor_Lewis": "Your day starts very early, doesn't it?#$e#I'm not used to waking up quite so early.$h",
				"spring_Lewis": "The whole town seems more lively in the spring. It's refreshing.$h",
				"summer_Lewis": "I don't much like the summer heat...#$e#But I have to put on a happy face for the town.$h",
				"fall_Lewis": "The town looks lovely in fall colors.",
				"winter_Lewis": "The snow is lovely, but it's hard to get around without snowshoes...",
				"Rainy_Day_0": "What nasty weather...#$e#If you need me, I'll be in here.$h",
				"Rainy_Day_1": "Here you go, dear. I made it just a little while ago. [395]",
				"Rainy_Day_2": "What's on your agenda today, dear?#$e#I don't want to go outside in this weather... Good thing I've got some work to do inside.",
				"Rainy_Day_3": "Hmm... what should we do for dinner tonight?",
				"Rainy_Night_0": "I made some soup for dinner. [199 218 219 727 730]#$e#I'm not the best cook, but I hope you like it.$h",
				"Rainy_Night_1": "The rain makes our home seem cozy, doesn't it, dear?$h#$e#Let's turn in for the night.$h",
				"Rainy_Night_2": "Make sure you change into something warm, dear. I don't want you to get sick.",
				"Rainy_Night_3": "Let's head to bed early tonight, okay?#$e#You look cold. I'll help warm you up.$h",
				"Indoor_Day_0": "Morning, dear...#$e#I'm barely awake myself. Here, let's hope this helps. [395]",
				"Indoor_Day_1": "Ah, good morning, honey.#$e#I have some work to do in here today.#$e#If you need anything, you know where I'll be.$h",
				"Indoor_Day_2": "I tried my hand at breakfast, dear. [194 195 210 211 216]#$e#Did it turn out alright? I'm not really a chef...",
				"Indoor_Day_3": "Did you sleep well, dear?#$e#I slept perfectly next to you.$h",
				"Indoor_Night_0": "Today was a long day...#$e#Paperwork and such.$s#$e#Let's go to sleep soon, dear. I'm exhausted.",
				"Indoor_Night_1": "I made some dinner. [205 199 224]#$e#What do you think? It turned out okay, don't you think?$h",
				"Indoor_Night_2": "You know, they never tell you beforehand, but being a mayor is ninety-five percent paperwork... I swear.$s#$e#Anyways... how was your day, honey?",
				"Indoor_Night_3": "The farm is such a relaxing place to be.#$e#I liked living in the center of town, don't get me wrong, but being out here is so peaceful.$h",
				"Outdoor_0": "It's a lovely day today, isn't it, dear?$h#$e#Days like this make work a little more pleasant.",
				"Outdoor_1": "Hi, dear. If you need me to do anything, just ask.#$e#I'll be thinking of you.",
				"Outdoor_2": "Don't overwork yourself, dear.",
				"Outdoor_3": "Your day starts quite early, doesn't it?#$e#I don't mind it, but I'm not used to waking up so early.$h",
				"OneKid_0": "I wonder if %kid1 will grow up to be a farmer like you?#$e#Or maybe a mayor like me...$h",
				"OneKid_1": "I never thought I'd be a dad.#$e#It's a challenge, but a very welcome one indeed.$h",
				"OneKid_2": "Let's go on a family outing tomorrow, dear. Just you, me, and little %kid1.$h",
				"TwoKids_0": "I can't believe I let you talk me into two kids.$h#$e#I'm overjoyed.$h",
				"TwoKids_1": "We have to make sure and give %kid1 plenty of attention now that we have %kid2. We don't want any jealousy between them.",
				"TwoKids_2": "You're a wonderful father, @.$h^You're a wonderful mother, @.$h",
				"Good_0": "I've never felt this way about anyone before, @. You're amazing.$8",
				"Good_1": "You're looking extra handsome today, dear.$h^You're looking extra lovely today, dear.$h",
				"Good_2": "You work so hard for us both, honey. I appreciate it.",
				"Good_3": "I love you, dear. Don't forget that.",
				"Good_4": "I admit that I never thought I'd be married to the new farmer someday...#$e#Of course, I always thought you were very attractive...$8",
				"Good_5": "I was so nervous when I sent you the letter about the Mermaid's Pendant!#$e#Was it too strong of a hint...?$h",
				"Neutral_0": "The town sure was bustling when I was running errands the other day.#$e#I'm glad to see that.",
				"Neutral_1": "Sometimes I think that this town might be fine without a mayor.",
				"Neutral_2": "Hmm... I'm feeling peckish. I'll grab a snack and get back to work...",
				"Bad_0": "...Do you still love me?$s",
				"Bad_1": "Just... leave me alone! I'm busy, too, for Yoba's sake!$5",
				"Bad_2": "I always thought I was too busy for a relationship...$s#$e#I guess I was right.$s",
				"funLeave_Lewis": "I've got some errands to run today.#$e#Oh, you know... Paperwork to drop off, letters to mail, shopkeepers to check in with.$h",
				"funReturn_Lewis": "Hello, dear. I'm glad to be back.$h",
				"spring_1": "Happy new year, honey!#$e#Here's to a great year together.$h",
				"spring_12": "Sometimes I wish I could participate in the egg hunt.#$e#I'm sure I'd be awful at it, anyway.$h",
				"spring_23": "Of course I know the dance! I'm the mayor... it's my job to know all the town's traditions!",
				"summer_1": "Phew... it's like it just got hot overnight.",
				"summer_10": "Sorry if I seem a little scrambled, dear...#$e#I'm preparing for the governor's visit tomorrow.",
				"summer_27": "The moon jellies will make their appearance tomorrow.#$e#I've seen it so many times, but it's still a lovely sight each year.",
				"fall_1": "Ah... it's finally cooling off.#$e#I love the fall. It's a great season for relaxing and eating good food.",
				"fall_15": "So much preparation goes into the fair each year.#$e#There are a lot of behind-the-scenes things that the average villager never sees.",
				"fall_26": "He doesn't really want anyone to know, but I'll let you in on a little secret...#$e#The Wizard has a pretty large part in tomorrow's festivities. He helps out every year.$h",
				"winter_1": "Oh, it snowed last night!#$e#How strange, I don't remember seeing any in the forecast...#$e#I guess winter's finally here.",
				"winter_7": "Will you enter the fishing content tomorrow, dear?#$e#You always do so well.",
				"winter_24": "I hope you have your gift prepared for tomorrow, honey.",
				"winter_28": "Ah, the year is finally coming to a close.#$e#Let's drink. [346]",
				"spouseRoom_Lewis": "#$c .5#I've got some paperwork to do today.#$e#I got a good start this morning before you woke up, but I'm nowhere near finished.",
				"patio_Lewis": "I'm glad I still have time to garden.$h"
			},
		},
		{
			"Action": "EditData",
			"Target": "strings/schedules/Lewis",
			"Entries": {
				"marriage_Mon.000": "Hello, dear. I'm here to check in with Pierre... and do some grocery shopping.$h",
				"marriage_Mon.001": "Robin's business is booming as usual.",
				"marriage_Wed.000": "Oh, hi, dear! I'm here checking on Marnie's business.",
				"marriage_Wed.001": "Willy's shop sure is in a peaceful place.$h",
				"marriage_Fri.000": "I always like coming to check on the library. It's a nice, quiet place.",
				"marriage_Fri.001": "I'm here to collect Clint's business tax.",
				"marriage_Fri.002": "I'm glad you're here, honey! Grab a drink and let's dance.$h",
			},
		},
		{
			"Action": "EditData",
			"Target": "Data/EngagementDialogue",
			"Entries": {
				"Lewis0": "I may be mayor of Pelican Town, but you've become mayor of my heart, @.$h",
				"Lewis1": "I'm overjoyed!$h#$e#I just can't help but wonder... who will perform the ceremony?",
			},
		},
	]
}