{
	"Changes": [
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Lewis",
			"Entries": {
			"danceRejection": "No puedo. Yo soy el encargado del evento.",
		    "Mon8": "¡Oh, @! Hola.#$e#Hoy sería un buen día para hacer un picnic, ¿no crees?",
			"Mon10": "¿Cómo han ido las cosas, @?#$e#Te veo tan a menudo, pero rara vez me acuerdo de preguntar.$h",
			"Tue10": "Ah, si no es el granjero @.^Ah, si no es la granjera @.#$e#Otra vez.$h#$e#¿Tienes algún negocio aquí?",
			"Wed8": "Encantado de verte, @.#$e#Seguro que nos encontramos mucho, ¿no?$h",
			"Wed10": "¿Es solo una coincidencia que parezca que siempre nos encontramos aquí...?$S",
			"Thu8": "Ah... no estoy seguro de que lo supieras, pero Marnie y yo... éramos una especie de elemento.#$e#Nos hemos separado.$s",
			"Thu10": "Te ves muy bien hoy, Sr. @.$1^Te ves muy bien hoy, Sra @.$1",
			"Fri8": "Algunos días ser alcalde se siente muy gratificante.#$e#Otros días... bueno, trato de no pensar en esos días.$s",
			"Fri10": "Todo el pueblo estará en el salón esta noche.#$e#Te invito a una bebida si pasas.$1",
			"Sat10": "Anoche seguro fue una maravilla, ¿eh?$h#$e#El salón siempre está bastante ajetreado los viernes.$h",
			"Sun10": "Estás haciendo un gran trabajo, @.#$e#Estoy muy orgulloso del trabajo que has hecho aquí en Pueblo Pelícano.$h#$e#Y... estoy orgulloso de llamarte mi querido amigo también.$1^Y... estoy orgulloso de llamarte mi querida amiga también.$1",
			"event_lewisBreakup1": "Yo... lo sé. Pero no debería haberme permitido acercarme tanto a t- esa persona...$6",
			"event_lewisBreakup2": "...Quizás un poco.$5#$b#Aún así... nadie se merece eso.$s",
			"event_lewisBreakup3": "Um... es... no es importante. Tal vez te lo cuente más tarde...$s",
			"event_lewisMorning1": "¡Oh, bueno, es un gusto verte! En realidad, es extraño que hayas pasado por...#$b#Estaba pensando en que quería hablar contigo.",
			"event_lewisMorning2": "¡Oh! ¿Es así?$8#$b#Bueno... en realidad, ahora que estás aquí, hay algo de lo que quería hablarte.",
			"event_lewisMorning3": "Oh... ¿podrías dedicarme un momento? En realidad, hay algo de lo que quería hablarte.$s",
			"event_loveMarnie1": "Oh... bueno, siento oír eso.$s",
			"event_loveMarnie2": "Ah... así que ambos hemos experimentado un dolor de cabeza por parte de la misma mujer, ¿eh?#$b#Lamento escuchar eso, @.",
			"event_loveMarnie3": "¿E-es así?$s#$b#Bueno... me alegra escuchar eso.$a",
			"event_loveMarnie4": "No estoy seguro de que Marnie sintiera lo mismo...$s",
			"event_relocate1": "Um, sí... Lo solucionaremos cuando vayamos a la recepción.$s#$b#Bueno, vamos, entonces.",
			"event_relocate2": "Ciertamente.#$b#¡Por ahora deberíamos salir! Podemos desempacar esta noche una vez que regresemos de la primera ronda de reuniones... Y la cena, por supuesto.$h",
			"event_relocate3": "O-oh. Supongo que tienes razón... No hay necesidad de causar problemas adicionales al personal por nuestra cuenta.$5#$b#Bueno... salgamos, ¿vale? no queremos llegar tarde...$7",
			"event_ruin1": "Yo también tengo hambre. Vamos, entonces. ¿Qué te gustaría comer?",
			"event_ruin2": "Yo también...$s#$b#Bueno, al menos conozco algunos bares decentes. Vamos.",
			"event_ruin3": "¿Eh...? ¿Estoy bien...?$s#$b#Yo... estoy un poco desconcertado por el comportamiento de Lin.$s#$b#Estaré bien , aunque...#$b#@... Gracias por estar aquí conmigo. Tengamos una cena agradable.$h",
			"divorced": "Aquí por negocios, ¿eh?$s",			
			},
		},
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Lewis",
			"Entries": {
				"give_flowersA": "¡Oh!$h#$b#...supongo... ¡acepto!$8#$b#...estoy haciendo algo oficial...$h",
				"give_flowersB": "¿Hablas en serio ahora mismo?$h#$b#Absolutamente. Nunca hubiera pensado...$8#$b#...estoy haciendo algo oficial...$h",
				"give_pendant": "¡...! Yo... ¿hablas en serio? ¡Sí!$8#$b#Esto es demasiado bueno para ser verdad...$4#$b#Estoy tan feliz. No te preocupes, haré todo el papeleo. Debería tardar unos tres días.$h",
				"stardrop_gift": "@, querido, quien me mostró otra forma de amar.$4^@, querida, quien me mostró otra forma de amar.$4#$b#Esta fruta estelar, tan rara como tú, debería ser el regalo perfecto.$h#$b#Las viejas historias del pueblo dicen que su sabor es legendario.$h",
				"rejectNPCA": "Lo siento, pero no me siento cómodo con esta situación.$2",
				"rejectNPCB": "Ah, no gracias...#$b#¿Por qué no te pones meloso con los más jóvenes?$1^¿Por qué no te pones melosa con los más jóvenes?$1",
				"reject_two_heartA": "Ah... no creo que pueda plantar flores cortadas",
				"reject_two_heartB": "Este regalo sería un mejor para uno de los habitantes más elegibles.",
				"reject_four_heartA": "Me temo que estoy casado con mi trabajo, @.#$b#El alcalde no puede tener favoritos.$2",
				"reject_four_heartB": "Oh... quiero decir... bueno...$3#$b#Creo que solo deberíamos ser amigos.$7",
				"engageA": "Sabes que soy yo quien dirige la boda... estoy seguro de que quieres que no surgan problemas...$2",
				"engageB": "No tienes que dármelo... deberías dárselo a tu futuro cónyuge.$1",
				"marriedA": "Me parece muy ofensivo.$4",
				"marriedB": "Te casaste con %spouse. ¡No deberías estar haciendo esto!$4",
				"refusal_knownA": "Dáselo a alguien que te guste y yo te ayudaré con la boda.",
				"refusal_knownB": "Un colgante... supongo que has encontrado a alguien que te gusta.",
				"refusal_botherA": "...Por favor, no bromees así.$5",
				"refusal_botherB": "Basta. Ya lo he dejado claro.$5",
				"refusal_no_heartsA": "Ah... no. No estoy disponible.$2",
				"refusal_no_heartsB": "Tengo ojos en otra parte... además no quiero que el pueblo piense que escojo favoritos."
			},
			"When": { "HasMod": "misscoriel.courtship"},
		},
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Lewis",
			"Entries": {
				"give_flowersA": "Son encantadores, querido.$8^Son encantadores, querida.$8",
				"give_flowersB": "¿Lo sabías? Amo este tipo.$8",
				"give_pendant": "Ya me propusiste querido.$8^Ya me propusiste querida.$8",
				"engageA": "Ya estamos comprometidos.$8",
				"engageB": "Solo necesito uno, querido.$8^Solo necesito uno, querida.$8",
				"marriedA": "Ya estamos casados, querido.$h^Ya estamos casados, querida.$h",
				"marriedB": "¿Dónde encuentras estos colgantes, querido?$h^¿Dónde encuentras estos colgantes, querida?$h"
			},
			"When": { 
				"HasMod": "misscoriel.courtship",
				"Spouse": "Lewis"
			}
		},
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/MarriageDialogueLewis",
			"Entries": {
				"Rainy_Day_Lewis": "Qué mal tiempo...#$e#Si me necesitas, estaré aquí.$h",
				"Rainy_Night_Lewis": "Hice sopa para la cena.[199 218 219 727 730]#$e#No soy tan buen cocinero como Gus, pero espero que te guste.$h",
				"Indoor_Day_Lewis": "Buenos días, querido...^Buenos días, querida...#$e#Apenas estoy despierto. Esperemos que esto ayude.[395]",
				"Indoor_Night_Lewis": "Hoy fue un día largo...#$e#Papeleo y demás.$s#$e#Vamos a dormir pronto, cariño. Estoy exhausto.",
				"Outdoor_Lewis": "Tu día comienza muy temprano, ¿no?#$e#No estoy acostumbrado a despertarme tan temprano.$h",
				"spring_Lewis": "Todo el pueblo parece más animado en primavera. Es refrescante.$h",
				"summer_Lewis": "No me gusta mucho el calor del verano...#$e#Pero tengo que poner una cara feliz por el pueblo.$h",
				"fall_Lewis": "El pueblo se ve hermoso con los colores del otoño.",
				"winter_Lewis": "La nieve es preciosa, pero es difícil moverse sin raquetas de nieve...",
				"Rainy_Day_0": "Qué mal tiempo...#$e#Si me necesitas, estaré aquí.$h",
				"Rainy_Day_1": "Aquí tienes, querido. Lo hice hace un rato.[395]^Aquí tienes, querida. Lo hice hace un rato.[395]",
				"Rainy_Day_2": "¿Qué tienes en la agenda de hoy, querido?^¿Qué tienes en la agenda de hoy, querida?#$e#No quiero salir afuera con este clima... Menos mal que tengo trabajo que hacer adentro.",
				"Rainy_Day_3": "Hmm... ¿qué debemos hacer para cenar esta noche?",
				"Rainy_Night_0": "Hice sopa para cenar.[199 218 219 727 730]#$e#No soy el mejor cocinero, pero espero que te guste.$h",
				"Rainy_Night_1": "La lluvia hace que nuestra casa parezca acogedora, ¿no es así, cariño?$h#$e#Vamos a acostarnos a dormir.$h",
				"Rainy_Night_2": "Asegúrate de ponerte algo caliente, querido. No quiero que te enfermes.^Asegúrate de ponerte algo caliente, querida. No quiero que te enfermes.",
				"Rainy_Night_3": "Vamos a acostarnos temprano esta noche, ¿de acuerdo?#$e#Te ves helado. Te ayudaré a calentarte.$h^Te ves helada. Te ayudaré a calentarte.$h",
				"Indoor_Day_0": "Buenos días, querido...^Buenos días, querida...#$e#Apenas estoy despierto. Esperemos que esto ayude.[395]",
				"Indoor_Day_1": "Ah, buenos días, cariño.#$e#Tengo trabajo que hacer aquí hoy.#$e#Si necesitas algo, ya sabes dónde estaré.$h",
				"Indoor_Day_2": "Intenté desayunar, querido.[194 195 210 211 216]^Intenté desayunar, querida.[194 195 210 211 216]#$e#¿Salió bien? No soy realmente un chef...",
				"Indoor_Day_3": "¿Dormiste bien, querido?^¿Dormiste bien, querida?#$e#Dormí perfectamente a tu lado.$h",
				"Indoor_Night_0": "Hoy fue un día largo...#$e#Papeleo y demás.$s#$e#Vamos a dormir pronto, cariño. Estoy agotado.",
				"Indoor_Night_1": "Hice algo para cenar.[205 199 224]#$e#¿Qué piensas? Resultó bien, ¿no crees?$h",
				"Indoor_Night_2": "Sabes, nunca te lo dicen de antemano, pero ser alcalde es un papeleo del noventa y cinco por ciento... lo juro.$s#$e#De todos modos... ¿cómo estuvo tu día, cariño?",
				"Indoor_Night_3": "La granja es un lugar muy relajante.#$e#Me gustaba vivir en el centro del pueblo, no me malinterpretes, pero estar aquí es muy tranquilo.$h",
				"Outdoor_0": "Hoy es un hermoso día, ¿no, querido?$h^Hoy es un hermoso día, ¿no, querida?$h#$e#Días como este hacen que el trabajo sea un poco más agradable",
				"Outdoor_1": "Hola, querido. Si necesitas que haga algo, solo pregúntame.^Hola, querida. Si necesitas que haga algo, solo pregúntame.#$e#Estaré pensando en ti",
				"Outdoor_2": "No trabajes demasiado, querido.^No trabajes demasiado, querida.",
				"Outdoor_3": "Tu día comienza bastante temprano, ¿no?#$e#No me importa, pero no estoy acostumbrado a despertarme tan temprano.$h",
				"OneKid_0": "Me pregunto si %kid1 llegará a ser un granjero como tú.#$e#O tal vez un alcalde como yo...$h",
				"OneKid_1": "Nunca pensé que sería un papá.#$e#Es un desafío, pero muy bienvenido.$h",
				"OneKid_2": "Vamos a hacer una excursión familiar mañana, querido. Solo tú, yo y el pequeño %kid1.$h^Vamos a hacer una excursión familiar mañana, querida. Solo tú, yo y el pequeño %kid1.$h",
				"TwoKids_0": "No puedo creer que te dejé convencerme de tener dos hijos.$h#$e#Estoy muy contento.$h",
				"TwoKids_1": "Tenemos que asegurarnos y darle a %kid1 mucha atención ahora que tenemos a %kid2. No queremos celos entre ellos",
				"TwoKids_2": "Eres un padre maravilloso, @.$h^Eres una madre maravillosa, @.$h",
				"Good_0": "Nunca me había sentido así por nadie antes, @. Eres increíble.$8",
				"Good_1": "Te ves muy guapo hoy, querido.$h^Te ves muy hermosa hoy, querida.$h",
				"Good_2": "Trabajas muy duro para los dos, cariño. Te lo agradezco.",
				"Good_3": "Te amo, querido. No lo olvides.^Te amo, querida. No lo olvides.",
				"Good_4": "Admito que nunca pensé que algún día me casaría con el nuevo granjero...^Admito que nunca pensé que algún día me casaría con la nueva granjera...#$e#Por supuesto, siempre pensé que eras muy atractivo...$8^Por supuesto, siempre pensé que eras muy atractiva...$8",
				"Good_5": "¡Estaba tan nervioso cuando te envié la carta sobre el colgante de la sirena!#$e#¿Fue una pista demasiado grande...?$h",
				"Neutral_0": "El pueblo estaba muy animado cuando estaba haciendo recados el otro día.#$e#Me alegro de ver eso.",
				"Neutral_1": "A veces pienso que este pueblo podría estar bien sin un alcalde",
				"Neutral_2": "Hmm... Tengo hambre. Comeré un bocadillo y volveré al trabajo...",
				"Bad_0": "...¿Aún me amas?$s",
				"Bad_1": "Solo... ¡déjame en paz! ¡Yo también estoy ocupado, por el amor de Yoba!$5",
				"Bad_2": "Siempre pensé que estaba demasiado ocupado para una relación...$s#$e#Supongo que tenía razón.$s",
				"funLeave_Lewis": "Tengo algunos recados que hacer hoy.#$e#Oh, ya sabes... Papeleo para entregar, cartas para enviar, comerciantes para registrar.$h",
				"funReturn_Lewis": "Hola, querido. Me alegro estar de vuelta.$h^Hola, querida. Me alegro estar de vuelta.$h",
				"spring_1": "¡Feliz año nuevo, cariño!#$e#Por un gran año juntos.$h",
				"spring_12": "A veces desearía poder participar en la búsqueda de huevos.#$e#De todos modos, estoy seguro de que lo haría muy mal.$h",
				"spring_23": "¡Por supuesto que conozco el baile! Soy el alcalde... ¡es mi trabajo conocer todas las tradiciones del pueblo!",
				"summer_1": "Uf... es como si hiciera calor durante la noche",
				"summer_10": "Lo siento si parezco un poco revuelto, querido...^Lo siento si parezco un poco revuelto, querida...#$e#Me estoy preparando para la visita del gobernador mañana.",
				"summer_27": "Las medusas lunares aparecerán mañana.#$e#Las he visto tantas veces, pero sigue siendo una vista encantadora cada año.",
				"fall_1": "Ah... finalmente está refrescando.#$e#Me encanta el otoño. Es una gran temporada para relajarse y comer buena comida",
				"fall_15": "Hay mucha preparación en la feria cada año.#$e#Hay muchas cosas detrás de escena que el aldeano promedio nunca ve.",
				"fall_26": "Él no quiere que nadie lo sepa, pero te contaré un pequeño secreto...#$e#El mago tiene un papel bastante importante en las festividades de mañana. Él ayuda todos los años.$h",
				"winter_1": "¡Oh, anoche nevó!#$e#Qué extraño, no recuerdo haber visto que vaya a nevar en el pronóstico...#$e#Supongo que finalmente llegó el invierno",
				"winter_7": "¿Quieres ingresar al concurso de pesca mañana, querido?^¿Quieres ingresar al concurso de pesca mañana, querida?#$e#Siempre lo haces bien.",
				"winter_24": "Espero que tengas tu regalo preparado para mañana, cariño.",
				"winter_28": "Ah, el año finalmente está llegando a su fin.#$e#Bebamos.[346]",
				"spouseRoom_Lewis": "#$c .5#Tengo algunos trámites que hacer hoy.#$e#Empecé bien esta mañana antes de que te despertaras, pero no he terminado.",
				"patio_Lewis": "Me alegro de que todavía tengo tiempo para hacer algo de jardinería.$h"
			},
		},
		{
			"Action": "EditData",
			"Target": "strings/schedules/Lewis",
			"Entries": {
				"marriage_Mon.000": "Hola querido. Estoy aquí para comunicarme con Pierre... y hacer algunas compras.$h",
				"marriage_Mon.001": "El negocio de Robin está prosperando como de costumbre.",
				"marriage_Wed.000": "¡Oh, hola, querido! Estoy aquí revisando el negocio de Marnie.^¡Oh, hola, querida! Estoy aquí revisando el negocio de Marnie.",
				"marriage_Wed.001": "Seguro que la tienda de Willy está en un lugar tranquilo.$h",
				"marriage_Fri.000": "Siempre me gusta venir a revisar la biblioteca. Es un lugar agradable y tranquilo.",
				"marriage_Fri.001": "Estoy aquí para cobrar el impuesto comercial de Clint.",
				"marriage_Fri.002": "¡Me alegro de que estés aquí, querido! Toma una copa y bailemos.$h^¡Me alegro de que estés aquí, querida! Toma una copa y bailemos.$h"
			},
		},
		{
			"Action": "EditData",
			"Target": "Data/EngagementDialogue",
			"Entries": {
				"Lewis0": "Seré el alcalde de Pueblo Pelícano, pero tú llegaste a ser el alcalde de mi corazón, @.$h",
				"Lewis1": "¡Estoy lleno de alegría!$h#$e#No evitar preguntarme... ¿quién va a realizar la boda?",
			},
		},
	]
}