{
	"Changes": [
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Lewis",
			"Entries": {
			"danceRejection": "ฉันทำไม่ได้ ฉันเป็นผู้รับผิดชอบอีเว้นท์นี้",
		    "Mon8": "โอ้ @ สวัสดี#$e#วันนี้เป็นวันที่ดีสำหรับ การปิกนิกนะ เธอไม่คิดงั้นเหรอ?",
			"Mon10": "เป็นยังไงบ้าง @?#$e#ฉันเจอคุณบ่อยมาก แต่ฉันจำไม่ได้แล้วว่า จะถามอะไร$h",
			"Tue10": "อา ถ้าเธอไม่ได้เป็นชาวไร่ล่ะ @#$e#อนึ่ง$h#$e#เธอมีธุรกิจที่อยากทำบ้างไหม?",
			"Wed8": "ดีใจที่ได้เจอเธอนะ @#$e#พวกเราเจอกันค่อนข้างบ่อย ว่ามั้ย?$h",
			"Wed10": "มันเป็นเรื่องบังเอิญที่เรามักจะเจอกันที่นี่...?$s",
			"Thu8": "อา... ฉันไม่แน่ใจว่าเธอรู้มั้ย แต่ว่ามานีและฉันน่ะ... เราเคยคบกันมาก่อน#$e#เราแยกทางกันแล้ว$s",
			"Thu10": "วันนี้เธอดูดีมากเลย @$4^วันนี้ดธอดูดีมากเลย @$4",
			"Fri8": "บางวันการเป็นเทศมนตรี รู้สึกได้ว่าคุ้มค่ามาก#$e#ส่วนวันอื่นๆ... ก็ดี ฉันพยายามไม่คิดถึงวันเหล่านั้น$s",
			"Fri10": "ชาวเมืองทั้งหมดจะอยู่ที่ซาลูน ในคืนนี้#$e#ฉันจะซื้อเครื่องดื่มให้เธอ ถ้าเธอแวะไป$4",
			"Sat10": "เมื่อคืนมันไม่ธรรมดาเลย ใช่มั้ยล่ะ?$h#$e#ซาลูนน่ะครึกครื้นตลอดแหละ ในวันศุกร์$h",
			"Sun10": "เธอทำได้ดีมาก @#$e#ฉันภูมิใจในงานที่เธอทำที่นี่ มากที่สุดในเมืองเพลิแกน$h#$e#และ... ฉันพอใจที่จะเรียกเธอว่า เพื่อนรักของฉันด้วย$4",
			"event_lewisBreakup1": "ฉัน... ฉันรู้ แต่ฉันก็ไม่ควร ที่จะปล่อยให้ตัวเอง ใกล้ชิดกับ เธ-- คนๆ นั้น...$6",
			"event_lewisBreakup2": "...อาจจะเล็กน้อย$4#$b#ยัง... ไม่มีใครสมควรได้รับสิ่งนั้น$s",
			"event_lewisBreakup3": "อืม... มัน... มันไม่สำคัญ บางทีฉันอาจจะบอกคเธอ ทีหลัง...$s",
			"event_lewisMorning1": "โอ้ ดีจริงๆ ที่ได้เจอเธอ! ที่จริงแล้ว มันก็แปลกดีนะที่ บังเอิญเจอเธอ...#$b#ฉันแค่กำลังคิดว่า ฉันจะพูดกับเธอยังไงดี",
			"event_lewisMorning2": "โอ้! งั้นหรอกรึ?$8#$b#งั้น... ที่จริง ไหนๆ เธอก็อยู่ตรงนี้แล้ว มีเรื่องที่ฉันอยากจะ คุยกับเธอสักหน่อย",
			"event_lewisMorning3": "โอ้... เธอพอจะมีเวลาว่าง สักเดี๋ยวนึงมั้ย? มีเรื่องที่ฉันอยากจะ คุยกับเธอสักหน่อย$s",
			"event_loveMarnie1": "โอ้... งั้นหรอ   ฉันเสียใจที่ได้ยินอย่างนั้น$s",
			"event_loveMarnie2": "อา... งั้นเราทั้งคู่ต่างก็เคยอกหัก จากผู้หญิงคนเดียวกันสินะ?#$b#ฉันเสียใจที่ได้ยินอย่างนั้น @ จริงๆ นะ $s",
			"event_loveMarnie3": "ง-งั้นหรอกรึ?$s#$b#อ่า... ดีใจที่ได้ยินแบบนั้นนะ$a",
			"event_loveMarnie4": "ฉันไม่มั่นใจหรอก ว่ามานีจะคิดแบบเดียวกัน...$s",
			"event_relocate1": "อืม ใช่แล้ว... งั้นเดี๋ยวเราค่อยไปจัดการ ตอนที่ลงไปติดต่อ ประชาสัมพันธ์ละกัน$s#$b#เอาล่ะ งั้นเข้าไปกันก่อนเถอะ",
			"event_relocate2": "อย่างนั้นก็ได้#$b#งั้นเราออกไปประชุมกันก่อน! แล้วค่อยมาเก็บของกันอีกที หลังจากจบการประชุมรอบแรก... และก็ทานมื้อคำ$h",
			"event_relocate3": "อ-โอ้ ฉันว่าเธอก็พูดถูก... จะได้ไม่ต้อง ทำให้เสียเงินเพิ่มด้วย$4#$b#งั้น... เราออกไปกันเลยดีมั้ย? จะได้ไม่เข้าประชุมสาย...$7",
			"event_ruin1": "ฉันก็หิวแล้วเหมือนกัน งั้นไปกันเถอะ แล้วเธออยากกินอะไรล่ะ?",
			"event_ruin2": "ฉันก็เหมือนกัน...$s#$b#งั้นก็ ฉันรู้จักบาร์แถวนี้ดีเลยล่ะ อย่างน้อยก็ลองไปดูก่อน ป่ะ",
			"event_ruin3": "ห๊พ...? ถามว่าฉันโอเคมั้ยนะหรอ...?$s#$b#ฉัน... ฉันแค่รู้สึกงงนิดหน่อย กับพฤติกรรมของลินน่ะ$s#$b#ฉันไม่เป็นไรหรอก...#$b#@... ขอบคุณนะ ที่เธออยู่กับฉันตรงนี้ เราไปหาอะไรอร่อยๆ กินกันดีกว่า$h",
			"divorced": "มีธุระอะไรล่ะ ห๊ะ?$s",
			},
		},
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Lewis",
			"Entries": {
				"give_flowersA": "โอ้ ตายจริง!$h#$b#... ฉันจะ... ฉันจะรับมัน!$8#$b#... ฉันจะทำให้มัน เป็นทางการนะ...$h",
				"give_flowersB": "เธอจริงจังใช่มั้ย?$h#$b#ฉันไม่เคยคิดเลยว่า...$8#$b#... ฉันจะทำให้มัน เป็นทางการนะ...$h",
				"give_pendant": "...! ฉัน...เธอจริงจังใช่มั้ย? ตกลง!$8#$b#นี่มันดีจน แทบจะไม่เชื่อ ว่าเป็นเรื่องจริง... $4#$b#ฉันมีความสุขมาก ไม่ต้องห่วง ฉันจะจัดเตรียม เอกสารให้พร้อม น่าจะใช้เวลาซัก 3 วัน$h",
				"stardrop_gift": "@ ที่รัก คุณได้แสดงถึงความรัก ในอีกรูปแบบให้ฉันเห็น$4#$b#สตาร์ดรอปนี่ หาได้ยากยิ่ง เช่นเดียวกับคุณ มันเป็นของขวัญ ที่สมบูรณ์แบบ$h#$b#เรื่องเล่าเก่าแก่ ของเมืองบอกไว้ รสชาดของมัน คือตำนานเลยนะ$h",
				"rejectNPCA": "โทษทีนะ ฉันไม่ค่อยจะสะดวกใจ กับเรื่องแบบนี้$2",
				"rejectNPCB": "อ่า ไม่ล่ะ ขอบคุณ...#$b#ทำไมไม่หา คนหนุ่มสาวเหมือนกันดูล่ะ$1",
				"reject_two_heartA": "อ้า... ฉันคิดว่า คงจะปลูกดอกไม้ ที่เด็ดมาแล้วไม่ได้น่ะ",
				"reject_two_heartB": "ฉันคิดว่า มันน่าจะดีกว่า ถ้าเธอมอบให้ชาวเมื่องคนอื่น ที่เหมาะกับมัน",
				"reject_four_heartA": "ฉันเกรงว่า ฉันเลือกจะแต่งงาน กับงานมากกว่า@#$b#นายกเทศมนตรี ไม่ควรมีความชอบพอส่วนตัว$2",
				"reject_four_heartB": "โอ้... ฉันหมายถึง.. เอ่อ...$3#$b#ฉันคิดว่า เราควรเป็นแค่เพื่อนกัน$7",
				"engageA": "เธอก็น่าจะรู้น่า ว่าฉันคือคนที่ทำพิธีแต่งงาน... และฉันก็ต้องการให้ ไม่มีข้อกังขาใดๆ...$2",
				"engageB": "เธอไม่จำเป็น ต้องเอามาให้ฉัน... เธอต้องเอามันไปมอบให้กับ ว่าที่สามีภรรยาของเธอสิ$1",
				"marriedA": "ฉันว่า นี่เป็นเรื่องแย่มากเลยนะ$4",
				"marriedB": "เธอแต่งงานกับ %spouse แล้วนะ เธอไม่ควรทำแบบนี้!$4",
				"refusal_knownA": "เอาไปมอบให้คนที่เธอชอบสิ แล้วฉันจะช่วยเธอ เรื่องงานแต่ง",
				"refusal_knownB": "สร้อยคอนี่... ฉันว่า เธอคงจะเจอคนที่ชอบแล้วล่ะสิ",
				"refusal_botherA": "... อย่ามาเล่นตลกน่า$5",
				"refusal_botherB": "หยุดนะ ฉันบอกไปชัดเจนแล้วนี่$5",
				"refusal_no_heartsA": "อ้อ... ไม่ล่ะ ฉันไม่ได้ว่างขนาดนั้น$2",
				"refusal_no_heartsB": "ฉันมีอย่างอื่นที่ต้องดูแล.. แล้วก็ฉันไม่อยากให้ชาวเมือง คิดว่าฉันเห็นเรื่องส่วนตัวดีกว่า",
			},
			"When": { "HasMod": "misscoriel.courtship"},
		},
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Lewis",
			"Entries": {
				"give_flowersA": "พวกมันสวยจริงๆ ที่รัก$8",
				"give_flowersB": "คุณรู้หรอ? ว่าฉันชอบเจ้าพวกนี้$8",
				"give_pendant": "คุณขอฉันไปแล้วนะ ที่รัก$8",
				"engageA": "เรากำลังจะแต่งงานกันแล้ว$8",
				"engageB": "ฉันต้องการแค่อันเดียว ที่รัก$8",
				"marriedA": "เราแต่งงานกันแล้วนะ ที่รัก$h",
				"marriedB": "คุณไปหาสร้อยคอนี้ มาจากที่ไหนอีก ที่รัก?$h",
			},
			"When": {
				"HasMod": "misscoriel.courtship",
				"Spouse": "Lewis"
			}
		},
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/MarriageDialogueLewis",
			"Entries": {
				"Rainy_Day_Lewis": "สภาพอากาศดูไม่ค่อยดีเลย...#$e#ถ้าคุณต้องการฉัน ฉันจะไปหาทันที$h",
				"Rainy_Night_Lewis": "ฉันทำซุปสำหรับมือค่ำล่ะ [199 218 219 727 730]#$e#ฉันไม่ได้ทำอาหารเก่งแบบกัส แต่ฉันหวังว่า คุณจะชอบมันนะ$h",
				"Indoor_Day_Lewis": "อรุณสวัสดิ์ ที่รัก...#$e#ฉันเพิ่งปลุกตัวเองให้ตื่น นี่ ฉันหวังว่ามันจะช่วยคุณนะ [395]",
				"Indoor_Night_Lewis": "วันนี้ช่างยาวนาน...#$e#เอกสารและงานมากมาย$s#$e#อีกสักพัก เราไปนอนกันเถอะนะ ที่รัก ฉันเหนื่อยมากเลย",
				"Outdoor_Lewis": "1 วันของคุณนี่เริ่มไวมากเลย ใช่ไหมล่ะ?#$e#ฉันไม่ค่อยได้ตื่นเช้าแบบนี้เท่าไหร่$h",
				"spring_Lewis": "ทั้งหมู่บ้านดูมีชีวิตชีวา ในฤดูใบไม้ผลินะ มันสดชื่นมากเลย$h",
				"summer_Lewis": "ฉันไม่ค่อยชอบ ความร้อนในฤดูร้อนเลย...#$e#แต่ฉันต้องทำหน้าตา มีความสุขให้ผู้คนดู$h",
				"fall_Lewis": "หมู่บ้านนี้ดูน่ารัก ในสีของฤดูใบไม้ร่วงนะ",
				"winter_Lewis": "หิมะพวกนี้น่ารักมาเลย แต่มันก็ยากที่ต้องเดิน ไปไหนมาไหนโดยไม่มีรองเท้าบู๊ท...",
				"Rainy_Day_0": "สภาพอากาศดูไม่ค่อยดีเลย...#$e#ถ้าคุณต้องการฉัน ฉันจะไปหาทันที$h",
				"Rainy_Day_1": "รับนี่ไปเลย ที่รัก ฉันทำเสร็จมาซักพักแล้ว [395]",
				"Rainy_Day_2": "วันนี้คุณมีแผน จะทำอะไรหรอ ที่รัก?#$e#สภาพอากาศแบบนี้ ทำให้ฉันไม่อยากออกไปข้างนอก... ดีนะที่ฉันมีงานต้องทำข้างใน",
				"Rainy_Day_3": "ฮืม... คืนนี้เราทำอะไรทานดี?",
				"Rainy_Night_0": "ฉันทำซุปสำหรับมื้อค่ำวันนี้ล่ะ [199 218 219 727 730]#$e#ถึงฉันจะไม่เก่ง เรื่องทำอาหาร แต่หวังว่า คุณจะชอบมันนะ$h",
				"Rainy_Night_1": "ฝนพวกนี้ทำให้บ้านเราดูน่านอน ใช่ไหมล่ะ ที่รัก?$h#$e#เราไปนอนกันเถอะ$h",
				"Rainy_Night_2": "หาเสื้อผ้าอุ่นๆมาใส่นะ ที่รัก ฉันไม่อยากให้คุณไม่สบาย",
				"Rainy_Night_3": "คืนนี้เราเข้านอนเร็วกันนะ โอเคไหม?#$e#คุณดูหนาวๆ ฉันจะทำให้คุณอุ่นขึ้นเอง$h",
				"Indoor_Day_0": "อรุณสวัสดิ์ ที่รัก...#$e#ฉันเพิ่งปลุกตัวเองให้ตื่น นี่ ฉันหวังว่ามันจะช่วยคุณนะ [395]",
				"Indoor_Day_1": "อา สวัสดียามเช้า ที่รัก#$e#ฉันมีงานต้องทำในนี้#$e#ถ้าคุณต้องการอะไร คุณรู้นะว่าฉันอยู่ไหน$h",
				"Indoor_Day_2": "ฉันตั้งใจทำมื้อเช้ามากเลย ที่รัก [194 195 210 211 216]#$e#มันรสชาติดีไหม? พอดีฉันไม่ใช่เชฟ...",
				"Indoor_Day_3": "เมื่อคืนนอนสบายรึเปล่า ที่รัก?#$e#ฉันหลับสบายมากเลยข้างๆคุณ$h",
				"Indoor_Night_0": "วันนี้ช่างยาวนาน...#$e#เอกสารแล้วงานมากมาย$s#$e#อีกซักพัก เราไปนอนกันเถอะนะ ที่รัก ฉันเหนื่อยมากเลย",
				"Indoor_Night_1": "ฉันทำอาหารมื้อค่ำให้ [205 199 224]#$e#คุณว่ายังไง? มันดีขึ้นนะ คุณว่าไหม?$h",
				"Indoor_Night_2": "คุณรู้ไหม พวกเขาไม่เคยบอก ล่วงหน้าเลยว่า การเป็นนายกเทศมนตรี มีงานเอกสารต้องทำ 95%... ฉันสาบาน$s#$e#อย่างไรก็เถอะ... วันนี้เป็นไงบ้าง ที่รัก?",
				"Indoor_Night_3": "ฟาร์มเป็นสถานที่ ที่ผ่อนคลายมากเลย#$e#ฉันชอบที่จะอยู่ ตรงกลางของเมืองนะ แต่อย่าเข้าใจผิดล่ะ อยู่ที่นี่มันสงบมากเลย$h",
				"Outdoor_0": "วันนี้เป็นวันที่น่ารักดีนะ ใช่ไหมล่ะ ที่รัก?$h#$e#วันแบบนี้มันทำให้การทำงาน น่ารื่นรมย์มากเลย",
				"Outdoor_1": "สวัสดี ที่รัก ถ้าคุณอยากให้ฉันทำอะไร บอกได้เลยนะ#$e#ฉันจะคืดถึงคุณเสมอ",
				"Outdoor_2": "อย่าทำงานหักโหมนะ ที่รัก",
				"Outdoor_3": "การทำงานของคุณนี่ เริ่มแต่เช้าเลยนะ ใช่ไหมล่ะ?#$e#ช่างมันเถอะ แต่ฉันไม่ค่อยได้ตื่นเช้า แบบนี้เลย$h",
				"OneKid_0": "ฉันกำลังคิดว่าถ้า %kid1 โตขึ้นจะเป็นชาวสวนไหม?#$e#หรือเป็นนายกเทศมนตรี แบบฉัน...$h",
				"OneKid_1": "ฉันไม่เคยคิดเรื่อง การเป็นพ่อคนเลย#$e#มันท้าทายฉันมาก แต่ฉันยินดีต้อนรับเจ้าตัวน้อย เข้าสู่ครอบครัว$h",
				"OneKid_2": "ไปเที่ยวกับครอบครัวกันเถอะ ที่รัก แค่คุณ ฉัน และเจ้า%kid1$h",
				"TwoKids_0": "ฉันไม่อยากจะเชื่อว่า เราจะมีลูก 2 คน$h#$e#ฉันดีใจมากๆ เลย$h",
				"TwoKids_1": "เราต้องให้ความสนใจ %kid1 ให้เท่ากับ %kid2 นะ ฉันไม่อยากให้เขา น้อยใจหรืออิจฉากัน",
				"TwoKids_2": "คุณเป็นพ่อที่เยี่ยมมากเลย @$h^คุณเป็นแม่ที่เยี่ยมมากเลย @$h",
				"Good_0": "ฉันไม่เคยรู้สึกแบบนี้ กับใครมาก่อน @ คุณมหัศจรรย์มาก$8",
				"Good_1": "วันนี้คุณดูหล่อเป็นพิเศษนะ ที่รัก$h^วันนี้คุณดูน่ารักเป็นพิเศษนะ ที่รัก$h",
				"Good_2": "คุณทำงานหนัก เพื่อพวกเราเยอะมาก ที่รัก ฉันซาบซึ้งมันเลย",
				"Good_3": "ฉันรักคุณนะ ที่รัก อย่าลืมมันล่ะ",
				"Good_4": "ฉันยอมรับว่า ฉันไม่เคยคิดเรื่องที่ซักวันหนึ่ง จะแต่งงานกับชาวไร่คนใหม่...#$e#แน่นอน ฉันคิดว่าคุณมีเสน่ห์มากๆ...$8",
				"Good_5": "ฉันกังวลมาก ตอนที่คุณส่งจดหมาย เรื่องจี้นางเงือก!#$e#มันเป็นคำใบ้ ที่ชัดเจนมากใช่ไหม...?$h",
				"Neutral_0": "หมู่บ้านดูคึกคักมาก เมื่อจัดกิจกรรมพิเศษ นอกเหนือจากเทศกาล#$e#ฉันดีใจที่ได้เห็นแบบนั้น",
				"Neutral_1": "บางครั้งฉันก็คิดว่า หมู่บ้านนี้คงอยู่ได้ โดยที่ไม่ต้องมีนายกเทศมนตรี",
				"Neutral_2": "ฮืม... ฉันรู้สึกหิว ฉันจะไปหาขนมกิน แล้วไปทำงานต่อ...",
				"Bad_0": "...คุณยังรักฉันอยู่ไหม?$s",
				"Bad_1": "แค่... ปล่อยให้ฉันอยู่คนเดียว! ฉันยุ่งอยู่ เรื่องสาเกของโยบะ!$5",
				"Bad_2": "ฉันคิดมาตลอดว่า ยุ่งเกินไปที่จะมีคนรัก...$s#$e#ฉันว่าฉันคิดถูก$s",
				"funLeave_Lewis": "ฉันมีธุระเร่งด่วนต้องทำวันนี้#$e#โอ้ คุณรู้ใช่ไหม... เอกสารที่ต้องส่ง จดหมายที่ต้องเขียน ร้านค้าต่างๆที่ต้องไปหา$h",
				"funReturn_Lewis": "สวัสดี ที่รัก ฉันดีใจที่ได้กลับมาซักที$h",
				"spring_1": "สวัสดีปีใหม่ ที่รัก!#$e#นี่สำหรับปีใหม่ที่ดี ของพวกเรา$h",
				"spring_12": "บางทีฉันก็อยากตามหา ไข่อีสเตอร์บ้างนะ#$e#แต่ยังไงฉันก็ไม่เก่ง เรื่องนี้อยู่ดี$h",
				"spring_23": "แน่นอน ฉันรู้วิธีเต้น! ผมเป็นนายกเทศมนตรี... มันเป็นงานของฉัน ที่ต้องรู้เรื่องวัฒนธรรมหมู่บ้าน!",
				"summer_1": "ฟิ้ว... อากาศร้อนทั้งคืนเลย",
				"summer_10": "ขอโทษที่ฉันดูไม่ว่างนะ ที่รัก...#$e#ฉันกำลังเตรียมเรื่อง การมาของท่านผู้ว่าพรุ่งนี้",
				"summer_27": "พรุ่งนี้ พวกแมงกระพรุนแสงจันทร์ จะเผยตัวออกมา#$e#ฉันเคยเห็นมันหลายรอบแล้ว แต่มันดูน่ารักเหมือนเดิมทุกปี",
				"fall_1": "อา... ในที่สุดอากาศก็เย็นขึ้น#$e#ฉันรักฤดูใบไม้ร่วง มันเป็นเรื่องที่ดีที่จะพักผ่อน และทานอาหารอร่อยๆ ฤดูนี้",
				"fall_15": "งานแฟร์แต่ละปี ต้องมีการเตรียมงานเยอะมาก#$e#แต่มันมีเบื้องหลังอีกมากมาย ที่ชาวบ้านไม่รู้",
				"fall_26": "เขาไม่อยากให้ใครรู้หรอก แต่ฉันจะบอกเรื่องนึง ให้คุณรู้...#$e#งานวันพรุ่งนี้ พ่อมดช่วยเราเยอะมาก เขามาช่วยเราทุกปีเลย$h",
				"winter_1": "โอ้ เมื่อคืนหิมะตกล่ะ!#$e#แปลกจัง จำได้ว่า ไม่มีในพยากรณ์อากาศนะ...#$e#ฉันเดาว่าฤดูหนาว มาเยือนแล้วล่ะ",
				"winter_7": "พรุ่งนี้ คุณจะไปแข่งตกปลาไหม ที่รัก?#$e#คุณเก่งเรื่องนี้นะ",
				"winter_24": "หวังว่าคุณจะเตรียมของขวัญ สำหรับงานวันพรุ่งนี้แล้วนะ ที่รัก",
				"winter_28": "อา ใกล้สิ้นปีแล้วสินะ#$e#ดื่มฉลองกันเถอะ [346]",
				"spouseRoom_Lewis": "#$c .5#ฉันมีเอกสารก็ทำวันนี้#$e#เช้านี้เป็นเช้าที่ดีของฉัน ก่อนคุณตื่นซะอีก แต่ตอนนี้ฉันทำใกล้เสร็จแล้ว",
				"patio_Lewis": "ฉันดีใจที่ฉันมีเวลาดูแลสวน$h"
			},
		},
		{
			"Action": "EditData",
			"Target": "strings/schedules/Lewis",
			"Entries": {
				"marriage_Mon.000": "สวัสดี ที่รัก ฉันแวะมาทักมายปีแอร์... และซื้อของนิดๆ หน่อยๆ$h",
				"marriage_Mon.001": "ธุรกิจของโรบินเฟื่องฟู ตามเคย",
				"marriage_Wed.000": "โอ้ สวัสดี ที่รัก! ฉันมาที่นี่เพื่อดูกิจการของมานีน่ะ",
				"marriage_Wed.001": "แน่นอนว่าร้านค้าของวิลลี่ อยู่ในสถานที่ที่เงียบเชียบ$h",
				"marriage_Fri.000": "ฉันชอบมาดูห้องสมุด มันเป็นสถานที่ที่ดีและเงียบสงบ",
				"marriage_Fri.001": "ฉันมาเก็บภาษีธุรกิจ จากคลินท์น่ะ",
				"marriage_Fri.002": "ฉันดีใจจังเลยที่คุณอยู่ที่นี่ ที่รักของฉัน! หยิบมาซักแก้ว แล้วไปเต้นกันเถอะ$h",
			},
		},
		{
			"Action": "EditData",
			"Target": "Data/EngagementDialogue",
			"Entries": {
				"Lewis0": "ฉันอาจจะเป็น เทศมนตรีของเมือง แต่เธอได้มาเป็นเทศมนตรี ของใจฉันแล้วล่ะ @$h",
				"Lewis1": "ฉันสุขล้นไปเลย!$h#$e#แต่มันก็ช่วยไม่ได้ ที่สงสัยจริงๆ ว่า... ใครจะเป็นคน ดำเนินพิธีล่ะทีนี้?",
			},
		},
	]
}
