{
	"Changes": [
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Gus",
			"Entries": {
				"danceRejection": "Ah, no. It's nice of you to ask though.",
				"Mon8": "Hi, @!#$e#It's always nice to see you here." ,
				"Mon10": "Mondays are the closest thing I get to a day off as a bartender.#$e#So thanks for coming by to see me. It can get lonely.$h" ,
				"Tue10": "You work so hard, don't you, @?#$e#Sure, I work hard, too. But most of that is on the weekends.$h" ,
				"Wed8": "I wish I could open a full time diner here in Pelican Town.#$e#I like bartending well enough, but cooking is where my passion really lies.$5" ,
				"Wed10": "I wonder what it's like to work on a farm...$5#$e#I'm not sure how well I'd do. I'm not very physically fit.$s" ,
				"Thu10": "Emily's been bothering me to hurry up and get married already...$5#$e#Maybe I will.$h" ,
				"Fri8": "Sometimes I feel like I spend the entire week getting ready for Friday night.$5" ,
				"Fri10": "Not that I think about it much, but...#$e#Considering that I'm here at the saloon all the time, it's hard to think about asking anyone on a date.$5#$e#Where could we go on Friday night that isn't here?$s#$e#Why mention it, you ask?#$e#...Just a thought.$4" ,
				"Sat10": "If I do get married someday, you can be sure my husband will never go hungry.$h^If I do get married someday, you can be sure my wife will never go hungry.$h" ,
				"Sun10": "Hmm...$5#$e#Say, have you ever been in love, @?#$e#What does it feel like?$4" ,
				"event_fruit1": "Strawberries, eh? They are a delicious treat.$h" ,		
				"event_fruit2": "Cherries, eh? Watch out for the pit.$h" ,
				"event_fruit3": "Is that so? Wonderful. I'm not sure I could pick myself!$h" ,
				"event_fruit4": "Oh, that's too bad.$s" ,
				"divorced": "I wish you wouldn't come here.$a" ,						
			},
		},
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Gus",
			"Entries": {
				"give_flowersA": "A bouquet, huh? Pretty!$h#$b#Oh, for me? ... I accept!$4#$b#...I guess this means I'm your boyfriend...$h",
				"give_flowersB": "Are you being serious right now?$h#$b#Absolutely. I never would have thought...$4#$b#I'm so happy to be your boyfriend.$h",
				"give_pendant": "...! I...are you serious? Yes!$4#$b#This is too good to be true... Do I have food poisoning?$4#$b#I'm so happy. I'll talk to the mayor. Everything should be ready in three days.$h",
				"stardrop_gift": "@, my sweet honey, you have always been so good to me.$4#$b#I thought that this stardrop would be a delicious way to show my love.$h#$b#Go on! Eat it! It's full of nutrients to give you energy!$h",
				"rejectNPCA": "HAHA... You're not sweet-talking me into giving you free food.$h",
				"rejectNPCB": "Pretty, aren't they?$h",
				"reject_two_heartA": "You sure you haven't had one too many, @?$h",
				"reject_two_heartB": "Hmm. Nah, I'm too into my job, I'm afraid.$h",
				"reject_four_heartA": "Haha... I'm gonna go ahead and say no more drinks for tonight.$h",
				"reject_four_heartB": "Oh... I mean.. well...$4#$b#I think we should just be friends.$h",
				"engageA": "I'm pretty sure it's not a good idea to pass this around after you get engaged.",
				"engageB": "I wonder why you have a second pendant... that's a rare occurrence.",
				"marriedA": "I am sure %spouse would be hurt to see what you're doing.$3",
				"marriedB": "What are you thinking?  Go home and be a good spouse to %spouse.",
				"refusal_knownA": "Haha, that's a pretty pendant, isn't it?$h",
				"refusal_knownB": "You can give that to someone you love, you know?$h",
				"refusal_botherA": "Hey, can you please stop? This is uncomfortable.$2",
				"refusal_botherB": "Stop it. I've made myself clear.$3",
				"refusal_no_heartsA": "I'm not looking to get married anytime soon.$h",
				"refusal_no_heartsB": "I think I'm fine as I am... thank you.$h",
			},
			"When": { "HasMod": "misscoriel.courtship"},
		},
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Gus",
			"Entries": {
				"give_flowersA": "Did you know there are edible ones as well, honey?.$h",
				"give_flowersB": "I don't think I can make salad with this.$4",
				"give_pendant": "You already proposed, honey.$4",
				"engageA": "We're already getting married.$4",
				"engageB": "I only need the one, honey.$4",
				"marriedA": "It's a shell... I could go for some escargo.$h",
				"marriedB": "Where are you finding these pendants, honey?$2",
			},
			"When": { 
				"HasMod": "misscoriel.courtship",
				"Spouse": "Gus"
			}
		},
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/MarriageDialogueGus",
			"Entries": {
				"Rainy_Day_0": "Rainy days don’t faze me.#$e#They give me an excuse to spend all day cooking indoors!$h",
				"Rainy_Day_1": "Here’s something to warm up before facing the storm! A nice cup of joe! [395]",
				"Rainy_Day_2": "Just because it’s raining out there doesn’t mean we can’t enjoy a nice meal together in here! [198 225 242 207]",
				"Rainy_Day_3": "Don’t stay out too long, honey! I don’t want you catching a cold.",
				"Rainy_Day_Gus": "Don’t stay out too long, honey! I don’t want you catching a cold.",
				"Rainy_Night_0": "How was your day, @? I hope you didn’t get too wet!",
				"Rainy_Night_1": "Since you’ve been working in the rain all day, I’ve prepared an extra special meal for you! [649 213 202 205 730]",
				"Rainy_Night_2": "I’m trying out a new recipe! Let me know what you think! [228 604 609 607 196]",
				"Rainy_Night_3": "It’s getting pretty late...#$e#Why don’t we stay inside and warm up by the fireplace?$h",
				"Rainy_Night_Gus": "It’s getting pretty late...#$e#Why don’t we stay inside and warm up by the fireplace?$h",
				"Indoor_Day_0": "Rise and shine! Here’s some breakfast before your busy day! [194 195 210 211 216 201]",
				"Indoor_Day_1": "Did the smell of my cooking wake you up?$s#$e#Sorry, dear! But I hope you like it. [232 609 215 210 201]",
				"Indoor_Day_2": "You look a bit tired still, honey. Here, I made some coffee! [395]",
				"Indoor_Day_3": "I’ll probably be indoors cooking all day!#$e#Let me know if you need anything!$h",
				"Indoor_Day_Gus": "I’ll probably be indoors cooking all day!#$e#Let me know if you need anything!$h",
				"Indoor_Night_0": "Your five-star gourmet meal is ready, honey!$h#$e#Alright, maybe it’s not gourmet, but it’s made just how you like it! [244 224 218 239]",
				"Indoor_Night_1": "Bon appetit, honey! [219 618 197 648 209 226]",
				"Indoor_Night_2": "You’ve been working hard all day today, honey. Good thing I prepared dinner for us! [732 214 729 225 199 606]",
				"Indoor_Night_3": "Our warm, comfy bed sounds really nice right about now. Don’t you agree?$h",
				"Indoor_Night_Gus": "Our warm, comfy bed sounds really nice right about now. Don’t you agree?$h",
				"Outdoor_0": "I figured I’d step out of the kitchen for a while and get some fresh air!",
				"Outdoor_1": "I’m not a farmer, but the work you do out here is really impressive, @!$h",
				"Outdoor_2": "Did you find any fresh ingredients I can cook with?$h",
				"Outdoor_3": "Good morning, honey! Looks like it’s going to be another beautiful day!",
				"Outdoor_4": "I made you a little something for lunch today, dear. [240 204 243 651 237 241]#$e#Make sure to take a break and eat when you're hungry!$h",
				"Outdoor_Gus": "Did you find any fresh ingredients I can cook with?$h",
				"OneKid_0": "Someday %kid1 is gonna be great cook just like the old man!",
				"OneKid_1": "%kid1 is such a good baby, unlike me when I was young.#$e#My mother says that I was a problem child, haha!$h",
				"OneKid_2": "You know, I was starting to think that I was never gonna get the chance to have children.#$e#I’m glad I could have this experience with you, @.$h",
				"OneKid_3": "What do you think %kid1’s first word is gonna be?#$e#I really hope it's 'dada'!$h",
				"TwoKids_0": "I’m gonna have to start cooking bigger meals soon! Our kids are growing up so fast!",
				"TwoKids_1": "I wish I knew some stories I could tell %kid1 and %kid2. The only books I’ve read are cookbooks!$h",
				"TwoKids_2": "I’m so proud to be the father of two beautiful children.#$e#We’re doing a great job as parents, @.$h",
				"TwoKids_3": "If you look closely, they both definitely have your nose.#$e#But they also have my eyes!$h",
				"Good_0": "I really love you, you know that?#$e#And I also really love cooking for you!$h",
				"Good_1": "A farmer and a bartender-slash-chef, huh? We make the perfect pair!$4",
				"Good_2": "I love it when I can cook with fresh ingredients from our farm!$h",
				"Good_3": "Hey, were you always that handsome? Just kidding. You always look amazing, honey!$h^Hey, were you always that beautiful? Just kidding. You always look amazing, honey!$h",
				"Good_4": "I still remember our wedding day like it was yesterday. It sure was a lovely ceremony!",
				"Good_5": "Working at the saloon can be pretty tiring sometimes#$e#But at least I have you to look forward to when I get home.$4",
				"Good_6": "Here's something sweet for my sweet, sweet @!#$e#Everybody needs a little sugar in their life, honey! [223 608 222 234 220 221 611]",
				"Neutral_0": "...It’s missing something... but what?... hmm...$s#$e#Sorry, @! I was just thinking of a new recipe!",
				"Neutral_1": "Pam’s a nice woman once you get to know her. Some people judge her unfairly because of her... unique ways.$s",
				"Neutral_2": "Have you ever seen Emily dance, honey? It’s the best!",
				"Neutral_3": "I was just thinking of something, honey.#$e#Why don’t you cook for me sometime?$h",
				"Neutral_4": "Hmm... sales at the saloon have been pretty good lately.$h",
				"Neutral_5": "The worst part of cooking is definitely the dirty dishes.$s",
				"Bad_0": "I'm... heading to the saloon for a while.$a",
				"Bad_1": "I need some time alone...$s",
				"Bad_2": "I don’t even want to talk to you right now.$a",
				"funLeave_Gus": "I'm off to the saloon tonight, honey!#$e#Don't miss me too much.$h",
				"funReturn_Gus": "Hi, honey! I'm home!#$e#I brought you some dinner from work. [215 206 200 605]",
				"spring_Gus": "Be sure to plant potatoes, dear! And parsnips. Spring crops yield some delicious stews!$h",
				"spring_1": "Another exciting year with the best husband in the world! Let’s have a great year, @!^Another exciting year with the best wife in the world! Let's have a great year, @!",
				"spring_12": "I know you’re getting tired of our kitchen smelling like eggs... but tonight’s the last night, I promise!#$e#I’ll make sure to clean everything up after the festival tomorrow!$h",
				"spring_23": "Hi, honey! Are you going to participate in the flower dance this year?#$e#I’m not the best dancer, but I will try my best.",
				"summer_Gus": "Let me know if you decide to grow any blueberries this year, honey!#$e#I'll bake up some delicious tarts!",
				"summer_1": "Summer is a great season for the saloon.$h#$e#Who wouldn’t want a nice, cold beer after a hot day?",
				"summer_10": "What are you bringing to contribute to the soup tomorrow?#$e#You didn’t forget now, did you?$h",
				"summer_27": "I can’t wait to watch the moon jellies tomorrow with you!$h#$e#Maybe I should pack us a snack in case they’re running late...",
				"fall_Gus": "Fall is the best season for cooking!#$e#And eating.$h",
				"fall_1": "Autumn sure is a gorgeous season! The colors remind me of my uncle’s famous pumpkin soup!$h",
				"fall_15": "The Stardew Valley Fair starts tomorrow! I’ll be grilling up some burgers as usual!$h",
				"fall_26": "I won’t be going into that creepy maze tomorrow. I’m not good with spooky things.$s#$e#Instead, I’ll be hiding, er, eating in a well-illuminated spot!",
				"winter_Gus": "Planning meals in winter is always a challenge. No fresh produce!",
				"winter_1": "Brr! It's like the temperature just dropped overnight, honey!#$e#Good thing I have you for warmth!$4",
				"winter_7": "I’ll be rooting for you during tomorrow’s fishing competition!$h#$e#Do you think Lewis will let us bring home a fish or two for dinner?",
				"winter_24": "I’ve been preparing candy canes all month while you’ve been working on the farm! It’s kind of a tradition!",
				"winter_28": "I think the highlight of my year was when I finished eating that giant bowl of spaghetti... Mmm... yeah, that was delicious!#$e#Oh! And being with you of course!$h",
				"spouseRoom_Gus": "#$c .5#I'm reorganizing my cookbooks...#$e#Should I sort them by title or author...?$s",
				"patio_Gus": "I'm tending to my herb garden. It pays to have fresh ingredients to cook with!$h"
			},
		},
		{
			"Action": "EditData",
			"Target": "strings/schedules/Gus",
			"Entries": {
				"marriage_Fri.000": "Oh, hello, dear. I'm getting the place ready for tonight.",
				"marriage_Fri.001": "Things are getting more lively. Why don't you stay awhile, honey?$h",
				"marriage_Sat.000": "Surprisingly, not so many people show up on Saturday. Mostly I just clean up last night's messes.",
				"marriage_Sun.000": "Today's a short day, honey. I'll be home soon!",
				"marriage_Mon.000": "Hi, honey. I'm getting some supplies for the saloon.$h",
				"marriage_Mon.001": "This place isn't going to run itself. I'll see you tonight.",
			},
		},
		{
			"Action": "EditData",
			"Target": "Data/EngagementDialogue",
			"Entries": {
				"Gus0": "What a surprise! A farmer like yourself and a bartender like me...#$e#I know we'll be great together!$h",
				"Gus1": "I'll cook you a delicious dinner every night!#$e#There'll never be a boring meal once we're married!$h",
			},
		},
	]
}