{
	"Changes": [
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Gus",
			"Entries": {
				"danceRejection": "Ah, no. Bonito de tu parte preguntarme.",
				"Mon8": "¡Hola, @!#$e#Siempre es agradable verte por acá.",
				"Mon10": "Los lunes son lo más cercano a tener libre como camarero.#$e#Así que gracias por venir a verme. Puedo estar So thanks for coming by to see me. Puede volverse solitario acá.$h",
				"Tue10": "Trabajas tan duro, ¿No es así, @?#$e#Seguro, también trabajo duro. Pero la mayoría son los fines de semana.$h",
				"Wed8": "Desearía poder abrir un restaurant a tiempo completo acá en Pueblo Pelícano.#$e#Me gusta bastante ser camarero, pero cocinar es donde realmente radica mi pasión..$5",
				"Wed10": "Me pregunto cómo es trabajar en una granja...$5#$e#No estoy seguro cómo de bien lo haría. Físicamente no estoy en forma.$s",
				"Thu10": "Emily me ha estado molestando que me apure y me case...$5#$e#Quizás lo haga.$h",
				"Fri8": "A veces siento que paso la semana entera preparándome para la noche del viernes.$5",
				"Fri10": "No es que lo piense mucho, pero...#$e#Considerando que estoy acá en el salón todo el tiempo, es difícil invitar a alguien a una cita.$5#$e#¿A dónde podríamos ir un viernes por la noche que no sea acá?$s#$e#¿Por qué lo menciono, preguntas?#$e#...solo una idea.$4",
				"Sat10": "Si alguna vez me caso, puedes estar seguro que mi marido nunca tendrá hambre.$h^Si alguna vez me caso, puedes estar segura que mi mujer nunca tendrá hambre..$h",
				"Sun10": "Hmm...$5#$e#Dime, ¿Te has enamorado alguna vez, @?#$e#¿Cómo se siente?$4",
				"event_fruit1": "Frutillas, ¿eh? Son un delicioso placer.$h",		
				"event_fruit2": "Cerezas, ¿eh? Cuidado con el pozo.$h",
				"event_fruit3": "¿Es así? Que maravilla. ¡No estoy seguro si podría elegir yo mismo!$h",
				"event_fruit4": "Oh, que mal.$s",
				"divorced": "Desearía que no hubieses venido.$a"	
			},
		},
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Gus",
			"Entries": {
				"give_flowersA": "Un ramo, ¿eh? ¡Presioso!$h#$b#Oh, ¿Para mi? ... ¡Acepto!$4#$b#...Creo que eso significa que soy tu novio...$h",
				"give_flowersB": "¿Estas hablando en serio ahora?$h#$b#Absolutamente. Nunca hubiese pensado...$4#$b#Estoy tan feliz de ser tu novio.$h",
				"give_pendant": "¡...! Yo...¿Es en serio? ¡Si!$4#$b#Esto es demasiado bueno para ser verdad... ¿Tendré intoxicación alimentaria?$4#$b#Estoy tan feliz. Hablaré con el alcalde. Todo debería estar listo en tres días.$h",
				"stardrop_gift": "@, mi dulce amor, siempre has sido tan bueno conmigo.$4^@, mi dulce amor, siempre has sido tan buena conmigo.$4#$b#Pensé que esta fruta estelar sería una deliciosa forma de mostrarte mi amor.$h#$b#¡Adelante! ¡Cómetela! ¡Está llena de nutrientes que te darán energía!$h",
				"rejectNPCA": "JAJA... No me estarás adulando para que te dé comida gratis.$h",
				"rejectNPCB": "Preciosas, ¿no es así?$h",
				"reject_two_heartA": "¿Seguro que no has tomado una copa demás, @?$h^¿Segura que no has tomado una copa demás, @?$h",
				"reject_two_heartB": "Hmm. Nah, me temo que estoy muy enfocado en mi trabajo.$h",
				"reject_four_heartA": "Jaja... Voy a seguir y decir que no hay más tragos por esta noche.$h",
				"reject_four_heartB": "Oh... creo.. bueno...$4#$b#Pienso que seberíamos ser solo amigos.$h",
				"engageA": "Estoy seguro que no es una buena idea llevar esto después que estás comprometido.^Estoy seguro que no es una buena idea llevar esto después que estás comprometida.",
				"engageB": "Me pregunto por qué tienes un segundo colgante... eso es un acontecimiento raro.",
				"marriedA": "Estoy segur que a %spouse le dolería ver lo que estás haciendo.$3",
				"marriedB": "¿Qué estás pensando? Anda a casa y sé un buen marido de %spouse.^¿Qué estás pensando? Anda a casa y sé una buena mujer de %spouse.",
				"refusal_knownA": "Haha, ese es un bonito colgante, ¿no es así?$h",
				"refusal_knownB": "Puedes darle eso a alguien a quién amas, ¿sabes?$h",
				"refusal_botherA": "Oye, ¿puedes parar con eso? Esto es incómodo.$2",
				"refusal_botherB": "Para con eso. Te lo he dejado bien claro.$3",
				"refusal_no_heartsA": "No busco casarme pronto.$h",
				"refusal_no_heartsB": "Cro que estoy bien como estoy ahora... gracias.$h"
			},
			"When": { "HasMod": "misscoriel.courtship"},
		},
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Gus",
			"Entries": {
				"give_flowersA": "¿Sabias que hay algunas que se comen también, cariño?.$h",
				"give_flowersB": "No creo que pueda hacer una ensalada con esto.$4",
				"give_pendant": "Ya propusiste, cariño.$4",
				"engageA": "Nosotros ya nos casamos.$4",
				"engageB": "Solo necesito una, cariño.$4",
				"marriedA": "Es un caparazón... podría ir por unos caracoles.$h",
				"marriedB": "¿Dónde encuentras esos colgantes, cariño?$2"
			},
			"When": { 
				"HasMod": "misscoriel.courtship",
				"Spouse": "Gus"
			}
		},
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/MarriageDialogueGus",
			"Entries": {
				"Rainy_Day_0": "Los días de lluvia no me molestan.#$e#¡Me dan una excusa para pasar todo el día cocinando adentro!$h",
				"Rainy_Day_1": "¡Aquí hay algo para calentar antes de que se venga la tormenta! ¡Una buena taza de café![395]",
				"Rainy_Day_2": "¡El hecho de que esté lloviendo no significa que no podamos disfrutar de una buena comida juntos aquí![198 225 242 207]",
				"Rainy_Day_3": "¡No te quedes fuera mucho tiempo, cariño! No quiero que te resfríes.",
				"Rainy_Day_Gus": "¡No te quedes fuera demasiado tiempo, cariño! No quiero que te resfríes.",
				"Rainy_Night_0": "¿Cómo estuvo tu día, @? ¡Espero que no te hayas mojado demasiado!",
				"Rainy_Night_1": "Ya que has estado trabajando bajo la lluvia todo el día, ¡te he preparado una comida muy especial![649 213 202 205 730]",
				"Rainy_Night_2": "¡Estoy probando una nueva receta! ¡Dime lo que piensas![228 604 609 607 196]",
				"Rainy_Night_3": "Se está haciendo bastante tarde...#$e#¿Por qué no nos quedamos adentro y nos calentamos junto a la chimenea?$h",
				"Rainy_Night_Gus": "Se está haciendo bastante tarde...#$e#¿Por qué no nos quedamos adentro y nos calentamos junto a la chimenea?$h",
				"Indoor_Day_0": "¡Levántate y brilla! ¡Aquí tienes un desayuno antes de tu ajetreado día![194 195 210 211 216 201]",
				"Indoor_Day_1": "¿Te despertó el olor de mi cocina?$s#$e#¡Lo siento, cariño! Pero espero que te guste.[232 609215 210 201]",
				"Indoor_Day_2": "Te ves un poco cansado todavía, cariño. ¡Aquí, preparé un poco de café![395]^Te ves un poco cansada todavía, cariño. ¡Aquí, preparé un poco de café![395]",
				"Indoor_Day_3": "¡Probablemente estaré en casa cocinando todo el día!#$e#¡Avísame si necesitas algo!$h",
				"Indoor_Day_Gus": "¡Probablemente estaré en casa cocinando todo el día!#$e#¡Avísame si necesitas algo!$h",
				"Indoor_Night_0": "¡Tu comida gourmet de cinco estrellas está lista, cariño!$h#$e#De acuerdo, tal vez no sea gourmet, ¡pero está hecha como a ti te gusta![244 224 218 239]",
				"Indoor_Night_1": "¡Buen provecho, cariño![219 618 197 648 209 226]",
				"Indoor_Night_2": "Hoy has estado trabajando duro todo el día, cariño. ¡Menos mal que preparé la cena para nosotros![732 214 729 225 199 606]",
				"Indoor_Night_3": "Nuestra cálida y cómoda cama se ve muy buena ahora mismo. ¿No estás de acuerdo?$h",
				"Indoor_Night_Gus": "Nuestra cálida y cómoda cama se ve muy buena ahora mismo. ¿No estás de acuerdo?$h",
				"Outdoor_0": "¡Pensé en salir de la cocina un rato y tomar un poco de aire fresco!",
				"Outdoor_1": "No soy un granjero, ¡pero el trabajo que haces aquí es realmente impresionante, @!$h",
				"Outdoor_2": "¿Encontraste algún ingrediente fresco con el que pueda cocinar?$h",
				"Outdoor_3": "¡Buenos días, cariño! ¡Parece que va a ser otro hermoso día!",
				"Outdoor_4": "Hoy te preparé algo para el almuerzo, cariño.[240 204 243 651 237 241]#$e#¡Asegúrate de tomarte un descanso y comer cuando tengas hambre!$h",
				"Outdoor_Gus": "¿Encontraste algún ingrediente fresco con el que pueda cocinar?$h",
				"OneKid_0": "¡Algún día %kid1 será un gran cocinero como el viejo hombre!",
				"OneKid_1": "%kid1 es un bebé tan bueno, a diferencia de mí cuando era joven.#$e#Mi madre dice que yo era un niño problemático, ¡jaja!$h",
				"OneKid_2": "Sabes, estaba empezando a pensar que nunca tendría la oportunidad de tener hijos.#$e#Me alegro de haber podido tener esta experiencia contigo, @.$h",
				"OneKid_3": "¿Cuál crees que será la primera palabra de %kid1?#$e#Realmente espero que sea 'pa pá'!$h",
				"TwoKids_0": "¡Tendré que empezar a cocinar comidas más grandes pronto! ¡Nuestros niños están creciendo muy rápido!",
				"TwoKids_1": "Ojalá supiera algunas historias que podría contar a %kid1 y %kid2. ¡Los únicos libros que he leído son libros de cocina!$h",
				"TwoKids_2": "Estoy muy orgulloso de ser el padre de dos hermosos niños.#$e#Estamos haciendo un gran trabajo como padres, @.$h",
				"TwoKids_3": "Si miras de cerca, definitivamente ambos tienen tu nariz.#$e#¡Pero también tienen mis ojos!$h",
				"Good_0": "Realmente te amo, ¿lo sabías?#$e#¡Y también me encanta cocinar para ti!$h",
				"Good_1": "Un granjero y un camarero-chef, ¿eh? ¡Hacemos la pareja perfecta!$4^Una granjera y un camarero-chef, ¿eh? ¡Hacemos la pareja perfecta!$4",
				"Good_2": "¡Me encanta cuando puedo cocinar con ingredientes frescos de nuestra granja!$h",
				"Good_3": "Oye, ¿siempre fuiste tan guapo? Solo bromeaba. ¡Siempre te ves increíble, cariño!$h^Oye, ¿siempre fuiste tan hermosa? Solo bromeaba. ¡Siempre te ves increíble, cariño!$h",
				"Good_4": "Todavía recuerdo el día de nuestra boda como si fuera ayer. ¡Seguro que fue una ceremonia encantadora!",
				"Good_5": "Trabajar en el salón a veces puede ser bastante agotador#$e#Pero al menos te tengo que esperar cuando llegue a casa.$4",
				"Good_6": "¡Aquí hay algo dulce para mi dulce, bombón @!#$e#¡Todo el mundo necesita un poco de azúcar en su vida, cariño![223 608 222 234 220 221 611]",
				"Neutral_0": "...Falta algo... pero ¿qué?... hmm...$s#$e#¡Lo siento @! ¡Estaba pensando en una nueva receta!",
				"Neutral_1": "Pam es una mujer agradable una vez que la conoces. Algunas personas la juzgan injustamente por sus... excentricidades.$s",
				"Neutral_2": "¿Alguna vez has visto bailar a Emily, cariño? ¡Es la mejor!",
				"Neutral_3": "Estaba pensando en algo, cariño.#$e#¿Por qué no cocinas para mí alguna vez?$h",
				"Neutral_4": "Hmm... las ventas en el salón han sido bastante buenas últimamente.$h",
				"Neutral_5": "La peor parte de cocinar son definitivamente los platos sucios.$s",
				"Bad_0": "Me dirijo... al salón por un tiempo.$a",
				"Bad_1": "Necesito un tiempo a solas...$s",
				"Bad_2": "Ni siquiera quiero hablar contigo ahora mismo.$a",
				"funLeave_Gus": "¡Me voy al salón esta noche, cariño!#$e#No me extrañes mucho.$h",
				"funReturn_Gus": "¡Hola, cariño! ¡Estoy en casa!#$e#Te traje algo de cena del trabajo.[215 206 200 605]",
				"spring_Gus": "¡Asegúrate de plantar papas, cariño! Y chirivías. ¡Las cosechas de primavera dan unos deliciosos guisos!$h",
				"spring_1": "¡Otro año emocionante con el mejor esposo del mundo! ¡Tengamos un excelente año, @!^¡Otro año emocionante con la mejor esposa del mundo! ¡Tengamos un excelente año, @!",
				"spring_12": "Sé que te estás cansando de que nuestra cocina huela a huevos... ¡pero esta noche es la última noche, te lo prometo!^Sé que te estás cansanda de que nuestra cocina huela a huevos... ¡pero esta noche es la última noche, te lo prometo!#$e#¡Me aseguraré de limpiar todo después del festival mañana!$h",
				"spring_23": "¡Hola, cariño! ¿Vas a participar en el baile de las flores este año?#$e#No soy el mejor bailarin, pero haré todo lo posible",
				"summer_Gus": "¡Avísame si decides cultivar arándanos este año, cariño!#$e#¡Prepararé unas deliciosas tartas!",
				"summer_1": "El verano es una gran temporada para el salón.$h#$e#¿Quién no querría una buena cerveza fría después de un día caluroso?",
				"summer_10": "¿Qué traes para contribuir a la sopa de mañana?#$e#Ahora, no lo olvidaste, ¿verdad?$h",
				"summer_27": "¡No puedo esperar a ver las medusas lunares mañana contigo!$h#$e#Tal vez debería prepararnos un bocadillo en caso de que lleguen tarde...",
				"fall_Gus": "¡El otoño es la mejor temporada para cocinar!#$e#Y comer.$h",
				"fall_1": "¡El otoño es una estación preciosa! ¡Los colores me recuerdan a la famosa sopa de calabaza de mi tío!$h",
				"fall_15": "¡La feria de Stardew Valley comienza mañana! ¡Asaré algunas hamburguesas como de costumbre!$h",
				"fall_26": "No entraré en ese laberinto espeluznante mañana. No soy bueno con las cosas espeluznantes.$s#$e#En cambio, me esconderé, eh, ¡comeré en un lugar bien iluminado!",
				"winter_Gus": "Planear las comidas en invierno siempre es un desafío. ¡No hay productos frescos!",
				"winter_1": "¡Brr! ¡Es como si la temperatura bajara de la noche a la mañana, cariño!#$e#¡Qué bueno que te tengo para calentarme!$4",
				"winter_7": "¡Te apoyaré durante la competencia de pesca de mañana!$h#$e#¿Crees que Lewis nos dejará llevar a casa uno o dos pescados para la cena?",
				"winter_24": "¡He estado preparando bastones de caramelo todo el mes mientras tú trabajabas en la granja! ¡Es una especie de tradición!",
				"winter_28": "Creo que lo mejor de mi año fue cuando terminé de comerme ese tazón gigante de espaguetis... Mmm... sí, ¡estuvo delicioso!#$e#¡Oh! ¡Y estar contigo, por supuesto!$h",
				"spouseRoom_Gus": "#$c .5#Estoy reorganizando mis libros de cocina...#$e#¿Debo ordenarlos por título o autor...?$s",
				"patio_Gus": "Estoy cuidando mi jardín de hierbas. ¡Vale la pena tener ingredientes frescos para cocinar!$h"
			},
		},
		{
			"Action": "EditData",
			"Target": "strings/schedules/Gus",
			"Entries": {
				"marriage_Fri.000": "Oh, hola, cielo. Estoy preparando el lugar para esta noche.",
				"marriage_Fri.001": "Las cosas se están avivando. ¿Por qué no te quedas un rato, cariño?$h",
				"marriage_Sat.000": "Sorpresivamente, no muchas personas vienen los sábados. La mayoría de las veces solo limpio las embarradas de la última noche.",
				"marriage_Sun.000": "Hoy es un día corto, cariño. ¡Estaré en casa pronto!",
				"marriage_Mon.000": "Hola, cariño. Estoy comprando algunos suministros para el salón.$h",
				"marriage_Mon.001": "Este lugar no anda por si solo. Te veo en la noche."
			},
		},
		{
			"Action": "EditData",
			"Target": "Data/EngagementDialogue",
			"Entries": {
				"Gus0": "¡Qué sorpresa! Un granjero como tú y un camarero como yo...^¡Qué sorpresa! Una granjera como tú y un camarero como yo...#$e#¡Sé que vamos a estar genial juntos!$h",
				"Gus1": "¡Te prepararé una deliciosa cena todas las noches!#$e#¡No va a haber nunca un plato aburrido una vez que nos casemos!$h",
			},
		},
	]
}