{
	"Changes": [
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Gus",
			"Entries": {
				"danceRejection": "Ах, нет. Хотя очень мило с твоей стороны спросить.",
				"Mon8": "Привет, @!#$e#Всегда приятно видеть тебя здесь." ,
				"Mon10": "Понедельник - самое скучное время для бармена.#$e#Так что спасибо, что зашёл ко мне.^Так что спасибо, что зашла ко мне. Иногда бывает одиноко.$h" ,
				"Tue10": "Ты так много работаешь, не так ли, @?#$e#Разумеется, я тоже много работаю. Но в основном по выходным.$h" ,
				"Wed8": "Жаль, что я не могу открыть полноценный ресторан здесь, в городе Пеликан.#$e#Мне нравится быть барменом, но кулинария - это моя настоящая страсть.$5" ,
				"Wed10": "Интересно, каково это - работать на ферме...$5#$e#Не знаю, насколько хорошо я бы справился. Я не в лучшей физической форме.$s" ,
				"Thu10": "Эмили уже надоела мне с женитьбой...$5#$e#Возможно, когда-нибудь.$h" ,
				"Fri8": "Порой мне кажется, что я целую неделю готовлюсь к пятничному вечеру.$5" ,
				"Fri10": "Не то чтобы я много об этом думал, но...#$e#Учитывая, что я всё время нахожусь в салуне, трудно думать о том, чтобы пригласить кого-то на свидание.$5#$e#Куда бы мы могли пойти в пятницу вечером, если не сюда?$s#$e#К чему упоминать об этом, спрашиваешь?#$e#...Просто подумал.$4" ,
				"Sat10": "Если я когда-нибудь и женюсь, можешь быть уверен, мой муж никогда не останется голодным.$h^Если я когда-нибудь и женюсь, можешь быть уверена, моя жена никогда не останется голодной.$h" ,
				"Sun10": "Х-м-м...$5#$e#Скажи, ты когда-нибудь был влюблён, @?^Скажи, ты когда-нибудь была влюблена?#$e#На что это похоже?$4" ,
				"event_fruit1": "Клубника, да? Это восхитительное лакомство.$h" ,		
				"event_fruit2": "Вишня, да? Берегись косточек.$h" ,
				"event_fruit3": "Правда? Замечательно. Я не уверен, что смог бы выбрать сам!$h" ,
				"event_fruit4": "О, это очень плохо.$s" ,
				"divorced": "Мне бы не хотелось, чтобы ты приходил сюда.^Мне бы не хотелось, чтобы ты приходила сюда.$a" ,
			},
		},
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Gus",
			"Entries": {
				"give_flowersA": "Букет, да? Ого, хорошенький!$h#$b#О, для меня?... Хорошо, я принимаю его!$4#$b#...Наверное, это значит, что я твой парень...$h",
				"give_flowersB": "Ты сейчас серьёзно?$h#$b#Решительно. Никогда бы не подумал...$4#$b#Я так счастлив быть твоим парнем.$h",
				"give_pendant": "...! Я... Ты не шутишь? Тогда я согласен!$4#$b#Это слишком хорошо, чтобы быть правдой... У меня пищевое отравление?$4#$b#Я так счастлив. Я поговорю с мэром. Всё будет готово через три дня.$h",
				"stardrop_gift": "@, милый мой, ты всегда был так добр ко мне.^@, милая моя, ты всегда была так добра ко мне.$4#$b#Я подумал, что звёздная капля будет великолепным способом показать мою любовь.$h#$b#Давай! Ешь! Она полна питательных веществ, которые придадут тебе сил!$h",
				"rejectNPCA": "ХА-ХА... Ты не пытаешься уговорить меня дать тебе бесплатную еду.$h",
				"rejectNPCB": "Красивые, правда?$h",
				"reject_two_heartA": "Ты уверен, что выпил не слишком много, @?$h^Ты уверена, что выпила не слишком много, @?$h",
				"reject_two_heartB": "Х-м-м. Нет, боюсь, я слишком увлёкся своей работой.$h",
				"reject_four_heartA": "Ха-ха... Я скажу, чтобы сегодня больше никто не пил.$h",
				"reject_four_heartB": "О... Я имею в виду... Это...$4#$b#Думаю, нам следует быть просто друзьями.$h",
				"engageA": "Мне кажется, это не очень хорошая идея - дарить это после помолвки.",
				"engageB": "Интересно, зачем тебе второй кулон... это редкий экземпляр.",
				"marriedA": "Я уверен, %spouse было бы больно видеть, что ты делаешь.$3",
				"marriedB": "О чём ты думаешь? Иди домой и будь хорошим супругом для %spouse.$3^О чём ты думаешь? Иди домой и будь хорошей супругой для %spouse.$3",
				"refusal_knownA": "Ха-ха, какой красивый кулон, правда?$h",
				"refusal_knownB": "Ты можешь подарить это тому, кого любишь, понимаешь?$h",
				"refusal_botherA": "Пожалуйста, перестань. Это неудобно.$2",
				"refusal_botherB": "Перестань. Я достаточно ясно дал понять.$3",
				"refusal_no_heartsA": "Я не собираюсь жениться в ближайшее время.$h",
				"refusal_no_heartsB": "Думаю, у меня и так всё хорошо... спасибо.$h"
			},
			"When": { "HasMod": "misscoriel.courtship"},
		},
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Gus",
			"Entries": {
				"give_flowersA": "Ты знаешь, что существуют и съедобные цветы?$h",
				"give_flowersB": "Я не думаю, что смогу сделать салат из них.$4",
				"give_pendant": "Дорогой, ты уже сделал мне предложение.$4^Дорогая, ты уже сделала мне предложение.$4",
				"engageA": "Но мы ведь уже собираемся пожениться.$4",
				"engageB": "Мне необходим только один, милый.$4^Мне необходим только один, милая.$4",
				"marriedA": "Это ракушка... Я мог бы сходить за улитками.$h",
				"marriedB": "Где ты находишь эти кулоны, милый?$2^Где ты находишь эти кулоны, милая?$2"
			},
			"When": { 
				"HasMod": "misscoriel.courtship",
				"Spouse": "Gus"
			}
		},
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/MarriageDialogueGus",
			"Entries": {
				"Rainy_Day_0": "Дождливые дни меня не пугают.#$e#Благодаря им я целый день могу готовить в помещении!$h",
				"Rainy_Day_1": "Вот кое-что, чем можно согреться перед встречей с грозой! Чашечка хорошего кофе! [395]",
				"Rainy_Day_2": "Если на улице идёт дождь, это не значит, что мы не можем насладиться хорошей едой вместе! [198 225 242 207]",
				"Rainy_Day_3": "Не задерживайся надолго, милый! Я не хочу, чтобы ты простудился.$h^Не задерживайся надолго, милая! Я не хочу, чтобы ты простудилась.$h",
				"Rainy_Day_Gus": "Не работай слишком долго! На улице холодно.",
				"Rainy_Night_0": "Как прошёл твой день, @? Надеюсь, ты не слишком промок!$h^Как прошёл твой день, @? Надеюсь, ты не слишком промокла!$h",
				"Rainy_Night_1": "Поскольку тебе сегодня пришлось работать под дождём, я приготовил для тебя особенный ужин! [649 213 202 205 730]",
				"Rainy_Night_2": "Я пробую новый рецепт! Скажи мне, что думаешь! [228 604 609 607 196]",
				"Rainy_Night_3": "Уже довольно поздно...#$e#Почему бы нам не остаться дома и не погреться у камина?$h",
				"Rainy_Night_Gus": "У тебя, наверное, был тяжёлый день.#$e#Давай немного погреемся у камина и ляжем спать.$h",
				"Indoor_Day_0": "Проснись и пой! Вот тебе завтрак перед напряжённым днём! [194 195 210 211 216 201]",
				"Indoor_Day_1": "Тебя разбудил запах моей стряпни?$s#$e#Прости! Но я надеюсь, тебе понравится. [232 609 215 210 201]",
				"Indoor_Day_2": "У тебя всё ещё усталый вид. Вот, я приготовил для тебя кофе! [395]",
				"Indoor_Day_3": "Скорее всего, я весь день буду готовить дома!#$e#Дай мне знать, если тебе что-нибудь понадобится!$h",
				"Indoor_Day_Gus": "Продуктивного дня!#$e#За меня не волнуйся, я, как обычно, займусь готовкой!$h",
				"Indoor_Night_0": "Твой пятизвездочный ужин готов, дорогой!^Твой пятизвездочный ужин готов, дорогая!$h#$e#Ладно, может, это и не изысканное блюдо, но сделано именно так, как ты любишь! [244 224 218 239]",
				"Indoor_Night_1": "Приятного аппетита, любовь моя! [219 618 197 648 209 226]",
				"Indoor_Night_2": "Твой день, наверняка, был тяжёлым. Хорошо, что я приготовил для нас ужин! [732 214 729 225 199 606]",
				"Indoor_Night_3": "Сейчас наша тёплая, удобная кровать кажется очень приятной. Разве не так?$h",
				"Indoor_Night_Gus": "Сегодня мы хорошо поработали. Давай ляжем спать, чтобы набраться сил для завтрешенго дня.$h",
				"Outdoor_0": "Я решил ненадолго выйти из кухни и подышать свежим воздухом!",
				"Outdoor_1": "Я не фермер, но работа, которую ты здесь делаешь, действительно впечатляет, @!$h",
				"Outdoor_2": "Попадались ли тебе какие-нибудь свежие ингредиенты в лесу, из которых я могу что-нибудь приготовить?$h",
				"Outdoor_3": "Доброе утро! Похоже, сегодня будет ещё один прекрасный день!",
				"Outdoor_4": "Я приготовил тебе сегодня кое-что на обед. [240 204 243 651 237 241]#$e#Обязательно сделай перерыв и поешь, когда проголодаешься!$h",
				"Outdoor_Gus": "Постарайся хорошо провести этот день!$h",
				"OneKid_0": "Когда-нибудь %kid1 станет отличным поваром, как и я!",
				"OneKid_1": "%kid1 - такой хороший ребёнок, в отличие от меня, когда я был маленьким.#$e#Моя мама говорила, что я был проблемным ребёнком, ха-ха!$h",
				"OneKid_2": "Знаешь, я уже начал думать, что у меня никогда не будет шанса завести детей.#$e#Я рад, что смог получить этот опыт с тобой, @.$h",
				"OneKid_3": "Как думаешь, что %kid1 скажет первым?#$e#Я очень надеюсь, что это будет слово 'папа'!$h",
				"TwoKids_0": "Скоро я начну готовить большие блюда! Наши дети растут так быстро!",
				"TwoKids_1": "Хотел бы я знать какие-нибудь истории, чтобы рассказать их %kid1 и %kid2. Единственное, что я читал - это кулинарные книги!$h",
				"TwoKids_2": "Я так горжусь тем, что у меня двое прекрасных детей.#$e#Мы отлично справляемся с ролью родителей, @.$h",
				"TwoKids_3": "Если приглядеться, то у них обоих точно твой нос.#$e#А ещё у них мои глаза!$h",
				"Good_0": "Я правда люблю тебя, ты ведь это знаешь?#$e#А ещё я очень люблю готовить для тебя!$h",
				"Good_1": "Фермер и бармен-шеф-повар, да? Мы - идеальная пара!$4",
				"Good_2": "Обожаю готовить из свежих продуктов с нашей фермы!$h",
				"Good_3": "Слушай, а ты всегда был таким красавцем? Просто шучу. Ты всегда выглядишь потрясающе, дорогой!$h^Слушай, а ты всегда была такой красавицей? Просто шучу. Ты всегда выглядишь потрясающе, дорогая!$h",
				"Good_4": "Я до сих пор помню день нашей свадьбы, как будто это было вчера. Несомненно, это была прекрасная церемония!",
				"Good_5": "Работа в салуне иногда может быть довольно утомительной.#$e#Но, по крайней мере, у меня есть ты, которого я с нетерпением жду, когда вернусь домой.^Но, по крайней мере, у меня есть ты, которую я с нетерпением жду, когда вернусь домой.$4",
				"Good_6": "Вот кое-что сладенькое для моего сладкого @!^Вот кое-что сладенькое для моей сладкой @!#$e#Всем в жизни нужно немного сахара! [223 608 222 234 220 221 611]",
				"Neutral_0": "...Чего-то не хватает... но чего?.... Х-м-м...$s#$e#Извини, @! Я как раз придумывал новый рецепт!",
				"Neutral_1": "Пэм - милая женщина, когда узнаешь её поближе. Некоторые люди судят её несправедливо из-за её... уникальной натуры.$s",
				"Neutral_2": "Ты когда-нибудь видел, как Эмили танцует, милый? Это лучшее!$h^Ты когда-нибудь видела, как Эмили танцует, милая? Очень хорошо!$h",
				"Neutral_3": "Я просто подумал кое о чём, дорогой.^Я просто подумал кое о чём, дорогая.#$e#Почему бы тебе как-нибудь не приготовить для меня?$h",
				"Neutral_4": "Хм... продажи в салуне были довольно хорошими в последнее время.$h",
				"Neutral_5": "Самое худшее в приготовлении пищи - это, безусловно, грязная посуда.$s",
				"Bad_0": "Я... схожу ненадолго в салун.$a",
				"Bad_1": "Мне нужно побыть одному...$s",
				"Bad_2": "Я не хочу сейчас с тобой разговаривать.$a",
				"funLeave_Gus": "Сегодня вечером я иду в салун, дорогой!^Сегодня вечером я иду в салун, дорогая!#$e#Не скучай по мне так сильно.$h",
				"funReturn_Gus": "Привет, милый! Я дома!^Привет, милая! Я дома!#$e#Я принёс тебе ужин с работы. [215 206 200 605]",
				"spring_Gus": "Обязательно сажай картошку! И Пастернак. Из весенних посевов можно приготовить вкусное рагу!$h",
				"spring_1": "Ещё один потрясающий год с лучшим мужем в мире! Пусть у нас будет отличный год, @!^Ещё один потрясающий год с лучшей женой в мире! Пусть у нас будет отличный год, @!",
				"spring_12": "Я знаю, ты устал от того, что наша кухня пахнет яйцами... но сегодня последний вечер, обещаю!^Я знаю, ты устала от того, что наша кухня пахнет яйцами... но сегодня последний вечер, обещаю!#$e#Я обязательно всё уберу завтра, после фестиваля!$h",
				"spring_23": "Привет! Ты собираешься принять участие в цветочном танце в этом году?#$e#Я не самый лучший танцор, но постараюсь.",
				"summer_Gus": "Дай мне знать, если решишь вырастить чернику в этом году!#$e#Я испеку вкусные пирожки!",
				"summer_1": "Лето - прекрасное время для салуна.$h#$e#Кто бы не захотел хорошего холодного пива после жаркого дня?",
				"summer_10": "Что ты собираешься принести завтра в суп?#$e#Ты ведь не забыл, правда?^Ты ведь не забыла, правда?$h",
				"summer_27": "С нетерпением жду завтрашнего дня, чтобы вместе с тобой посмотреть Танец полуночных медуз!$h#$e#Может, мне стоит взять с собой что-нибудь перекусить на случай, если они задержатся...",
				"fall_Gus": "Осень - лучшее время для приготовления пищи!#$e#И для кушанья.$h",
				"fall_1": "Осень, безусловно, великолепное время года! Цвета напоминают мне знаменитый тыквенный суп моего дяди!$h",
				"fall_15": "Завтра начинается Ярмарка долины Стардью! Я буду жарить гамбургеры, как обычно!$h",
				"fall_26": "Завтра я не пойду в этот жуткий лабиринт. Я не очень хорошо понимаю жуткие вещи.$s#$e#Вместо этого я буду прятаться. Э-э, есть в хорошо освещённом месте!",
				"winter_Gus": "Планировать прием пищи зимой всегда непросто. Нет свежих продуктов!",
				"winter_1": "Бр-р! Будто температура за ночь упала, да?#$e#Хорошо, что для согревания у меня есть ты!$4",
				"winter_7": "Я буду болеть за тебя на завтрашних соревнованиях по рыбной ловле!$h#$e#Как думаешь, Льюис позволит нам принести домой пару рыбок на ужин?",
				"winter_24": "Я целый месяц готовил леденцы, пока ты работал на ферме! Это своего рода традиция!^Я целый месяц готовил леденцы, пока ты работала на ферме! Это своего рода традиция!",
				"winter_28": "Думаю, самым ярким моментом в моем году было то, что я закончил есть эту гигантскую миску спагетти... М-м-м... да, они были восхитительны!#$e#О! И быть с тобой, конечно!$h",
				"spouseRoom_Gus": "#$c .5#Я переделываю свои кулинарные книги...#$e#Стоит ли сортировать их по названию или автору?$s",
				"patio_Gus": "Я ухаживаю за своим садом с травами. Полезно иметь свежие ингредиенты для приготовления пищи!$h"
			},
		},
		{
			"Action": "EditData",
			"Target": "strings/schedules/Gus",
			"Entries": {
				"marriage_Fri.000": "О, привет. Я готовлю дом к сегодняшнему вечеру.",
				"marriage_Fri.001": "Жизнь становится всё более оживлённой. Почему бы тебе не остаться ненадолго, любовь моя?$h",
				"marriage_Sat.000": "Удивительно, но в субботу приходит не так уж много людей. В основном я просто убираю вчерашний беспорядок.",
				"marriage_Sun.000": "Сегодня короткий день. Я скоро буду дома!",
				"marriage_Mon.000": "Привет, милый. Я собираю кое-какие продукты для салуна.$h^Привет, милая. Я собираю кое-какие продукты для салуна.$h",
				"marriage_Mon.001": "Это место не будет работать само по себе. Увидимся вечером."
			},
		},
		{
			"Action": "EditData",
			"Target": "Data/EngagementDialogue",
			"Entries": {
				"Gus0": "Какая неожиданность! Фермер вроде тебя и бармен вроде меня...#$e#Я знаю, нам будет хорошо вместе!$h",
				"Gus1": "Я буду готовить тебе вкусный ужин каждый вечер!#$e#Когда мы поженимся, на столе всегда будет что-нибудь весёленькое!$h",
			},
		},
	]
}