{
	"Changes": [
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Gus",
			"Entries": {
				"danceRejection": "อ้า ไม่ล่ะครับ ขอบคุณนะที่มาชวน",
				"Mon8": "ดีครับ @!#$e#ดีใจที่เจอคุณที่นี่ เสมอเลยนะครับ",
				"Mon10": "วันจันทร์น่ะ ใกล้เคียงกับวันหยุด ที่สุดแล้วสำหรับ บาร์เทนเดอร์#$e#เพราะงั้นขอบคุณที่ แวะมาหานะครับ บางครั้งมันก็เหงาน่ะ$h",
				"Tue10": "คุณทำงาน หนักมากเลยใช่มั้ยครับ @?#$e#จริงแหละครับ ที่ผมก็ทำงานหนัก แต่ส่วนใหญ่แค่ช่วง ปลายสัปดาห์น่ะครับ$h",
				"Wed8": "ผมหวังว่าผมจะเปิด ร้านอาหารในเมืองเพลิแกน ได้ทั้งวันน่ะครับ#$e#บาร์เทนเดอร์ก็สนุกดีนะครับ แต่การทำอาหารน่ะ คือสิ่งที่ผมหลงใหลจริงๆ น่ะครับ$5",
				"Wed10": "ผมสงสัยจัง ว่าทำงานในฟาร์ม เป็นยังไง...$5#$e#ไม่แน่ใจเหมือนกันว่า ผมจะทำได้ดีแค่ไหน ร่างกายผม ไม่ได้มีแรงเยอะน่ะ$s",
				"Thu10": "เอมิลีน่ะ บอกให้ผมรีบๆ แต่งงานได้แล้วอยู่เรื่อย...$5#$e#บางทีผมอาจจะแต่งก็ได้$h",
				"Fri8": "บางครั้ง ผมรู้สึกยังกับว่า ใช้เวลาทั้งอาทิตย์ เตรียมพร้อมสำหรับ คืนวันศุกร์เลยครับ$5",
				"Fri10": "ไม่ใช่ว่าผมคิดบ่อยหรอกนะ แต่...#$e#ในเมื่อผมอยู่ซาลูนทั้งวัน มันก็ยากที่จะคิดเรื่อง ขอใครสักคนออกเดตน่ะ$5#$e#เราจะไปไหนกันได้ ในคืนวันศุกร์ ที่ไม่ใช่ที่นี่กันล่ะ?$s#$e#ถามว่าทำไมผมถึง พูดเรื่องนี้ขึ้นมาน่ะเหรอ?#$e#...แค่คิดเฉยๆ น่ะ$4",
				"Sat10": "ถ้าวันนึงผมแต่งงานจริง คุณแน่ใจได้เลยว่า สามีผมจะไม่มีวันหิวโซแน่นอน$h^ถ้าวันนึงผมแต่งงานจริง คุณแน่ใจได้เลยว่า ภรรยาผมจะไม่มีวัน หิวโซแน่นอน$h",
				"Sun10": "อืมม...$5#$e#นี่ คุณเคยตกหลุมรักมั้ยครับ @?#$e#มันรู้สึกยังไงเหรอ?$4",
				"event_fruit1": "สตรอว์เบอร์รีเหรอ? พวกมันอร่อยเหาะเลยล่ะ$h",
				"event_fruit2": "เชอร์รีเหรอ? ระวังเม็ดมันด้วยล่ะ$h",
				"event_fruit3": "อย่างนั้นเหรอ? เยี่ยมไปเลย ผมไม่แน่ใจว่า จะเลือกได้เองน่ะครับ!$h",
				"event_fruit4": "โอ้ นั่นก็แย่หน่อยนะ$s",
				"divorced": "ผมหวังว่าคุณจะไม่มาที่นี่นะ$a",
			},
		},
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Gus",
			"Entries": {
				"give_flowersA": "ช่อดอกไม้เหรอ? สวยดีครับ!$h#$b#อ้อ ให้ผมเหรอ? ... ขอรับไว้ละนะ!$4#$b#...อย่างนี้ ผมเดาว่า ผมก็เป็นแฟนคุณแล้วสินะ...$h",
				"give_flowersB": "นี่คุณไม่ได้ล้อผมเล่นใช่มั้ย?$h#$b#แน่นอนที่สุดเลยครับ ผมไม่มีวันคิดเลย...$4#$b#ผมดีใจจริงๆ ที่ได้เป็นแฟนกับคุณ$h",
				"give_pendant": "...! ผม...คุณพูดจริงเหรอ? เยส!$4#$b#นี่มันดีเกินกว่า จะเป็นเรื่องจริง... ผมอาหารเป็นพิษ หรือเปล่าเนี่ย?$4#$b#ผมดีใจมากเลย ผมจะไปบอกท่านเทศมนตรี ทุกอย่างน่าจะพร้อม ในสามวันครับ$h",
				"stardrop_gift": "@ ที่รักของผม คุณดีกับผมมาตลอดเลย$4#$b#ผมเลยคิดว่า ผลไม้สตาร์ดรอปนี้จะเป็น วิธีแสดงความรักของผม ที่เอร็ดอร่อยดี$h#$b#เอาเลยครับ! กินเลย! มันอุดมด้วยสารอาหารที่ จะทำให้คุณพลังงานเต็มเปี่ยม !$h",
				"rejectNPCA": "ฮ่าฮ่า... คุณมาพูดจาหวานๆ หลอกให้ผมให้อาหารฟรีคุณ ไม่สำเร็จหรอกครับ$h",
				"rejectNPCB": "มันสวยเนอะ?$h",
				"reject_two_heartA": "แน่ใจเหรอว่าไม่ได้ ซื้อมาเกินน่ะครับ @?$h",
				"reject_two_heartB": "อืม ไม่ล่ะครับ ผมเกรงว่า ผมจะบ้างานมากเกินไป$h",
				"reject_four_heartA": "ฮ่าๆ... ต้องบอกว่า คืนนี้คุณห้ามดื่ม มากกว่านี้แล้วนะครับ$h",
				"reject_four_heartB": "โอ้... ผมหมายความว่า.. เอ่อ...$4#$b#ผมว่าเราเป็นแค่ เพื่อนกันดีกว่าครับ$h",
				"engageA": "ผมค่อนข้างแน่ใจนะครับ ว่าพอหมั้นแล้ว คุณไม่ควรเที่ยวเอานี่ ไปแจกไปทั่วนะ",
				"engageB": "ผมสงสัยจัง ว่าคุณมีจี้สองอันได้ยังไง... หายากนะที่จะเป็นแบบนั้น",
				"marriedA": "ผมแน่ใจว่า %spouse ต้องเสียใจแน่ถ้าได้มาเห็น ว่าคุณกำลังทำอะไร$3",
				"marriedB": "นี่คุณคิดอะไรอยู่? กลับบ้านแล้วไปเป็น คู่ชีวิตที่ดีของ %spouse ซะ",
				"refusal_knownA": "ฮ่าๆ จี้นั่นสวยใช่มั้ย?$h",
				"refusal_knownB": "คุณเอาอันนั้น ไปให้คนที่คุณรักได้นะครับ รู้รึเปล่า?$h",
				"refusal_botherA": "นี่ คุณหยุดสักทีได้ไหมครับ? มันอึดอัด$2",
				"refusal_botherB": "หยุดนะครับ ผมพูดไปชัดเจนแล้ว$3",
				"refusal_no_heartsA": "ผมไม่คิดจะแต่งงานเร็วๆ นี้หรอกครับ$h",
				"refusal_no_heartsB": "ผมว่าอยู่แบบนี้ก็ดีแล้ว... ขอบคุณครับ$h",
			},
			"When": { "HasMod": "misscoriel.courtship"},
		},
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Gus",
			"Entries": {
				"give_flowersA": "คุณรู้มั้ยพวกนี้ก็กินได้นะ ที่รัก?$h",
				"give_flowersB": "ผมว่านี่เอามา ทำสลัดไม่ได้หรอก$4",
				"give_pendant": "คุณขอผมแล้ว ที่รัก$4",
				"engageA": "พวกเรากำลัง จะแต่งงานกันอยู่แล้ว$4",
				"engageB": "ผมขออันเดียว ก็พอแล้วที่รัก$4",
				"marriedA": "มันเป็นเปลือกหอย... ผมเอาไปทำแอ็สการ์โก ได้นะเนี่ย$h",
				"marriedB": "คุณไปหาจี้พวกนี้ มาจากไหนเหรอที่รัก?$2",
			},
			"When": {
				"HasMod": "misscoriel.courtship",
				"Spouse": "Gus"
			}
		},
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/MarriageDialogueGus",
			"Entries": {
				"Rainy_Day_0": "วันฝนตก ไม่ทำให้ผมกังวลหรอกครับ#$e#มันทำให้ผมมีข้ออ้าง ใช้เวลาทั้งวันทำอาหาร ข้างในมากกว่า!$h",
				"Rainy_Day_1": "นี่ครับ ไว้อุ่นเครื่องก่อนเจอพายุ! แฟสักแก้ว! [395]",
				"Rainy_Day_2": "แค่เพราะข้างนอกนั่นฝนตก ไม่ได้หมายความว่าเราจะมี มื้ออาหารที่มีความสุข อยู่ข้างในนี่ไม่ได้นะครับ! [198 225 242 207]",
				"Rainy_Day_3": "อย่าอยู่ข้างนอกนานนะครับ ที่รัก! ผมไม่อยากให้คุณเป็นหวัด",
				"Rainy_Day_Gus": "อย่าอยู่ข้างนอกนานนะครับ ที่รัก! ผมไม่อยากให้คุณเป็นหวัด",
				"Rainy_Night_0": "วันนี้เป็นไงบ้างครับ @? หวังว่าคุณจะไม่เปียก เกินไปนะ!",
				"Rainy_Night_1": "เพราะว่าคุณทำงานตากฝน มาทั้งวันแล้ว ผมเลยเตรียมอาหาร มื้อพิเศษสุดไว้ให้คุณแล้วครับ! [649 213 202 205 730]",
				"Rainy_Night_2": "ผมกำลังลองสูตรใหม่อยู่ครับ! บอกผมนะว่าคุณคิดยังไง! [228 604 609 607 196]",
				"Rainy_Night_3": "มันเริ่มดึกแล้วนะครับ...#$e#ทำไมพวกเราไม่อยู่ข้างใน ให้อุ่นๆ ข้างเตาผิงละครับ?$h",
				"Rainy_Night_Gus": "มันเริ่มดึกแล้วนะครับ...#$e#ทำไมพวกเราไม่อยู่ข้างใน ให้อุ่นๆ ข้างเตาผิงละครับ?$h",
				"Indoor_Day_0": "ตื่นเถิดชาวสตาร์ดิว! อาหารเช้าสำหรับวันยุ่งๆ มาแล้วครับ! [194 195 210 211 216 201]",
				"Indoor_Day_1": "กลิ่นอาหารผมทำคุณตื่น หรือเปล่าครับ?$s#$e#โอ้ โทษทีนะที่รัก! แต่ผมหวังว่าคุณจะชอบมันนะ [232 609 215 210 201]",
				"Indoor_Day_2": "คุณยังดูเหนื่อยอยู่เลย ที่รัก นี่ ผมทำกาแฟมาให้! [395]",
				"Indoor_Day_3": "ผมคงจะทำอาหาร อยู่ข้างในนี่ทั้งวัน!#$e#อยากได้อะไรบอกผมนะครับ!$h",
				"Indoor_Day_Gus": "ผมคงจะทำอาหาร อยู่ข้างในนี่ทั้งวัน!#$e#อยากได้อะไรบอกผมนะครับ!$h",
				"Indoor_Night_0": "อาหารเชฟห้าดาว พร้อมเสิร์ฟแล้วครับ ที่รัก!$h#$e#โอเค อาจจะไม่ใช่ของเชฟ แต่ทำมาแบบที่คุณชอบเลยนะ! [244 224 218 239]",
				"Indoor_Night_1": "กินให้อร่อยนะครับ ที่รัก! [219 618 197 648 209 226]",
				"Indoor_Night_2": "คุณทำงานหนัก มาทั้งวันแล้ววันนี้ ที่รัก ดีที่ผมเตรียมอาหารเย็น ไว้ให้พวกเรา! [732 214 729 225 199 606]",
				"Indoor_Night_3": "เตียงนุ่มๆ อุ่นๆ ของเราฟังดูดีนะครับตอนนี้ คุณว่ามั้ย?$h",
				"Indoor_Night_Gus": "เตียงนุ่มๆ อุ่นๆ ของเราฟังดูดีนะครับตอนนี้ คุณว่ามั้ย?$h",
				"Outdoor_0": "ผมคิดว่าถึงเวลาออกมา สูดอากาศนอกครัว บ้างน่ะครับ!",
				"Outdoor_1": "ผมไม่ใช่ชาวไร่ชาวสวน แต่งานที่คุณทำข้างนอกนั่น น่าประทับใจจริงๆ นะครับ @!$h",
				"Outdoor_2": "คุณเจอวัตถุดิบสดใหม่ที่ผม ใช้ทำอาหารได้บ้างมั้ยครับ?$h",
				"Outdoor_3": "อรุณสวัสดิ์ครับ ที่รัก! ดูจะเป็นวันที่สวยงาม อีกวันนะครับ!",
				"Outdoor_4": "ผมทำอะไรนิดหน่อยมาเป็น อาหารกลางวันวันนี้ครับ ที่รัก [240 204 243 651 237 241]#$e#อย่าลืมพักมาทานบ้างนะครับ!$h",
				"Outdoor_Gus": "คุณเจอวัตถุดิบสดใหม่ที่ผม ใช้ทำอาหารได้บ้างมั้ยครับ?$h",
				"OneKid_0": "วันนึง %kid1 จะกลายเป็นพ่อครัวมือฉมัง เหมือนกับพ่อแก่ๆ ของเขาแน่!",
				"OneKid_1": "%kid1 เป็นเด็กทารกที่ดี ไม่เหมือนผมตอนเด็กเลยครับ#$e#แม่ผมบอกว่าผม เป็นเด็กเจ้าปัญหาล่ะ ฮ่าฮ่า!$h",
				"OneKid_2": "รู้มั้ย ผมเริ่มคิดละนะว่า ผมคงไม่มีวันได้มีลูก#$e#ผมดีใจที่ได้มี ประสบการณ์นี้กับคุณนะครับ @$h",
				"OneKid_3": "คุณคิดว่าคำแรกที่ %kid1 พูดจะเป็นอะไร?#$e#ผมหวังจริงๆ ให้มันเป็น 'ปาปา'!$h",
				"TwoKids_0": "ผมต้องเริ่มทำอาหาร มื้อใหญ่แล้วเร็วๆ นี้! ลูกๆ ของพวกเราโตเร็วมากเลย!",
				"TwoKids_1": "ผมอยากให้ผมรู้นิทานมาเล่าให้ %kid1 กับ %kid2 ฟังจังครับ หนังสือที่ผมเคยอ่าน มีแต่ตำราทำอาหาร!$h",
				"TwoKids_2": "ผมภูมิใจมากเลยที่ได้เป็น พ่อของเด็กที่สวยงาม ถึงสองคน#$e#พวกเราเป็นพ่อแม่ ที่ไม่เลวเลยนะครับ @$h",
				"TwoKids_3": "ถ้าคุณดูดีๆ ลูกทั้งคู่ได้จมูกของคุณนะ#$e#แต่พวกเขาก็ได้ตาของผม ไปด้วย!$h",
				"Good_0": "ผมรักคุณจริงๆนะ รู้ใช่มั้ย?#$e#แล้วผมก็รักที่จะทำอาหาร ให้คุณมากๆด้วย!$h",
				"Good_1": "ชาวไร่กับบาเทนเดอร์ และเชฟเหรอ? พวกเราเป็นคู่ที่เพอร์เฟคเลยนะครับ!$4",
				"Good_2": "ผมชอบจริงๆ ที่ได้ทำอาหารจากวัตถุดิบสดๆ ในฟาร์ม!$h",
				"Good_3": "เฮ้ คุณหล่อขนาดนี้ มาตลอดเลยเหรอ? ล้อเล่นนะครับ คุณดูดีเสมอแหละ ที่รัก!$h^เฮ้ คุณสวยขนาดนี้ มาตลอดเลยเหรอ? ล้อเล่นนะครับ คุณดูดีเสมอแหละ ที่รัก!$h",
				"Good_4": "ผมยังจำวันแต่งงานของ พวกเราได้เหมือนมันเกิดขึ้น เมื่อวานเลย เป็นพิธีฉลองที่น่ารักมาก เลยนะครับ!",
				"Good_5": "ทำงานที่ซาลูนบางครั้ง ก็เหนื่อยครับ#$e#แต่อย่างน้อยผมก็มีคุณ ให้ตั้งตารอที่บ้าน$4",
				"Good_6": "นี่ครับของหวานๆ สำหรับหวานใจ @ ของผม!#$e#ทุกคนต้องการน้ำตาล สักเล็กน้อยในชีวิตนะครับ ที่รัก! [223 608 222 234 220 221 611]",
				"Neutral_0": "...มันขาดอะไรไป... แต่อะไรนะ?... อืมม...$s#$e#ขอโทษที @! ผมกำลังคิดสูตรใหม่ อยู่น่ะครับ!",
				"Neutral_1": "แพมเป็นผู้หญิงที่ดีนะครับ ถ้าคุณได้รู้จักเธอ บางคนตัดสินเธออย่าง ไม่ยุติธรรมเพราะว่า... วิถีที่ไม่เหมือนใครของเธอ น่ะครับ$s",
				"Neutral_2": "ที่รัก คุณเคยเห็นเอมิลีเต้นมั้ยครับ? มันดีสุดๆ เลยล่ะครับ!",
				"Neutral_3": "ผมกำลังคิดอะไรอยู่น่ะ ที่รัก#$e#ทำไมคุณไม่ลองทำอาหาร ให้ผมทานดูบ้างละครับ?$h",
				"Neutral_4": "อืมม... ช่วงนี้ซาลูนขายดีมากเลย ล่ะครับ$h",
				"Neutral_5": "ส่วนที่แย่ที่สุดของ การทำอาหารคือจานสกปรกๆ นี่แน่นอนที่สุดเลยล่ะครับ$s",
				"Bad_0": "ผม... ไปซาลูนสักพักนะครับ$a",
				"Bad_1": "ผมอยากมีเวลาอยู่คนเดียว น่ะ...$s",
				"Bad_2": "ผมไม่อยากแม้แต่จะคุย กับคุณเลยตอนนี้$a",
				"funLeave_Gus": "ผมไปซาลูนนะที่รัก คืนนี้!#$e#อย่าคิดถึงผมเกินไปล่ะ$h",
				"spring_Gus": "อย่าลืมปลูกมันฝรั่งล่ะที่รัก! ผักกาดด้วย พืชผลฤดูใบไม้ผลินี่ ทำสตูว์อร่อยเลยล่ะ!$h",
				"spring_1": "อีกปีที่น่าตื่นเต้นกับสามี ที่ดีที่สุดในโลก! มามีปีที่ดีกันเถอะครับ @!^อีกปีที่น่าตื่นเต้นกับภรรยา ที่ดีที่สุดในโลก! มามีปีที่ดีกันเถอะครับ @!",
				"spring_12": "ผมรู้ว่าคุณเริ่มจะเบื่อครัว กลิ่นไข่ของพวกเราแล้ว... แต่คืนนี้จะเป็นคืนสุดท้ายครับ ผมสัญญา!#$e#หลังเทศกาลพรุ่งนี้ผมจะ ทำความสะอาดทุกอย่าง แน่นอนครับ!$h",
				"spring_23": "ไง ที่รัก! ปีนี้จะเต้นรำในเทศกาลดอกไม้ มั้ยครับ?#$e#ผมไม่ใช่นักเต้นเท้าทองหรอก แต่ผมจะพยายามนะครับ",
				"summer_Gus": "ถ้าปีนี้คุณจะปลูกบลูเบอร์รี่ บอกผมด้วยนะครับที่รัก!#$e#ผมจะทำทาร์ตอร่อยๆ ให้!",
				"summer_1": "หน้าร้อนเป็นฤดูที่ดี ของซาลูนครับ$h#$e#ใครจะไม่อยากดื่มเบียร์ดีๆ เย็นๆ สักแก้วหลังจากวันร้อนๆ ละครับ?",
				"summer_10": "พรุ่งนี้คุณจะเอาอะไร ไปช่วยปรุงซุปเหรอ?#$e#คุณไม่ได้ลืมใช่มั้ยครับเนี่ย?$h",
				"summer_27": "ผมรอดูแมงกระพรุนแสงจันทร์ กับคุณพรุ่งนี้ไม่ไหวแล้ว!$h#$e#บางทีผมควรจะ เตรียมขนมของเราไปด้วย เผื่อว่าถ้ามันจะต้อง อยู่จนดึกกว่าที่คาดไว้...",
				"fall_Gus": "ฤดูใบไม้ร่วงเป็นฤดูที่ดีที่สุด สำหรับการทำอาหารเลย!#$e#และสำหรับการกินด้วย$h",
				"fall_1": "ฤดูใบไม้ร่วงนี่สวยจริงๆ เลย! สีพวกนั้นทำให้ผมนึกถึงซุป ฟักทองชื่อดังของลุงผม เลยครับ!$h",
				"fall_15": "เทศกาลแสดงสินค้าแห่ง หุบเขาสตาร์ดิวพรุ่งนี้แล้ว! ผมจะย่างเบอร์เกอร์ เหมือนเดิมครับ!$h",
				"fall_26": "ผมจะไม่เข้าไปในเขาวงกต น่าขนลุกนั่นพรุ่งนี้หรอกนะ ผมไม่ค่อยถูกกับของน่ากลัวๆ น่ะ$s#$e#ฉะนั้น ผมจะซ่อน เอ่อ กินอยู่ในจุดที่ไฟสว่างๆ แทนน่ะ!",
				"winter_Gus": "การวางแผนทำอาหาร ในหน้าหนาวน่ะเป็น เรื่องท้าทายเสมอครับ ไม่มีของสดเลย!",
				"winter_1": "บรื๋ออ! เหมือนอุณหภูมิมันลดลง ข้ามคืนเลยนะ ที่รัก!#$e#ดีที่ผมมีคุณเป็น แหล่งความร้อนนะ!$4",
				"winter_7": "ผมจะคอยเป็นกำลังใจให้คุณ พรุ่งนี้ตอนแข่งตกปลานะ!$h#$e#คุณว่าเทศมนตรีเลวิส จะให้เราเอาปลากลับบ้าน สักตัวสองตัวเป็นมื้อค่ำมั้ย?",
				"winter_24": "ผมทำแคนดี้เคน มาตลอดเดือนเลย ระหว่างที่คุณทำฟาร์มอยู่! มันเป็นเหมือนประเพณีน่ะ!",
				"winter_28": "ผมว่าไฮไลท์ของปีของผม คือตอนที่ผมสวาปามสปาเกตตี้ จานยักษ์นั่นเข้าไปได้...อืมม ...ใช่ นั่นมันอร่อยเหาะไปเลย!#$e#อ้อ! แน่นอน แล้วก็ที่ได้อยู่กับคุณด้วย!$h",
				"spouseRoom_Gus": "#$c .5#ผมกำลังจัดระเบียบตำรา ทำอาหารผมใหม่น่ะ...#$e#ผมควรเรียงมันตามชื่อหนังสือ หรือชื่อผู้แต่งดี...?$s",
				"patio_Gus": "ผมกำลังดูแลสวนสมุนไพร ของผมอยู่น่ะ มันขายเป็นทุนซื้อวัตถุดิบสดๆ มาทำอาหารได้นะ!$h"
			},
		},
		{
			"Action": "EditData",
			"Target": "strings/schedules/Gus",
			"Entries": {
				"marriage_Fri.000": "โอ้ว สวัสดีครับ ที่รัก ผมเตรียมที่นี่ ให้พร้อมสำหรับคืนนี้อยู่น่ะ",
				"marriage_Fri.001": "กำลังเริ่มครึกครื้นเลย ทำไมไม่อยู่ต่อ อีกสักหน่อยล่ะ ที่รัก?$h",
				"marriage_Sat.000": "วันเสาร์คนไม่ค่อยมา อย่างน่าประหลาดใจเลย ส่วนใหญ่ผมเลย แค่ทำความสะอาด ของเมื่อคืนน่ะ",
				"marriage_Sun.000": "วันนี้แปปเดียว ที่รัก เดี๋ยวผมก็กลับบ้านแล้ว!",
				"marriage_Mon.000": "ไงครับ ที่รัก ผมกำลังไปซื้อของ เข้าซาลูนน่ะ$h",
				"marriage_Mon.001": "ที่นี่มันบริหารเองไม่ได้น่ะสิ ไว้เจอกันคืนนี้นะ",
			},
		},
		{
			"Action": "EditData",
			"Target": "Data/EngagementDialogue",
			"Entries": {
				"Gus0": "ช่างน่าประหลาดใจ! ชาวไร่อย่างคุณ กับบาร์เทนเดอร์อย่างผม...#$e#ผมรู้ครับว่าพวกเรา จะไปกันได้ดีแน่นอน!$h",
				"Gus1": "ผมจะทำอาหารค่ำอร่อยๆ ให้คุณทุกคืนเลยครับ!#$e#จะไม่มีมื้ออาหาร ที่น่าเบื่ออีกต่อไป พอเราแต่งงานกันแล้ว!$h",
			},
		},
	]
}
