{
	"Changes": [
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Marnie",
			"Entries": {
				"danceRejection": "Oh... Lo siento, Sr. @... pero no, gracias.$S^Oh... Lo siento, Sra. @... pero no, gracias.$S",
				"Mon8": "Cuidas mucho de tus animales, @.#$e#Créame... ¡Lo sé!",
				"Mon10": "Tú... estás soltero, ¿no, @?$4^Tú... estás soltera, ¿no, @?$4#$e#¡Solo por curiosidad!$4",
			    "Tue8": "¿No es un día maravilloso, @?$h",
				"Tue10": "¡Gracias por visitarme, @!#$e#Siempre es un gusto verte.$4",	
			    "Wed8": "¿Cómo están tus animales?",
				"Wed10": "¡Hola, @! ¿Estás aquí para ver a Shane?#$e#... ¿Oh, a mí?$4",
				"Fri8": "¡Feliz viernes @! ¿Tienes planes para el fin de semana?",
			    "Fri10": "Estaré en el salón esta noche si quieres venir a verme.$h",
				"event_marnieBreakup1": "Yo... lo sé. Pero no debería haberme permitido acercarme tanto a... esa persona...$8",
				"event_marnieBreakup2": "...Quizás un poco.$4#$b#Aún así... nadie se merece eso.$s",
				"event_marnieBreakup3": "Um... es... no es importante. Tal vez te lo cuente más tarde...$s",
				"event_marnieMorning1": "¡Oh, bueno, es un gusto verte! En realidad, es extraño que hayas pasado por...#$b#Estaba pensando en que quería hablar contigo",
				"event_marnieMorning2": "¡Oh! ¿Es así?$4#$b#Bueno... en realidad, ahora que estás aquí, hay algo de lo que quería hablar contigo",
				"event_marnieMorning3": "Oh... ¿podrías dedicarme un momento? En realidad, hay algo de lo que quería hablarte.$s",
				"event_loveLewis1": "Oh... bueno, siento oír eso.$s",
				"event_loveLewis2": "Ah... así que ambos hemos experimentado dolor de corazón por el mismo hombre, ¿eh?^Ah... así que ambas hemos experimentado dolor de corazón por el mismo hombre, ¿eh?#$b#Siento escuchar eso, Sr. @. De verdad.$s^Lamento escuchar eso, Sra. @. De verdad.$s",
				"event_loveLewis3": "¿E-es así?$s#$b#Bueno... Me alegra escuchar eso.$a",
				"event_loveLewis4": "No estoy segura de que el Sr. Lewis sintió lo mismo...$s",
				"divorced": "Oh... ¿Tienes algún negocio aquí...?$s"
			},
		},
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Marnie",
			"Entries": {
				"give_flowersA": "¡Un ramo!$6#$b#Admito que habría aceptado incluso un puñado de heno, si es de ti.$4",
				"give_flowersB": "¡...! ¡Acepto!$h#$b#Todavía tengo trabajo aquí.$4#$b#Pero estoy segura de que lo haremos funcionar.$h",
				"give_pendant": "¡Sí! ¡Por supuesto que sí!$h#$b#¡Te amo muchísimo!$4#$b#Las cosas se pondrán raras, pero iré a hablar con Lewis sobre cómo organizar nuestra boda.$h",
				"stardrop_gift": "'Oh, cariño, ¿puedes hablar por un segundo?$4#$b#Quería darte esta fruta estelar para mostrarte mi amor.$h#$b#Sin ti, todavía estaría atrapada en esa relación sin salida. Esto... es mucho mejor.$h",
				"rejectNPCA": "¿Eh?$4#$b#Lo siento... pero no estoy interesada en ti.$2",
				"rejectNPCB": "Eres un buen hombre... pero eso no me interesa.$3^Eres una buena mujer... pero no me gustas.$3",
				"reject_two_heartA": "Qué lindo, pero no me gustas así.$6",
				"reject_two_heartB": "¿No somos los dos granjeros? ¿Cómo sugerirías que lo manejemos los dos?$h^¿No somos las dos granjeras? ¿Cómo sugerirías que lo manejemos las dos?$h",
				"reject_four_heartA": "... Ojalá el que me gusta me diera uno.$2",
				"reject_four_heartB": "No sé cómo decirte que mi corazón pertenece a otro.$2",
				"engageA": "Esto no es algo que debas hacer.$2",
				"engageB": "Espero que no pienses que voy a decir que sí.$3",
				"marriedA": "Qué cruel... %spouse no se merece esto.$3",
				"marriedB": "¿A qué te refieres mostrándome esto?$2",
				"refusal_knownA": "Shane es un hombre joven elegible. ¿Ya lo conoces? Sé que él puede ser quisquilloso, pero...$h",
				"refusal_knownB": "Jas y Shane me necesitan aquí. No, gracias.",
				"refusal_botherA": "¿¡Otra vez!? ¿Por qué...?$7",
				"refusal_botherB": "Basta. Ya lo he dejado claro.$s",
				"refusal_no_heartsA": "Me encantaría casarme... pero no contigo...$2",
				"refusal_no_heartsB": "Oh... bueno, gracias... pero tengo que decir que no.$h"
				},
			"When": { "HasMod": "misscoriel.courtship"},
		},
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Marnie",
			"Entries": {
				"give_flowersA": "Encontraré un lugar agradable para poner estas.$4",
				"give_flowersB": "Huele bien, ¡me encantan!$6",
				"give_pendant": "Ya tengo el de antes, cariño.$6",
				"engageA": "Ya nos vamos a casar, cariño.$h",
				"engageB": "Solo necesito uno, tontito.$6^Solo necesito uno, tontita.$6",
				"marriedA": "Ya nos vamos a casar, cariño. ¿A menos que creas que podemos hacerlo de nuevo?$h",
				"marriedB": "¿Dónde encuentras estos colgantes, cariño?$h"
			},
			"When": { 
				"HasMod": "misscoriel.courtship",
				"Spouse": "Marnie"
			}
		},
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/MarriageDialogueMarnie",
			"Entries": {
				"Rainy_Day_Marnie": "Está lloviendo afuera. Asegúrate de no resfriarte, cariño.#$e#Quédate adentro tanto como sea posible.",
				"Rainy_Night_Marnie": "Hice sopa para cenar.[199 218 219 727 730]$h#$e#¡Necesitas algo caliente en un día como este!$h",
				"Indoor_Day_Marnie": "¿Cuáles son tus planes para hoy, cariño?#$e#¿Yo? Probablemente limpiaré un poco, algunos platos... Cosas divertidas, ¿sabes?",
				"Indoor_Night_Marnie": "¡Es hora de dormir, cariño!$h#$e#No puedo esperar para acurrucarme debajo de las sábanas.$6",
				"Outdoor_Marnie": "Hoy es un hermoso día, ¿no?#$e#Días como este hacen que el trabajo sea un poco más agradable",
				"spring_Marnie": "Es hora de plantar pasto fresco para las vacas, ¿eh?$h",
				"summer_Marnie": "Uf... Tal vez podamos instalar pronto algún tipo de aire acondicionado, ¿eh, @?",
				"fall_Marnie": "Los animales también comen demasiado en el otoño...$h",
				"winter_Marnie": "Asegúrate de que los animales estén lo suficientemente calientes, querido.$h^Asegúrate de que los animales estén lo suficientemente calientes, querida.$h",
				"Rainy_Day_0": "Afuera está lloviendo. Asegúrate de que no te resfríes, cariño.#$e#Quédate adentro tanto como puedas.",
				"Rainy_Day_1": "¡Asegúrate de mantener a los animales adentro hoy! A ellos les gusta mojarse tanto como a nosotros.^¡Asegúrate de mantener a los animales adentro hoy! A ellos les gusta mojarse tanto como a nosotras.",
				"Rainy_Day_2": "Está lloviendo... Supongo que hoy no se puede trabajar en el jardín.$2#$e#Me ocuparé de algunas cosas adentro.",
				"Rainy_Day_3": "Me levanté temprano y preparé un poco de café.[395]#$e#Es bueno beber cosas calientes en días como este.",
				"Rainy_Day_4": "Llueva o no, ¡el día debe continuar!#$e#Buena suerte hoy, cariño.",
				"Rainy_Night_0": "Asegúrate de ponerte algo caliente. ¡No podemos permitir que te enfermes!#$e#¿Puedes oír la lluvia golpeando el techo, cariño?",
				"Rainy_Night_1": "La lluvia hace que nuestra casa parezca muy acogedora.$h",
				"Rainy_Night_2": "Hice sopa para la cena.[199 218 219 727 730]$h#$e#¡Necesitas algo caliente en un día como este!$h",
				"Rainy_Night_3": "En noches como esta, me alegro de que tengamos un techo de calidad.#$e#¡Tenemos que agradecer a la Sra. Robin por eso!",
				"Rainy_Night_4": "Espero que Shane haya preparado una buena cena para Jas...$2#$e#A ella le gusta el queso asado en las noches de lluvia, por el motivo que sea.$h",
				"Indoor_Day_0": "¡Buenos días, cariño!$h#$e#Tuve un sueño anoche... No lo recuerdo mucho, pero tenía algo que ver con %adj %noun.#$e#Extraño, ¿verdad?",
				"Indoor_Day_1": "Hola, cariño. ¡Espero que estés listo para otro día de trabajo duro!^Hola, cariño. ¡Espero que estés lista para otro día de trabajo duro!",
				"Indoor_Day_2": "¡Qué hermoso día afuera!#$e#Asegúrate de dejar salir a los animales al pasto. Les encanta tomar el sol.",
				"Indoor_Day_3": "¿Cuáles son tus planes para hoy, cariño?#$e#¿Yo? Probablemente aspire un poco el polvo, lave algunos platos... Cosas divertidas, ¿sabes?",
				"Indoor_Day_4": "¡Hola, cariño! Huele bien, ¿no? ¡Te hice el desayuno![194 195 210 211 216]#$e#¡Come! Tenemos un largo día de trabajo por delante.",
				"Indoor_Night_0": "¡Oh, estás en casa! ¿Cómo estuvo tu día, cariño?$h#$e#¡El mío estuvo bueno, pero un poco solitario! Me alegro de que hayas vuelto.",
				"Indoor_Night_1": "Hola, cariño. ¡Me alegro de que hayas vuelto!#$e#La cena está lista. ¡Come![212 235 728 240]",
				"Indoor_Night_2": "¡Vaya, parece que has trabajado mucho hoy!#$e#Deberías relajarte y descansar por la noche.$h",
				"Indoor_Night_3": "¡Es hora de dormir, cariño!$h#$e#No puedo esperar para acurrucarme debajo de las sábanas.$6",
				"Indoor_Night_4": "¿Cómo estuvieron los animales hoy?#$e#¡Entré al establo antes y parecían tan felices! Estás haciendo un gran trabajo.$h",
				"Outdoor_0": "Hoy es un día hermoso, ¿no?#$e#Días como este hacen que el trabajo sea un poco más agradable",
				"Outdoor_1": "Qué hermoso clima. ¡Estoy segura de que a los animales les encantaría estar pastando bajo el sol!",
				"Outdoor_2": "Tengo un poco de tiempo libre.#$e#¿Qué necesitas que haga, cariño?",
				"Outdoor_3": "No trabajes demasiado, cariño.#$e#¡Asegúrate de tomar un descanso de vez en cuando!",
				"Outdoor_4": "¡No es mucho, pero aquí tienes, cariño![403]#$e#¡Asegúrate de comer eso si tienes hambre, y te prepararé una cena caliente cuando llegues a casa!",
				"OneKid_0": "Me pregunto si %kid1 se convertirá en un granjero como nosotros.^Me pregunto si %kid1 se convertirá en un granjero como nosotras.",
				"OneKid_1": "Me ocupé de Jas por un tiempo, así que pensé que criar a mi propio hijo sería fácil...$s#$e#¡Me equivoqué!#$e#Sin embargo, todo el trabajo vale la pena.$h",
				"OneKid_2": "%kid1... ¡qué nombre tan maravilloso! ¿Qué lo inspiró?$h",
				"OneKid_3": "Nunca pensé que ser madre sería tan gratificante",
				"TwoKids_0": "Nunca pensé que tendría una familia propia como esta.#$e#Seguro que la vida da algunos giros bruscos cuando menos te lo esperas, ¿no?",
				"TwoKids_1": "Ya le di el desayuno a %kid1 y %kid2. ¡Tenían hambre!",
				"TwoKids_2": "¿Puedes comprobar que %kid2 esté bien por mí? Estoy a punto de alimentar a %kid1.$h",
				"TwoKids_3": "¡%kid1 y %kid2 son perfectos! Son bebés muy felices, nunca se quejan ni pelean.",
				"Good_0": "Ven bésame, guapo.$4^Ven y bésame, hermosa.$4",
				"Good_1": "Siempre pensé que quizás terminaríamos juntos.$h^Siempre pensé que quizás terminaríamos juntas.$h#$e#Por supuesto, no me lo esperaba... ¡Supongo que nos gusta esperar!",
				"Good_2": "Me encanta estar aquí contigo, @. Eres mi mejor amigo.$h^Me encanta estar aquí contigo, @. Eres mi mejor amiga.$h",
				"Good_3": "Pensar que me elegiste sobre todas las chicas de este pueblo...$4",
				"Good_4": "Me encanta estar cerca de ti, @. Sacas lo mejor de mí.$h#$e#Espero que sientas lo mismo.$4",
				"Good_5": "¡Estaba admirando el colgante de mi boda, cariño! Es tan brillante y hermoso.#$e#¿Dónde encontraste algo tan perfecto?$h",
				"Good_6": "Todavía no puedo creer que estemos casados...$h^Todavía no puedo creer que estemos casadas...$h#$e#¡Lo digo de la mejor manera posible!",
				"Good_7": "¡Ten cuidado ahí afuera! A veces me preocupa que te caigas en el pozo de una mina",
				"Neutral_0": "Si vas a el pueblo, asegúrate de saludar a todos por mí",
				"Neutral_1": "Espero que aún te guste aunque gane peso.$s",
				"Neutral_2": "Encontré esto en el camino a casa desde el trabajo el otro día.[535 680 567]#$e#Interesante, ¿no es así? ¡Espero que puedas encontrarle algún uso!",
				"Neutral_3": "¿Tienes hambre, cariño?#$e#Cocinaré pronto.$h",
				"Neutral_4": "Shane está haciendo un gran trabajo cuidando la tienda de animales.#$e#Y también por ende, cuidando de Jas.@#$e#Estoy muy contenta.$h",
				"Neutral_5": "Podría comer un pastel ahora mismo...$3",
				"Bad_0": "Me has estado tratando con tanta frialdad últimamente...$s#$e#¿Es algo que dije?$s",
				"Bad_1": "¿Sigues siendo feliz conmigo?$s",
				"Bad_2": "¿...Todavía me amas?$s",
				"Bad_3": "...necesito estar sola ahora mismo.$s",
				"funLeave_Marnie": "Me voy a trabajar pronto, cariño. ¡No me extrañes mucho!",
				"funReturn_Marnie": "Me alegro de estar de vuelta... El trabajo fue increíble.#$e#¿Cómo estuvo tu día, cariño?$h",
				"spring_1": "¡Feliz año nuevo, cariño!#$e#¡Estoy segura de que tendrás las manos ocupadas limpiando el campo, así que avísame si necesitas que alimente a los animales!",
				"spring_12": "Shane siempre hace un gran trabajo preparando las gallinas para el Festival del huevo.#$e#Él realmente puede lograr mucho cuando pone su mente en eso!",
				"spring_23": "¡La danza floral es mañana, cariño! Esta noche repasaré mis movimientos. Tú también deberías.$h",
				"summer_1": "¡Esperemos que haya mucho sol este verano! Los animales necesitan mucho tiempo al aire libre",
				"summer_10": "¿Quizás deberías poner vino en la sopa mañana...?$3",
				"summer_27": "No puedo esperar a ver las medusas lunares juntos, cariño.$h^No puedo esperar a ver las medusas lunares juntas, cariño.$h",
				"fall_1": "El clima finalmente se está enfriando... ¡Qué alivio!#$e#Los animales probablemente también estén contentos.",
				"fall_15": "No puedo esperar a la feria de mañana. ¡Es mi época favorita del año!",
				"fall_26": "Las decoraciones para el festival de mañana son... interesantes.$s#$e#Me asusto fácilmente...$s",
				"winter_1": "Brr... ¡hace frío! Solo quiero quedarme adentro donde hace calor.#$e#¡Lo mismo ocurre con los animales! Asegúrate de comprarles un calentador",
				"winter_7": "¿Debería participar en el concurso de pesca mañana, cariño?#$e#¡Puede que te gane!",
				"winter_24": "La fiesta es mañana... ¡no puedo esperar!",
				"winter_28": "¡Celebremos juntos un año maravilloso, cariño![348]^¡Celebremos juntas un año maravilloso, cariño![348]#$e#¡Bebamos!$h",
				"spouseRoom_Marnie": "#$c .5#Probablemente debería organizar algunas de estas cosas, ¿eh?$h#$e#Estaré aquí trabajando en ello por un tiempo si me necesitas.",
				"patio_Marnie": "Me alegro de que haya espacio para un pequeño corral. Estos pequeños necesitan estar cerca para recibir ayuda adicional."
			},
		},
		{
			"Action": "EditData",
			"Target": "strings/schedules/Marnie",
			"Entries": {
				"marriage_Mon.000": "Hola cariño. Todo va bien aquí en la tienda... ¡Qué alivio!",
				"marriage_Wed.000": "¡@! Qué amable de tu parte visitarme. ¡No te preocupes! Estaré en casa a las 17.",
				"marriage_Fri.000": "¡Oh, cariño! ¡Vamos al salón esta noche! Salgo a las 17.",
				"marriage_Fri.001": "El vino es una excelente manera de relajarse después del trabajo.",			},
		},
		{
			"Action": "EditData",
			"Target": "Data/EngagementDialogue",
			"Entries": {
				"Marnie0": "¡Quieres casarte conmigo...!#$e#Eres tan extraño, @. Pero no puedo esperar para ser tu esposa.$4^Eres tan extraña, @. Pero no puedo esperar para ser tu esposa.$4",
				"Marnie1": "Shane aceptó cuidar el rancho y a Jas.#$e#Todo está poniendose en su lugar... ¡Solo unos pocos días más!$h",
			},
		},
	]
}