{
	"Changes": [
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Marnie",
			"Entries": {
				"danceRejection": "โอ้... ฉันขอโทษนะจ๊ะ @... แต่ไม่ดีกว่าจ้ะ ขอบคุณ$s^โอ้... ฉันขอโทษนะจ๊ะ @... แต่ไม่ดีกว่าจ้ะ ขอบคุณ$s",
				"Mon8": "เธอดูแลสัตว์ต่างๆ ของเธอดีจังเลย @#$e#เชื่อฉันเถอะจ้ะ... ฉันรู้ได้น่ะ!",
				"Mon10": "เธอ... เธอยังโสดอยู่ใช่มั้ยจ๊ะ @?$4#$e#แค่อยากรู้น่ะจ่ะ!$4",
			    "Tue8": "วันนี้เป็นวันที่ดีเนอะ @?$h",
				"Tue10": "ขอบใจที่มาเยี่ยมกันนะ @!#$e#มันดีเสมอเลยที่ได้เจอเธอ$4",
			    "Wed8": "สัตว์ของเธอ เป็นไงกันบ้างจ๊ะ?",
				"Wed10": "ดีจ้ะ @! มาหาเชนเหรอจ๊ะ?#$e#...โอ้ มาหาฉันเหรอ?$4",
				"Fri8": "สุขสันต์วันศุกร์จ่ะ @! สุดสัปดาห์นี้มีแผนอะไรมั้ย?",
			    "Fri10": "คืนนี้ฉันจะอยู่ที่ซาลูนนะ ถ้าอยากมาเจอ$h",
				"event_marnieBreakup1": "ฉัน... ฉันรู้ แต่ฉันไม่ควรปล่อยให้ตัวเองใกล้ชิดกับ เ-- คนนั้นเลย...$8",
				"event_marnieBreakup2": "...อาจจะนิดหน่อยน่ะ$4#$b#ถึงอย่างนั้น... ก็ไม่มีใครสมควรโดน แบบนั้นหรอกนะ$s",
				"event_marnieBreakup3": "เอ่อ... มัน... มันไม่สำคัญหรอกจ้ะ อาจจะไว้บอกทีหลังนะ...$s",
				"event_marnieMorning1": "โอ้ ดีจังที่เจอเธอ! จริงๆ แล้ว มันแปลกจังที่เธอแวะมา...#$b#ฉันเพิ่งนึกว่า อยากจะคุยกับเธออยู่เลย",
				"event_marnieMorning2": "โอ้! อย่างนั้นเองเหรอจ๊ะ?$4#$b#อ่า... จริงๆ แล้ว ในเมื่อเธอก็อยู่นี่แล้ว ฉันมีเรื่อง อยากจะคุยด้วยน่ะจ้ะ",
				"event_marnieMorning3": "อ่า... มีเวลาสักเดี๋ยวมั้ยจ๊ะ? จริงๆ แล้ว ฉันมีเรื่องบางอย่าง อยากจะคุยด้วยน่ะจ้ะ$s",
				"event_loveLewis1": "โอ้... ฉันเสียใจ ที่ได้ยินอย่างนั้นนะจ๊ะ$s",
				"event_loveLewis2": "อ้า... งั้นเราทั้งคู่ ก็ถูกชายคนเดียวกัน หักอกสินะเนี่ย?#$b#ฉันเสียใจ ที่ได้ยินอย่างนั้นนะจ๊ะ @ จริงๆ นะ$s^ฉันเสียใจ ที่ได้ยินอย่างนั้นนะจ๊ะ @ จริงๆ นะ$s",
				"event_loveLewis3": "อ-อย่างนั้นหรือจ๊ะ?$s#$b#อ่า... ดีใจที่ได้ยินอย่างนั้นนะ$a",
				"event_loveLewis4": "ฉันไม่แน่ใจว่า คุณเลวิสรู้สึกแบบเดียวกันหรือเปล่า...$s",
				"divorced": "อ้าว... มีธุระอะไรที่นี่หรือเปล่า ...?$s",
			},
		},
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Marnie",
			"Entries": {
				"give_flowersA": "ช่อดอกไม้!$6#$b#ฉันจะรับมัน ถึงแม้มันจะเป็นแค่ฟาง ฉันก็จะรับ ถ้าคุณเป็นคนให้$4",
				"give_flowersB": "...! ฉันตกลง!$h#$b#ถึงฉันจะมีงานที่ต้องทำ$4#$b#แต่ฉันมั่นใจว่า เราต้องไปด้วยกันได้แน่$h",
				"give_pendant": "ตกลง! ฉันตกลง!$h#$b#ฉันรักเธอที่สุดเลย!$4#$b#ถึงมันจะน่าอึดอัด แต่ฉันจะไปคุยกับเลวิส เกี่ยวกับการเตรียม งานแต่งงาน ของพวกเรานะ$h",
				"stardrop_gift": "โอ้ ที่รัก คุณพอจะมีเวลา สักแป๊บนึงมั้ย?$4#$b#ฉันอยากจะมอบ สตาร์ดรอปให้คุณ เพื่อเป็นการแสดงความรัก จากฉัน$h#$b#ถ้าไม่มีคุณ ฉันคงจะต้องติดอยู่กับ ความสัมพันธ์ที่มีแต่ทางตัน นี่... มันดีกว่ามากเลยล่ะ$h",
				"rejectNPCA": "ห๊ะ?$4#$b#ขอโทษนะ... แต่ฉันไม่ได้สนใจเธอจ้ะ$2",
				"rejectNPCB": "เธอเป็นผู้ชายที่ดีนะ.. แต่ว่า ฉันไม่สนใจเรื่องแบบนั้น$3^เธอเป็นผู้หญิงที่ดีนะ.. แต่ว่า ฉันไม่สนใจเรื่องแบบนั้น$3",
				"reject_two_heartA": "นี่น่ารักจัง แต่ว่าฉันไม่ได้ชอบเธอ แบบนั้นน่ะจ้ะ$6",
				"reject_two_heartB": "เราเป็นชาวไร่กันทั้งคู่ ไม่ใช่หรอ? เธอคิดว่าเราจะทำฟาร์มทั้ง 2 ที่พร้อมกัน ได้อย่างนั้นหรอ?$h",
				"reject_four_heartA": "... ฉันอยากให้ คนที่ฉันชอบ เป็นคนให้มากกว่าๆ$2",
				"reject_four_heartB": "ฉันไม่รู้ว่าจะบอกคุณ ยังไงดีนะ ว่าหัวใจของฉัน เป็นของคนอื่นแล้ว$2",
				"engageA": "นี่ไม่ใช่สิ่งที่เธอ ควรจะทำนะ$2",
				"engageB": "ฉันว่า เธอคงจะไม่ได้คาดหวัง ว่าฉันจะตอบตกลงนะ$3",
				"marriedA": "โหดร้ายจริง... %spouse ไม่ควรจะต้องมา เผชิญกับอะไรแบบนี้เลย$3",
				"marriedB": "อะไรทำให้เธอ อยากจะเอาได้นี้ มาให้ฉันดูเรอะ$2",
				"refusal_knownA": "เชนยังว่างอยู่นะ เธอเจอเขารึยังล่ะ? ฉันรู้ว่าถึงเขา จะขี้หงุดหงิดไปบ้าง แต่ว่า...$h",
				"refusal_knownB": "แจสกับเชน ต้องการให้ฉันอยู่ที่นี่ ไม่ล่ะ ขอบคุณ",
				"refusal_botherA": "อีกแล้วหรอ!? ทำไมอีก...? $7",
				"refusal_botherB": "หยุดนะ ฉันพูดไปชัดเจนแล้ว$s",
				"refusal_no_heartsA": "ฉันก็อยากจะแต่งงานนะ... แต่ไม่ใช่กับเธอ...$2",
				"refusal_no_heartsB": "โอ้... งั้นเหรอ ขอบใจ... แต่ไม่ล่ะจ้ะ$h",
				},
			"When": { "HasMod": "misscoriel.courtship"},
		},
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Marnie",
			"Entries": {
				"give_flowersA": "ฉันจะหาที่เหมาะ เพื่อวางมันนะ$4",
				"give_flowersB": "หอมจัง ฉันชอบมากเลย!$6",
				"give_pendant": "ฉันได้มันมาอันนึงแล้ว ก่อนหน้านี้ไงจ๊ะ ที่รัก$6",
				"engageA": "เรากำลังจะแต่งงานกัน อยู่แล้วนี่จ้ะ ที่รัก$h",
				"engageB": "ฉันมีมันแค่อันเดียวก็พอแล้ว บ๊องจริงๆ$6",
				"marriedA": "เราแต่งงานกันแล้วนะจ๊ะ ที่รัก หรือว่าคุณอยากจะ แต่งงานอีกรอบหรอ?$h",
				"marriedB": "คุณไปหาสร้อยนี้ มาจากที่ไหน ที่รัก?$h",
			},
			"When": {
				"HasMod": "misscoriel.courtship",
				"Spouse": "Marnie"
			}
		},
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/MarriageDialogueMarnie",
			"Entries": {
				"Rainy_Day_Marnie": "ข้างนอกฝนตก ระวังตัวอย่าให้เป็นหวัดล่ะ ที่รัก#$e#อยู่ในร่มให้มากที่สุดนะ",
				"Rainy_Night_Marnie": "ฉันทำซุปไว้สำหรับ อาหารเย็นล่ะ [199 218 219 727 730]$h#$e#คุณต้องการอะไรร้อนๆ ในวันอย่างนี้นะ!$h",
				"Indoor_Day_Marnie": "วันนี้จะทำอะไรเหรอ ที่รัก?#$e#ฉันเหรอ? ฉันคงจะปัดกวาดบ้าน ล้างจาน... ก็พวกงานสนุกทั้งหลาย แหละเนอะ?",
				"Indoor_Night_Marnie": "ถึงเวลานอนแล้ว ที่รัก!$h#$e#ฉันรอนอนกอดคุณ ใต้ผ้าห่มไม่ไหวแล้วล่ะ$6",
				"Outdoor_Marnie": "วันนี้เป็นวันที่สวยงามมาก เลยนะ ว่ามั้ย?#$e#วันแบบนี้ทำให้น่าทำงานขึ้นมา บ้างล่ะนะ",
				"spring_Marnie": "ถึงเวลาปลูกหญ้าใหม่ๆ ให้พวกวัวแล้วสินะ?$h",
				"summer_Marnie": "เฮ้อ... บางทีเราน่าจะติดตั้ง เครื่องปรับอากาศเร็วๆนี้ ได้แล้วละเนอะ @?",
				"fall_Marnie": "พวกสัตว์กินเยอะเกินไป ในฤดูใบไม้ร่วงด้วยแหะ...$h",
				"winter_Marnie": "ดูให้พวกสัตว์มันอุ่นพอด้วยล่ะ ที่รัก$h",
				"Rainy_Day_0": "ข้างนอกฝนตก ระวังตัวอย่าให้เป็นหวัดล่ะ ที่รัก#$e#อยู่ในร่มให้มากที่สุดนะ",
				"Rainy_Day_1": "อย่าลืมให้พวกสัตว์อยู่ในร่ม ด้วยนะวันนี้! พวกมันชอบเปียกพอๆ กับที่พวกเราชอบนั่นแหล่ะ",
				"Rainy_Day_2": "ฝนตกล่ะ... สงสัยว่างานสวนทำไม่ได้แล้ว ล่ะวันนี้$2#$e#ฉันจะดูแลงานข้างในแทน แล้วกัน",
				"Rainy_Day_3": "ฉันตื่นแต่เช้ามาต้มกาแฟ ให้น่ะจ่ะ [395]#$e#ดื่มอะไรร้อนๆ ในวันแบบนี้เป็นเรื่องดีนะ",
				"Rainy_Day_4": "จะฝนตกหรือแดดออก เวลายังเดินไปข้างหน้า!#$e#โชคดีนะวันนี้ ที่รัก",
				"Rainy_Night_0": "อย่าลืมเปลี่ยนมาใส่เสื้อผ้า ให้อุ่นๆล่ะ เราให้คุณป่วยไม่ได้หรอกนะ!#$e#ที่รักได้ยินเสียงฝนกระทบ หลังคามั้ย?",
				"Rainy_Night_1": "สายฝนทำให้บ้านของพวกเรา น่านอนมากเลยนะ$h",
				"Rainy_Night_2": "ฉันทำซุปไว้สำหรับอาหารเย็นล่ะ [199 218 219 727 730]$h#$e#คุณต้องการอะไรร้อนๆ ในวันอย่างนี้นะ!$h",
				"Rainy_Night_3": "คืนแบบนี้ล่ะทำให้ฉันดีใจ ที่พวกเรามีหลังคาดีๆ#$e#เราต้องขอบคุณ คุณนายโรบินนะเรื่องนี้!",
				"Rainy_Night_4": "ฉันหวังว่าเชนจะทำ อาหารเย็นดีๆ ให้แจสนะ...$2#$e#คุณชอบชีสย่างในคืนฝนตก จะเพราะอะไรก็เถอะ$h",
				"Indoor_Day_0": "สวัสดีตอนเช้าจ้ะที่รัก!$h#$e#เมื่อคืนฉันฝัน... ฉันจำไม่ค่อยได้หรอก แต่มันเกี่ยวกับ %adj %noun ล่ะ#$e#แปลกเนอะ?",
				"Indoor_Day_1": "ไงจ๊ะ ที่รัก หวังว่าคุณพร้อมจะลุย งานหนักอีกวันแล้วนะ!",
				"Indoor_Day_2": "ข้างนอกเป็นวันที่ดี อะไรอย่างนี้!#$e#อย่าลืมให้พวกสัตว์ ออกไปเดินในทุ่งด้วยนะ พวกมันชอบอาบแดดน่ะ",
				"Indoor_Day_3": "วันนี้มีแผนทำอะไรเหรอ ที่รัก?#$e#ฉันเหรอ? ฉันคงจะปัดกวาดบ้าน ล้างจาน... ก็พวกงานสนุกทั้งหลายแหละ รู้มั้ย",
				"Indoor_Day_4": "ไง ที่รัก! หอมใช่มั้ยล่ะ? ฉันทำอาหารเช้าไว้ให้ล่ะ! [194 195 210 211 216]#$e#กินให้เต็มที่เลยนะ! เรามีวันที่ยาวนานรอเราอยู่",
				"Indoor_Night_0": "โอ้ กลับมาบ้านแล้วเหรอ! วันนี้เป็นยังไงบ้าง ที่รัก$h#$e#ของฉันก็ดีนะ แต่เหงานิดหน่อย! ฉันดีใจที่คุณกลับมานะ",
				"Indoor_Night_1": "ไงจ๊ะ ที่รัก ฉันดีใจที่คุณกลับมานะ!#$e#มื้อค่ำพร้อมแล้วล่ะ กินให้เต็มที่เลยนะ! [212 235 728 240]",
				"Indoor_Night_2": "ว้าว ดูเหมือนคุณทำงานหนักเลยสินะ วันนี้!#$e#คุณควรจะพักผ่อนแล้วก็ เอนหลังให้สบายเลยนะคืนนี้$h",
				"Indoor_Night_3": "ถึงเวลานอนแล้ว ที่รัก!$h#$e#ฉันรอนอนกอดคุณ ใต้ผ้าห่มไม่ไหวแล้วล่ะ$6",
				"Indoor_Night_4": "พวกสัตว์เป็นยังไงบ้างเหรอ วันนี้?#$e#ฉันแอบไปชะโงกดูที่โรงนามา พวกมันดูมีความสุขมากเลย! คุณทำได้ดีมากเลยนะ$h",
				"Outdoor_0": "วันนี้เป็นวันที่สวยงามมาก เลยนะ ว่ามั้ย?#$e#วันแบบนี้ทำให้น่าทำงาน ขึ้นมาบ้างล่ะนะ",
				"Outdoor_1": "อากาศดีอะไรอย่างนี้ ฉันว่าพวกสัตว์ต้องอยาก ออกไปชมพระอาทิตย์แน่เลย!",
				"Outdoor_2": "ฉันมีเวลาว่างนิดหน่อย#$e#อยากให้ฉันช่วยอะไรมั้ย ที่รัก?",
				"Outdoor_3": "อย่าหักโหมเกินไปนะที่รัก#$e#พักบ้างนะ!",
				"Outdoor_4": "ไม่เยอะเท่าไหร่หรอกนะ แต่นี่จ้ะ ที่รัก! [403]#$e#ทานด้วยนะถ้าหิว แล้วฉันจะทำข้าวเย็นร้อยๆ ไว้รอตอนคุณกลับมานะ!",
				"OneKid_0": "ฉันสงสัยจังว่า %kid1 จะโตมาเป็นชาวไร่ แบบพวกเรามั้ย?",
				"OneKid_1": "ฉันดูแลแจสมาพักใหญ่ ก็เลยคิดว่าเลี้ยงลูก ของตัวเองก็คงจะง่าย...$s#$e#คิดผิดมหันต์เลยล่ะ!#$e#แต่มันก็คุ้มค่านะ$h",
				"OneKid_2": "%kid1... เป็นชื่อที่เพราะมากเลย! อะไรเป็นแรงบันดาลใจเหรอ?$h",
				"OneKid_3": "ไม่รู้เลยว่าการเป็นแม่คน จะชื่นใจขนาดนี้",
				"TwoKids_0": "ฉันไม่เคยคิดเลยว่าจะมี ครอบครัวเป็นของตัวเอง แบบนี้#$e#ชีวิตนี่ผกผันเวลาที่เราไม่ได้ ตั้งตัวตลอดเลยนะใช่มั้ย?",
				"TwoKids_1": "ฉันให้ข้าวเช้า %kid1 กับ %kid2 แล้วล่ะ พวกเขาหิวมากเลย!",
				"TwoKids_2": "คุณช่วยไปดู %kid2 ให้ฉันหน่อยได้มั้ย? ฉันกำลังจะให้นม %kid1 น่ะ$h",
				"TwoKids_3": "%kid1 กับ %kid2 เป็นเด็กดีสุดๆ ไปเลยนะ! พวกเขาช่างเป็นทารก ที่มีความสุข ไม่เคยงอแง หรือทะเลาะกันเลย",
				"Good_0": "มาจูบฉันสิ พ่อรูปหล่อ$4^มาจูบฉันสิ แม่คนสวย$4",
				"Good_1": "ฉันคิดมาตลอดเลยว่า พวกเราจะต้องได้ลงเอยกัน$h#$e#แน่ละว่าฉันไม่ได้คิดว่า มันจะเป็นจริงหรอก... ฉันเดาว่า เหมือนหวังมากกว่าน่ะ!",
				"Good_2": "ฉันรักการที่ได้อยู่ที่นี่กับคุณนะ @ คุณเป็นเพื่อนที่ดีที่สุด ของฉันเลย$h",
				"Good_3": "พอคิดว่าคุณเลือกฉัน ที่แก่กว่าหญิงสาวทั้งหมด ในเมืองนั่น...$4",
				"Good_4": "ฉันชอบที่จะอยู่ใกล้ๆ คุณมากเลยนะ @ คุณดึงด้านดีๆ ของฉันออกมาน่ะ$h#$e#ฉันหวังว่าคุณจะรู้สึก ไม่ต่างกันนะ$4",
				"Good_5": "ฉันกำลังชื่นชมจี้แต่งงาน ของฉันอยู่น่ะ ที่รัก! มันช่างเป็นประกาย แล้วก็สวยมากเลย#$e#คุณไปหาสิ่งที่สมบูรณ์แบบ ขนาดนี้มาจากไหนกันน่ะ?$h",
				"Good_6": "ฉันยังไม่อยากจะเชือ่เลย ว่าเราแต่งงานกันแล้ว...$h#$e#ฉันหมายถึงในแง่ดีน่ะนะ!",
				"Good_7": "ระวังตัวด้วยนะข้างนอกนั่นน่ะ! บางครั้งฉันก็เป็นห่วงว่าคุณ จะตกลงไปในปล่องเหมืองน่ะ",
				"Neutral_0": "ถ้าคุณเข้าเมือง ฝากทักทายทุกคนให้ฉันด้วยนะ",
				"Neutral_1": "ฉันหวังว่าคุณจะยังชอบฉันอยู่ แม้ว่าฉันจะน้ำหนักเพิ่มขึ้น น่ะนะ$s",
				"Neutral_2": "ฉันเจอนี่ระหว่างทางกลับบ้าน วันก่อนน่ะ [535 680 567]#$e#น่าสนใจใช่มั้ยล่ะ? ฉันหวังว่าคุณจะใช้มันได้นะ!",
				"Neutral_3": "ที่รัก หิวหรือเปล่า?#$e#ฉันจะทำอาหารให้เร็วๆ นี้นะ$h",
				"Neutral_4": "เชนดูแลร้านขายสัตว์ได้ดีเลยล่ะ#$e#ดูแลแจสก็ด้วยล่ะ @#$e#ฉันดีใจมากเลย$h",
				"Neutral_5": "ฉันทานเค้กได้เลยนะตอนนี้...$3",
				"Bad_0": "หลังๆ มานี่คุณเย็นชากับฉัน มากเลย...$s#$e#ฉันพูดอะไรผิดไปหรือเปล่า?$s",
				"Bad_1": "คุณยังมีความสุขตอนอยู่ กับฉันหรือเปล่า?s",
				"Bad_2": "...คุณยังรักฉันมั้ย?$s",
				"Bad_3": "...ฉันต้องการอยู่คนเดียว ตอนนี้$s",
				"funLeave_Marnie": "ฉันจะไปทำงานแล้วนะ ที่รัก อย่าคิดถึงฉันมากเกินไปล่ะ!",
				"funReturn_Marnie": "ฉันดีใจที่ได้กลับมา... ทำงานเหนื่อยมากเลย#$e#ที่รักเป็นยังไงบ้างวันนี้?$h",
				"spring_1": "สุขสันต์วันปีใหม่นะ ที่รัก!#$e#ฉันแน่ใจว่าคุณจะต้องยุ่ง กับการเคลียร์ฟาร์มแน่เลย เพราะงั้นบอกนะถ้าคุณอยาก ให้ฉันช่วยให้อาหารพวกสัตว์ ให้น่ะ!",
				"spring_12": "เชนน่ะเตรียมพวกไก่สำหรับ เทศกาลไข่อีสเตอร์ได้ดี ตลอดเลย#$e#เขาทำอะไรสำเร็จได้มาก เลยนะ ถ้าเขาตั้งใจทำน่ะ!",
				"spring_23": "เทศกาลดอกไม้น่ะ พรุ่งนี้แล้วนะ ที่รัก! ฉันจะซ้อมเต้นสักหน่อย คุณก็ควรจะซ้อมด้วยนะ$h",
				"summer_1": "มาหวังให้แดดออกเยอะๆ กันเถอะหน้าร้อนนี้! พวกสัตว์ต้องการเวลา อยู่ข้างนอกมากๆน่ะ",
				"summer_10": "บางทีฉันควรจะใส่ไวน์ไปในซุปพรุ่งนี้ดีมั้ย...?$3",
				"summer_27": "ฉันรอที่จะดู แมงกะพรุนแสงจันทร์ กับคุณไม่ไหวแล้ว ที่รัก$h",
				"fall_1": "อากาศเริ่มเย็นลงเสียที... โล่งอกไป!#$e#พวกสัตว์ก็คงโล่งอกเหมือนกัน",
				"fall_15": "ฉันรองานแสดงสินค้าพรุ่งนี้ ไม่ไหวแล้ว มันเป็นช่วงเลาที่ฉันชอบที่สุด ของปีเลย!",
				"fall_26": "การตกแต่งสำหรับงาน วันพรุ่งนี้น่ะ... น่าสนใจเชียวล่ะ$s#$e#ฉันขี้ตกใจน่ะ...$s",
				"winter_1": "บรื๋อ... มันหนาวจัง! ฉันแค่อยากอยู่ข้างในตรงที่ที่ มันอุ่นๆน่ะ#$e#พวกสัตว์ก็เหมือนกันนะ! อย่าลืมซื้อเครื่องทำความร้อน (heater) ให้พวกมันล่ะ",
				"winter_7": "ฉันควรเข้าร่วมการแข่งขัน ตกปลาพรุ่งนี้ดีมั้ย ที่รัก?#$e#ฉันอาจจะชนะคุณก็ได้นะ!",
				"winter_24": "งานเลี้ยงคืนพรุ่งนี้แล้ว สินะ... รอไม่ไหวแล้วล่ะ!",
				"winter_28": "มาฉลองให้กับปีที่เยี่ยมยอดนี้ กันเถอะ ที่รัก! [348]#$e#ดื่มเลย!$h",
				"spouseRoom_Marnie": "#$c .5#ฉันควรจะจัดระเบียบ ของพวกนี้บ้างสินะ?$h#$e#ฉันจะจัดอยู่ในนี้สักพักนะ เผื่อคุณต้องการอะไร",
				"patio_Marnie": "ดีจังที่มีที่พอวางสุ่มได้ เจ้าตัวน้อยพวกนี้ต้องอยู่ใกล้ๆ ให้ช่วยดูแลเป็นพิเศษน่ะ"
			},
		},
		{
			"Action": "EditData",
			"Target": "strings/schedules/Marnie",
			"Entries": {
				"marriage_Mon.000": "สวัสดีจ้ะ ที่รัก ทุกอย่างที่ร้านไปได้ดีล่ะ... โล่งอกไปที!",
				"marriage_Wed.000": "@! ดีจังทีมาเยี่ยม อย่าห่วงเลย! ฉันจะกลับบ้านทัน ห้าโมงแน่นอนจ้ะ",
				"marriage_Fri.000": "โอ้ ที่รัก! คืนนี้ไปซาลูนกันนะจ๊ะ! ฉันจะปิดร้านห้าโมง",
				"marriage_Fri.001": "ไวน์ช่างเป็นวิธีผ่อนคลาย หลังทำงานที่ดีจังเลยนะ",
				},
		},
		{
			"Action": "EditData",
			"Target": "Data/EngagementDialogue",
			"Entries": {
				"Marnie0": "เธออยากแต่งงาน กับฉันเหรอ...!#$e#เธอนี่แปลกมากนะ @ แต่ฉันรอเป็นภรรยา ของเธอไม่ไหวแล้วล่ะ$4",
				"Marnie1": "เชนตกลงที่จะดูแลฟาร์ม กับแจสแล้วล่ะ#$e#ทุกๆ อย่างกำลังเข้าที่... แค่อีกสองสามวันเท่านั้น!$h",
			},
		},
	]
}
