{
	"Entries": {
				"give_flowersA": "A bouquet!$6#$b#I love flowers! Thank you so much.$4#$b#Oh? Yes. I do know what accepting them means.",
				"give_flowersB": "...! I accept!$h#$b#I still have work here.$4#$b#But I'm sure we'll make it work.$h",
				"give_pendant": "Yes! Of course yes!$h#$b#I love you so, so much!$4#$b#We just go and talk to the mayor of your town, right?$h",
				"stardrop_gift": "'Oh, sweetie, can you talk for a second?$4#$b#I wanted to give you this stardrop to show my love.$h#$b#Thank you. For everything.$h",
				"rejectNPCA": "I appreciate the gesture... but I need to give it a hard pass.$1",
				"rejectNPCB": "If I went with you, it would be a hassle to go to work everyday.$1",
				"reject_two_heartA": "And give up the single life? No way!$h",
				"reject_two_heartB": "Sorry sweetie. I'm happy as I am.$h",
				"reject_four_heartA": "Work keeps me here, sweetie. I appreciate the thought.$h",
				"reject_four_heartB": "That's a no from me, sweetie. Hey, say 'hi' to Emily for me back in the valley, won't you?$h",
				"engageA": "Oh.. didn't you give this to who you're engaged to?  They should be wearing it already.",
				"engageB": "I'm sorry but I am not so scandalous.$2",
				"marriedA": "How did such a person like you get married?",
				"marriedB": "Proposing to someone and you're still married.#$b#I don't think you will hold a marriage for too long with that attitude.",
				"refusal_knownA": "A mermaid pendant! It's beautiful!$h#$b#I want one, but I don't want what comes with it.$7",
				"refusal_knownB": "A life on a farm, huh? Appealing, but no.",
				"refusal_botherA": "You know, it's kind of annoying when you keep shoving that in my face.$5",
				"refusal_botherB": "No means no! How are you not getting that!?$5",
				"refusal_no_heartsA": "How nice... But I am not interested.  Thanks for the offer.$1",
				"refusal_no_heartsB": "You're cute for asking.  But I'm not looking for a husband.^You're cute for asking.  But I'm not looking for a wife.",
				},
}