{
    /************************************************
    ** General Use
    ************************************************/
	//Map Strings
		"FishShop.WillyRoom": "ข้างบนเป็นห้องของวิลลี่ ฉันไม่จำเป็นต้องขึ้นไปตอนนี้",
		"SandyHouseDateable0": "มันเป็นตำราทำอาหารที่เขียนโดยเชฟชื่อดัง",
		"SandyHouseDateable1": "พื้นที่ส่วนบุคคล < ห้ามเข้า -แซนดี้<",
		"WizardBasementDateable0": "ห้ามเข้าเด็ดขาด! -ราสโมเดียส",
		"Spouseroom.Clint0": "เตาหลอมทำให้ห้องนี้ร้อนขึ้นนิดหน่อย...",
		"Spouseroom.Gus0": "มันอัดแน่นไปด้วยตำราทำอาหาร",
		"Spouseroom.Lewis0": "ตรงส่วนนี้ดูเหมือนจะเป็นวรรณกรรมคลาสสิก",
		"Spouseroom.Lewis1": "นี่เลวิสยังใช้เครื่องพิมพ์ดีดอยู่จริงๆ หรอ...?",
		"Spouseroom.Linus0": "ห้องนี้มันโล่งจริงๆ ...",
		"Spouseroom.Marnie0": "หนังสือเกี่ยวกับสัตว์มากมาย",
		"Spouseroom.Pam0": "ตรงนี้เป็นบริเวณที่แพมเก็บเสื้อผ้าของเธอ",
		"Spouseroom.Pam1": "ตอนนี้ปิดไปแล้ว แต่ดูเหมือนว่าก่อนหน้านี้แพมเข้าไปดูเพจขายของออนไลน์",
		"Spouseroom.Sandy0": "ตรงนี้เป็นบริเวณที่แซนดี้เก็บเสื้อผ้า (จำนวนมาก) ของเธอ",
		"Spouseroom.Willy0": "ทำไมในนี้ถึงไม่มีปลาเลยซักตัว...?",
		"Spouseroom.Willy1": "โมเดลเรือจำลองที่ดูซับซ้อนและแพง",
		"Spouseroom.Wizard0": "ส่วนใหญ่ของเจ้าพวกนี้ถูกเขียนด้วยภาษาที่คุณไม่รู้จัก...",
		"Spouseroom.Wizard1": "มันคือหนังสือคำสาปแต่ว่ามันดูคล้ายๆ ตำราอาหารยังไงก็ไม่รู้...",
		"Spouseroom.Wizard2": "...นั่นมันคือนิยายโรแมนติกงั้นหรอ?!",
		"Spouseroom.Wizard3": "เจ้าพวกนี้มันมีไว้ทำอะไรเนี่ย...? ฉันกลัวเกินกว่าจะถาม...",
	//"Husband" Fix
		"Husbandandwife": "@... %spouse... #$b# ในฐานะเทศมนตรี แห่งเมืองเพลิแกน และผู้ถือตราผนึกการสมรส แห่งภูมิภาค ขอประกาศให้ทั้งสอง เป็นสามีภรรยากัน!$h",
		"Wifeandwife": "@... %spouse... #$b# ในฐานะเทศมนตรี แห่งเมืองเพลิแกน และผู้ถือตราผนึกการสมรส แห่งภูมิภาค ขอประกาศให้ทั้งสอง เป็นภรรยาและ... ก็นะ ภรรยากัน!$h",
	//Lewis's Personal Vows
		"LewisMascPlayer": "ตอนที่ @ เพิ่งมาถึงเมืองเพลิแกน ไม่มีใครรู้ว่าเขาจะเข้ากันได้ดี กับชุมชนของพวกเราหรือไม่... #$b#แต่ว่าหลังจากวันนี้เป็นต้นไป @ จะเป็นส่วนหนึ่งของเมือง เหมือนกันกับพวกเราทุกคน!$h#$b#นับเป็นเกียรติ ของฉันอย่างยิ่งที่วันนี้ {0} ของ {1} ได้ทำให้ฉัน  และ @ เป็นหนึ่งเดียวกันด้วย พันธะสัญญาของการแต่งงาน",
		"LewisFemPlayer": "ตอนที่ @ เพิ่งมาถึงเมืองเพลิแกน ไม่มีใครรู้ว่าเขาจะเข้ากันได้ดี กับชุมชนของพวกเราหรือไม่... #$b#แต่ว่าหลังจากวันนี้เป็นต้นไป @ จะเป็นส่วนหนึ่งของเมือง เหมือนกันกับพวกเราทุกคน!$h#$b#นับเป็นเกียรติ ของฉันอย่างยิ่งที่วันนี้ {0} ของ {1} ได้ทำให้ฉัน  และ @ เป็นหนึ่งเดียวกันด้วย พันธะสัญญาของการแต่งงาน",
		"LewisHusband": "สุดที่รักของฉัน @... #$b# ในฐานะเทศมนตรี แห่งเมืองเพลิแกน และผู้ถือตราผนึกการสมรส แห่งภูมิภาค ขอประกาศให้เรา เป็นสามีและ... ก็นะ สามีกัน!$h",
		"LewisWife": "สุดที่รักของฉัน @... #$b# ในฐานะเทศมนตรี แห่งเมืองเพลิแกน และผู้ถือตราผนึกการสมรส แห่งภูมิภาค ขอประกาศให้เรา เป็นสามีภรรยากัน!",

    /************************************************
    ** Clint
    ************************************************/
	//Emily's Amethyst
		"ClintAmythystQuest": "คลินท์ต้องการให้คุณ มอบอเมทิสต์ให้กับเอมิลี เขาต้องการให้คุณ บอกเธอด้วยว่า มันมาจากเขา",
		"ClintAmythystQuest.Dating": "คลินท์ต้องการให้คุณ มอบอเมทิสต์ให้กับเอมิลี เพื่อนของเขา",
		"ClintAmythystQuest.Engaged": "คลินท์ต้องการให้คุณ มอบอเมทิสต์ให้กับเอมิลี เพื่อนของเขา และบอกว่า มันมาจากคูณทั้งคู่",
		"ClintAmythystQuest.Married": "คลินท์ต้องการให้คุณ มอบอเมทิสต์ให้กับเอมิลี เพื่อนของเขา และบอกว่า มันมาจากคูณทั้งคู่",
		"EmilyResponse": "โอ้ นี่เป็นหินที่ฉัน ชอบมากเลยล่ะ! คุณใจดีจัง!$h#$b#ห๊ะ? นี่มาจากใครนะ?$u#$b#โอ้ คลินท์ให้คุณเอามาให้ อย่างนั้นหรอกหรอ? เขาช่างแสนดีเหลือเกิน มันสวยจริงๆ! ขอบคุณที่เอามาให้นะ! *จุ๊บ*$h",
		"EmilyResponse.Engaged": "โอ้ นี่เป็นหินที่ฉัน ชอบมากเลยล่ะ! คุณใจดีจัง!$h#$b#ห๊ะ? นี่มาจากใครนะ?$u#$b#โอ้ คลินท์ให้คุณเอามาให้ เป็นของขวัญจากคุณทั้งคู่ อย่างนั้นหรอกหรอ? พวกคุณช่างแสนดีเหลือเกิน มันสวยจริงๆ! ขอบคุณที่เอามาให้นะ! *จุ๊บ*$h",
		"EmilyResponse.Married": "โอ้ นี่เป็นหินที่ฉัน ชอบมากเลยล่ะ! คุณใจดีจัง!$h#$b#ห๊ะ? นี่มาจากใครนะ?$u#$b#โอ้ คลินท์ให้คุณเอามาให้ เป็นของขวัญจากคุณทั้งคู่ อย่างนั้นหรอกหรอ? พวกคุณช่างแสนดีเหลือเกิน มันสวยจริงๆ! ขอบคุณที่เอามาให้นะ! *จุ๊บ*$h",
	//Blacksmith 8 heart event
	    "Clint8hearts.01": "ไงจ๊ะ คลินท์! ฉันเจอผลึกเจ๋งๆ นี่บนเขาวันก่อนด้วยล่ะ#$b#คิดว่านายจะเปิดมัน ให้ฉันได้มั้ย? ฉันตื่นเต้นจะตายแล้ว ที่จะรู้ว่ามันมีอะไรข้างใน!$h",
	    "Clint8hearts.02": "โอ้ เอ่อ... ได้แน่นอน เอมิลี่ ได้อยู่แล้ว",
		"Clint8hearts.03": "มันคืออะความารีนน่ะ",
		"Clint8hearts.04": "ว้าว! สวยมากเลย!",
		"Clint8hearts.05": "อ่า ใช่แล้ว!... มันก็สวยอยู่แหละ...$s",
		"Clint8hearts.06": "นายคิดฉันเท่าไหร่เหรอ? 25g?$h",
		"Clint8hearts.07": "เอ่อ... ไม่ต้องคิดมากเรื่องนั้นหรอก ตกลงมั้ย? ฉันไม่คิดเงิน$4",
		"Clint8hearts.08": "จริงเหรอ?! โอ้ คลินท์! นายเป็นเพื่อนที่ดีที่สุด ที่ผู้หญิงคนนึงจะมีได้เลย!$h",
		"Clint8hearts.09": "อ้อ... มะ-ไม่ ไม่ขนาดนั้นหรอก อย่าพูดถึงมันเลย$8#$b#ทำได้ทุกอย่างแหละเพื่อ... เพื่อน$s",
		"Clint8hearts.10": "เย้! ฉันต้องเอาไปให้เฮลีย์ดูแล้ว เธอต้องปลื้มมากแน่!$h#$b#ไว้เจอกันนะ คลินท์! คืนนี้แวะมาเยี่ยมที่ซาลูน ด้วยนะ!",
		"Clint8hearts.11": "โอ้! @! ดีใจที่ได้เจอนะ!$h#$b#มาเยี่ยมคลินท์เหรอ?",
		"Clint8hearts.12": "โอ้... หวัดดี @$s",
		"Clint8hearts.13": "ฉันไปละนะ ไว้เจอเธอสองคนใหม่นะ!$h",
		"Clint8hearts.14": "เอ่อ... โทษทีนะเรื่องนั้น @$s",
		"Clint8hearts.15": "ให้ช่วยอะไรมั้ย?$s",
		"Clint8hearts.16": "ฉันมีผลึกมา",
		"Clint8hearts.17": "ฉันมาอัพเกรดเครื่องมือ",
		"Clint8hearts.18": "ฉันมาหาคุณน่ะ",
		"Clint8hearts.19": "โทษทีนะที่ให้รอ ละ-และ เรื่องก่อนหน้านั้นด้วย เรื่องเอมิลี่น่ะ",
		"Clint8hearts.20": "มันยากที่จะปฏิเสธเพื่อนน่ะ รู้มั้ย?$s",
		"Clint8hearts.21": "ว่าแต่... กลับเข้าเรื่องเถอะ$s",
		"Clint8Fork1": "#อาหะ#ฉันเสียใจด้วย",
	    "8hearts.sadClint.01": "อย่าเสียใจเลย @... ไม่มีอะไรต้องเห็นใจหรอก#$b#ฉันก็แค่เพื่อนสำหรับเธอน่ะ เธอไม่ได้คิดอะไรเกินเลย กว่านั้น$s",
    	"8hearts.sadClint.02": "ฉันรู้ว่า ฉันต้องทำใจยอมรับมัน แต่... มันก็ยากน่ะ$s",
    	"8hearts.sadClint.03": "ฉันอยู่ตรงนี้นะ ถ้าคุณต้องการ",
    	"8hearts.sadClint.04": "ฉันเข้าใจความรู้สึกนั้นนะ",
    	"8hearts.sadClint.05": "ฉันดีใจที่เธออยู่ตรงนี้นะ @ อีกอย่าง มีเพื่อนอย่างเธอ ใครจะต้องการสาวอื่นกัน?$h#$b#เอ่อ ฉันหมายถึง...$8",
    	"8hearts.sadClint.06": "...ช่างมันเถอะ นั่นมันงี่เง่าชะมัด$8",
	//Mountain 10 heart event
		"Clint10hearts.01": "อ้าว! @... มาทำอ-อะไรแถวนี้ล่ะ?",
		"Clint10hearts.02": "อะไรนะ? ฉ-ฉันเหรอ?$s",
		"Clint10hearts.03": "เหล็กฉ-ฉันหมด ตอนกำลังทำงานน่ะสิ ฉันเลย... ฉันเลยมาหาเพิ่มที่นี่",
		"Clint10hearts.04": "ฉันไม่รู้ว่าคุณก็ลงเหมืองด้วย",
		"Clint10hearts.05": "จริงเหรอ? เป็นไงบ้างล่ะ?",
		"Clint10hearts.06": "ฉันไม่เชื่อหรอก",
		"Clint10hearts.07": "วะ-ว่าแต่... อ่า...",
		"Clint10hearts.08": "ไว้ฉ-ฉัน ไว้เจอกันใหม่นะ @",
		"Clint10hearts.09": "เอ่อ... @?",
		"Clint10hearts.10": "แวะมาร้านฉันพรุ่งนี้หน่อยสิ ฉัน เอ่อ...$8#$b#ฉ-ฉ-ฉัน มีของจะให้น่ะ$8",
	//Blacksmith 10 heart event
	    "Clint10hearts2.01": "อะ-อ้อ @ เธอมานี$4",
		"Clint10hearts2.02": "ฉัน เอ่อ... ฉันบอกเธอว่าฉะ-ฉัน มีอะไรจะให้ใช่มั้ย?$8",
		"Clint10hearts2.03": "ก็ อ่า... จริงๆ แล้วฉันมีของจะให้เธอ สองอย่างด้วยกันน่ะ",
		"Clint10hearts2.04": "@... ฉะ-ฉัน เอ่อ... ฉันทำนี่มาให้เธอ มะ-มันคือแหวน",
		"Clint10hearts2.05": "คลินท์ให้แหวนเงินอันสวยงามแก่คุณ",
		"Clint10hearts2.06": "ฉะ-ฉันรู้ ว่ามันไม่ได้มากมายอะไร แต่... ฉันหวังจริงๆ นะ ว่าเธอจะชอบมัน$4",
		"Clint10hearts2.07": "@ ฉันรู้ว่ามันคงทำให้ เธอขนลุกแน่เลย แต่...$8#$b#ฉันไม่เคยรู้สึกแบบนี้ กับใครเลย ไม่แม้แต่กับเอมิลี่$8#$b#ฉ-ฉ-ฉัน คิดว่า ฉ-ฉัน... รักเธอเข้าแล้ว @$8",
		"Clint10hearts2.08": "จะ-จริงเหรอ?! เธอ... เธอคิดกับฉันแบบเดียวกันเหรอ ?$4#$b#ฉัน-มันแปลกน่ะ... เหมือนว่าฉันไม่รู้ตัวด้วยซ้ำ ว่ามีอะไรเกิดขึ้น... ตะ-แต่แล้ว... ฉันก็มาถึงจุดนี้$4",
		"Clint10hearts2.09": "อ-อ้อ อ่า... ส่วนของขวัญชิ้นที่สอง...$4",
		"Clint10hearts2.10": "ฉ-ฉันหวังว่านั่นมันโอเคน$4",
		"Clint10hearts2.11": "เธอเจ๋งที่สุดเลย @ ฉันดีใจเหลือเกินที่ได้เจอเธอ$h",
		"Clint10hearts2.12": "ฉันดีใจมากเลยที่เธอ คิดเหมือนกัน นี่เป็นความสุขที่สุด ที่ฉันเคยรู้สึกเลย$4",
		"Clint10Fork1": "#ฉันก็คิดเหมือนกัน#ขอโทษนะ... แต่ฉันไม่ได้รู้สึกเหมือนคุณ",
		"10hearts.rejectClint.01": "...อ-อ้อ อืม$8#$b#ฉ-ฉันขอโทษนะ @ ฉัน... ฉันคิดว่า...$8#$b#ช่างมันเถอะ...$8",
		"10hearts.rejectClint.02": "เอ่อ... ลืมไปว่าฉันพูดอะไรนะ... ได้โปรด?$s#$b#เธอ... เธอเก็บแหวนไว้เถอะ$s",
		"10hearts.rejectClint.03": "อืม... ขอโทษนะ @ ฉ-ฉัน อยากอยู่คนเดียวสักพัก...$s",
    /************************************************
    ** Gus
    ************************************************/
	//Saloon 8 Heart Event
	    "Gus8hearts.01": "โอ้ @... โทษทีครับ! คุณเจอผมตอน จังหวะไม่ดีเลย$5",
		"Gus8hearts.02": "มือขวาของกัสโชกไปด้วยเลือด",
		"Gus8hearts.03": "อ้อ นี่น่ะเหรอ...? ผมสบายดีครับ...$s#$b#ผมกำลัง หยิบเครื่องแก้วจากที่เก็บ แล้วมันตกมาแตกน่ะ มันคงบาดผมเข้า โดยบังเอิญ...$s",
		"Gus8hearts.04": "รอยบาดดูลึกมาก",
		"Gus8hearts.05": "ผม... ว่าคงไม่เป็นไร ถ้าให้หมอดูสักหน่อย$5#$b#แน่ใจเหรอ ว่าคุณมีเวลาพาผมไปเอง...?$s",
		"Gus8hearts.06": "อ่า กัส นี่คงไม่ใช่เรื่อง ที่คุณอยากเสียเวลา ยามบ่ายสินะ?$h#$b#โชคดีที่เย็บแค่สี่เข็ม อย่าลืมให้แผล สะอาดและแห้งล่ะ อีกสองสัปดาห์ กลับมาตัดไหมนะ",
		"Gus8hearts.07": "ขอบคุณนะครับ ที่พาเขามาที่นี่ @ รอยบาดแย่กว่าที่เห็นน่ะครับ",
		"Gus8hearts.08": "คราวหน้า ระวังแก้วแตกมากๆ นะ กัส มันอันตรายได้นะ",
		"Gus8hearts.09": "@... ขอบคุณนะครับ ที่พาผมมานี่#$b#มันดีมากเลย ที่มีคนมาดูแล$4#$b#ไม่ต้องห่วงนะ... ครั้งหน้าผมจะระวังกว่านี้ ผมสัญญา",
		"Gus8hearts.10": "ทีนี้... เรากลับซาลูนกัน แล้วคุณก็ช่วยผมเก็บแก้ว ดีมั้ยครับ?$h",
		"Gus8Fork1": "#มันลึกนะ ให้ฉันพาไปหา หมอฮาร์วีย์เถอะ#มันดูแย่นะ คุณควรไปหาหมอ",
	    "8hearts.doctorAlone.01": "ผม... แน่ใจว่า ผมไม่เป็นอะไรหรอก ผมจะเก็บแก้วนี่ให้เสร็จ แล้วอาจจะไปหาหมอ ทีหลังแล้วกันครับ$5#$b#ขอบคุณที่แวะมานะครับ @ ไว้เจอกันครับ$s",
	//Saloon 10 Heart Event
		"Gus10hearts.01": "โอ้ @! ผมกำลังนึกถึงพอดีเลยครับ$h",
		"Gus10hearts.02": "ผมมีคำถามจะถามน่ะครับ! คุณชอบอะไรมากกว่ากันครับ ระหว่างสตรอว์เบอร์รี กับเชอร์รี?",
		"Gus10hearts.03": "คุณชอบอะไรมากกว่ากัน สตรอว์เบอร์รี หรือเชอร์รี?",
		"Gus10hearts.04": "สตรอว์เบอร์รี",
		"Gus10hearts.05": "เชอร์รี",
		"Gus10hearts.06": "ฉันเลือกไม่ได้อะ! ชอบทั้งคู่เลย",
		"Gus10hearts.07": "ฉันไม่ชอบทั้งคู่เลย",
		"Gus10hearts.08": "ผมจะจำไว้นะครับ",
		"Gus10hearts.09": "ผมกำลังวางแผน ทำอะไรพิเศษอยู่น่ะครับ คุณจะได้รู้เร็วๆ นี้แหละครับ!$h",
		"Gus10hearts.10": "ระหว่างนี้ ให้ผมเลี้ยงข้าวกลางวัน เพื่อตอบแทนที่แวะมา เยี่ยมผมแทนได้มั้ยครับ?$h",
		"Gus10hearts.11": "ไม่ต้องห่วงหรอกครับ คุณจะต้องชอบ ที่ผมเตรียมไว้แน่ๆ... แต่มันเป็นเซอร์ไพรส์นะครับ!$h",
	//Farm 10 Heart Event
	    "Gus10hearts2.01": "โอ้ คุณอยู่บ้าน! เยี่ยมเลย$h#$b#ผมแพ็คอาหารพวกนี้มาน่ะ... คุณสนใจไปปิกนิกด้วยกัน กับผมมั้ยครับ?$4",
		"Gus10hearts2.02": "เยี่ยมเลยครับ! ไปกันเถอะ มันเดินไปไม่ไกลจากนี่... มุมโปรดของผม ในหุบเขานี้น่ะครับ$h",
		"Gus10hearts2.03": "มุมนี้สวยสุดยอดไปเลย ใช่มั้ยล่ะครับ? ผมไม่คิดว่ามีคนรู้เยอะหรอก",
		"Gus10hearts2.04": "นี่ครับ ทานผัดพริกสะดุ้งลิ้น (pepper poppers) เพิ่มหน่อยสิครับ",
		"Gus10hearts2.05": "รับไวน์เพิ่มหน่อยมั้ยครับ?$h#$b#สุดท้ายผมทำเป็น ไวน์แบล็กเบอร์รีน่ะครับ หลังจากลำบากกับเชอร์รี สตรอว์เบอร์รีอยู่ตั้งนาน...",
		"Gus10hearts2.06": "อ้า... ผมเริ่มอิ่มแล้วล่ะครับ$h",
		"Gus10hearts2.07": "@... ขอบคุณนะครับ ที่มากับผมคืนนี้ มันมีความหมายมากเลย ที่คุณมาที่นี่#$b#แน่นอนครับ รวมถึงที่คุณชอบอาหารด้วย$h",
		"Gus10hearts2.08": "ผมอยากพาคุณมาที่นี่เพราะ ... คุณมีค่าเหมือนโลกทั้งใบ ของผมน่ะครับ#$b#คุณเป็นเพื่อนที่ดี ของผมมาตลอด @...$5#$b#...แต่...$s",
		"Gus10hearts2.09": "@... ความรู้สึกของผม ที่มีต่อคุณ มันมากกว่าคำว่าเพื่อน ไปแล้วล่ะครับ$4",
		"Gus10hearts2.10": "ผมก็พอเดาได้แล้วล่ะครับ แต่... ผมอยากแน่ใจ$4",
		"Gus10hearts2.11": "คุณทำให้ผมเป็นผู้ชาย ที่มีความสุขมากเลยครับ @$4",
		"Gus10Fork1": "#เยี่ยมเลย! ฉันเอาด้วย#ไม่ล่ะ ขอบคุณ",
		"Gus10Fork2": "#ฉันก็รู้สึกเหมือนกัน#ฉันขอโทษ... ฉันไม่ได้รู้สึกแบบนั้นกับคุณ",
	    "10hearts.noPicnic.01": "...โอ้ เข้าใจล่ะครับ$s#$b#งั้นบางทีไว้โอกาสหน้า...$s",
    	"10hearts.noPicnic.02": "ขอให้มีค่ำคืนที่ดีนะครับ @$s",
	    "event-rejectGus.01": "อะ...อะไรนะ? คุณไม่...?$s",
 	 	"event-rejectGus.02": "...โอ้$s",
   		"event-rejectGus.03": "บางทีคงดีกว่า ถ้าเราจบคืนนี้เท่านี้นะ @ ผม... ผมรู้สึกไม่ค่อยดี ขอโทษด้วย$s",
	/************************************************
    ** Lewis
    ************************************************/
	//ManorHouse 8 Heart Event
	    "Lewis8hearts.01": "โอ้... มานี เธอนี่เอง เธอทำฉันตกใจหมดเลยนะ#$b#ฉันไม่รู้เลยนะเนี่ย ว่าเธอจะมา$h",
		"Lewis8hearts.02": "อันที่จริงแล้ว เลวิส มีอยู่เรื่องนึง ที่อยากคุยด้วยน่ะ$s",
		"Lewis8hearts.03": "เรื่องอะไรหรอ? มีอะไรรึเปล่า?$s",
		"Lewis8hearts.04": "เลวิส... ฉันว่า... เราควรเลิกมาเจอกัน ได้แล้วนะ$s",
		"Lewis8hearts.05": "อะไรนะ? ทำไมเธอถึงพูดแบบนั้นล่ะ?$s#$b#...เธอก็มีความสุขดี ไม่ใช่หรอ?$s",
		"Lewis8hearts.06": "ช่วงนี้... คุณน่ะทำตัวห่างเหินนะ คิดว่าฉันไม่รู้สึกตัวรึไง?$s",
		"Lewis8hearts.07": "ถ้าคุณมีคนอื่นอยู่ล่ะก็ ฉันก็แค่อยาก ให้คุณบอกฉัน$5",
		"Lewis8hearts.08": "มานี... เธอก็รู้ว่าฉันน่ะ ไม่เคยนอกใจเธอเลยนะ... เธอก็รู้ดีใช่มั้ยล่ะ?$s",
		"Lewis8hearts.09": "ฉันรู้... เลวิส... ฉันรู้ดี ว่าคุณน่ะเป็นคนที่ จะไม่ทำแบบนั้นแน่ๆ$s#$b#แต่คุณก็มีใจให้เขาคนนั้น ไม่ใช่รึไงกัน?$s^แต่คุณน่ะ ก็มีใจให้เธอคนนั้น ไม่ใช่รึไงกัน?$s",
		"Lewis8hearts.10": "มานี... ฉันขอโทษ!$6",
		"Lewis8hearts.11": "...$s",
		"Lewis8hearts.12": "ก็มัน...ช่วยไม่ได้หนิ ฉ-ฉันไม่เคยนอกใจเธอเลยนะ แต่ว่า..แต่ฉันน่ะ$s#$b#ฉันรักเขาคนนั้น$6^ฉันรักเธอคนนั้น$6",
		"Lewis8hearts.13": "คุณน่ะ... คิดจะให้ความหวังฉัน ไปถึงเมื่อไหร่กัน?$s",
		"Lewis8hearts.14": "...$6",
		"Lewis8hearts.15": "ฉันขอโทษนะเลวิส แต่เราจบกันตรงนี้แหละ$s",
		"Lewis8hearts.16": "ฉ- ฉัน... เข้าใจแล้ว... ขอโทษนะมานี$6",
		"Lewis8hearts.17": "อ- โอ้ @...$6#$b#น- นี่มัน มันไม่ใช่เวลาที่ดีเลย$6",
		"Lewis8hearts.18": "ฉัน... ไม่$6#$b#เธอน่ะ ได้ยินทุกอย่างเลยสินะ ใช่มั้ย?$6",
		"Lewis8hearts.19": "ฉันรู้สึกแย่มากเลยล่ะ @...$6#$b#ฉันน่ะ เป็นคนที่โหดร้าย ฉันไม่อยากจะเชื่อเลยว่า ฉันจะตกหลุมรักคนอื่น ระหว่างที่ฉัน กำลังคบกับมานีอยู่...$6",
		"Lewis8hearts.20": "ฉันนี่มันแย่จริงๆ...",
		"Lewis8hearts.21": "คุณไม่ใช่คนที่แย่ขนาดนั้น หรอกนะ... คุณก็แค่ควบคุมความรู้สึก ไม่ได้แค่นั้นเอง",
		"Lewis8hearts.22": "มานีก็แค่คนบ้าคนนึง ใครจะไปอยากได้ผู้หญิง แบบนั้นกันล่ะ?",
		"Lewis8hearts.23": "สงสัยจัง... คุณตกหลุมรักใครกันนะ?",
		"Lewis8hearts.24": "@... อยู่กับฉันซักพักนึงจะได้มั้ย? ฉันยังไม่อยากอยู่คนเดียว...$6",
		"Lewis8hearts.25": "ขอบคุณนะ @... ฉันรู้สึกดีขึ้นมานิดหน่อยแล้วล่ะ$4",
		"Lewis8Comfort": "#คุณโอเคมั้ย?#โอเค ไว้ฉันจะกลับมาใหม่ทีหลัง",
	//Town 8 Heart event
	    "Lewis8hearts2.01": "โอ้ อรุณสวัสดิ์ @",
		"Lewis8hearts2.02": "อะไรทำให้เธอมาที่นี่ ตั้งแต่เช้าตรู่ล่ะเนี่ย?$h",
		"Lewis8hearts2.03": "อะไรทำให้เธอมาที่นี่ ตั้งแต่เช้าตรู่ล่ะเนี่ย?",
		"Lewis8hearts2.04": "ฉันแค่ผ่านมาน่ะ",
		"Lewis8hearts2.05": "มาหาคุณนั่นแหละ",
		"Lewis8hearts2.06": "โทษที ตอนนี้ยังคุยด้วยไม่ได้ พอดีว่ารีบน่ะ",
		"Lewis8hearts2.07": "ฉันรู้ว่าหัวข้อที่คุยนี่มัน น่ากระอักกระอ่วน แต่ฉัน... ฉันแค่...#$b#ฉันไม่อยากจะ มีอะไรปิดบังเธอนะ @$s",
		"Lewis8hearts2.08": "เธอก็รู้ว่าฉันกับมานี ไม่ได้ยุ่งเกี่ยวกัน มาซักพักหนึ่งแล้ว ใช่ไหม?$s",
		"Lewis8hearts2.09": "มันเป็นเพราะว่า... คืองี้...",
		"Lewis8hearts2.10": "ฉันคิดว่ามานี ตกหลุมรักเธอน่ะ @$s",
		"Lewis8hearts2.11": "หลังๆ มานี้พวกเธอทั้งคู่ ดูเข้ากันได้ดี แล้วมานีก็ดูรักษาระยะห่าง ทุกครั้งที่เธออยู่กับฉัน$s",
		"Lewis8hearts2.12": "...ไม่เป็นไร มันเป็นอดีตไปแล้วล่ะ$s",
		"Lewis8hearts2.13": "แต่... ฉันว่าพวกเธอสองคน น่าจะลงเอยกันในที่สุด...#$b#แล้วฉันก็อยากจะ ทำให้มันชัดเจนก่อนที่อะไรๆ มันจะยุ่งไปมากกว่านี้$s",
		"Lewis8hearts2.14": "ดังนั้น... ฉันก็เลยอยากจะถามว่า#$b#เธอกับมานีคบกันอยู่รึเปล่า?$s",
		"Lewis8hearts2.15": "เธอกับมานีคบกันอยู่รึเปล่า?",
		"Lewis8hearts2.16": "ใช่ แต่มันไม่มีอะไร",
		"Lewis8hearts2.17": "ใช่ แต่เราไม่ได้เจอกันแล้ว",
		"Lewis8hearts2.18": "ใช่ แล้วเราก็ยังรักกันดีด้วย",
		"Lewis8hearts2.19": "เปล่านี่ เราเป็นเพื่อนที่ดีต่อกันเฉยๆ",
		"Lewis8hearts2.20": "อื้ม @... ขอบคุณที่ช่วยทำให้ ฉันกระจ่างนะ ฉันดีใจที่ได้รู้ว่าฉันไม่ได้บ้า...",
		"Lewis8hearts2.21": "...พูดจริงๆ นะ @ ขอบคุณ การที่เธอสื่อสัตย์กับฉัน มันมีค่ากับฉันมาก ถึงมันจะน่าอึดอัดอยู่หน่อยๆ ก็เถอะ#$b#ฉันดีใจที่มีเธอเป็นเพื่อนนะ$4",
		"Lewis8hearts2.22": "เอาล่ะ... อย่าให้ฉันรั้งเธอไว้ นานกว่านี้เลย พวกเราทั้งคู่ต่างก็มี งานกองรออยู่$h",
		"Lewis8Close": "#อ้อ... ขอโทษนะ#ไม่จริงสักหน่อย พวกเราไม่เคยสนิทกัน ขนาดนั้น",
		"8hearts.notThatClose.01": "...โอ้ นี่ฉันเข้าใจผิดหรอกเหรอ...$s#$b#นี่มันน่าอึดอัดจัง...$s",
		"8hearts.notThatClose.02": "เอาล่ะ ขอบคุณที่สื่อสัตย์นะ @$s#$b#อย่าให้ฉันรั้งเธอไว้ นานกว่านี้เลย ขอให้เป็นวันที่ดีนะ$s",
	//Farm 10 Heart event
	    "Lewis10hearts.01": "โอ้! อรุณสวัสดิ์ @ ถ้าฉันมาเช้าไปหน่อย ก็โทษทีนะ$h",
		"Lewis10hearts.02": "อันที่จริง... ฉันรู้ว่ามันออกจะ ปัจุบันทันด่วนไปหน่อย แต่เธออยากจะไปออกทริป เป็นเพื่อนฉันหน่อยมั้ย$h",
		"Lewis10hearts.03": "อ่า คืองี้นะ... ทุกๆ 2-3 ปี ฉันจะไปหานายกเทศมนตรี ของเมืองข้างๆ เพื่อเจรจาธุรกิจกันน่ะ#$b#ก็พวกการค้าขาย การท่องเที่ยว แล้วก็การสร้างโน่น สร้างนี่นั่นแหละ พวกเรื่องน่าเบื่อๆ น่ะ เธอนึกออกใช่ไหม$h",
		"Lewis10hearts.04": "ฉันก็แค่... อยากรู้ว่าเธอจะไปกับฉันไหม? ปีนี้เราจัดการประชุมกันที่เมืองซูซู วันนี้จนถึงวันพรุ่งนี้น่ะ#$b#พวกเขาจะ รับรองเราด้วยโรงแรมดีๆ และเราก็ไปเที่ยวได้ด้วยนะ$h",
		"Lewis10hearts.05": "แต่ถ้าเธอไม่ค่อยสะดวก ก็ไม่เป็นไรนะ พูดจริงๆ ! แค่การเชิญนิดๆ หน่อยๆ น่ะ",
		"Lewis10hearts.06": "ไปเมืองซูซูเป็นเพื่อนเลวิสไหม?",
		"Lewis10hearts.07": "ไป",
		"Lewis10hearts.08": "ไม่ไป",
		"Lewis10hearts.09": "เยี่ยมไปเลย! มาสิ @!$h",
		"Lewis10hearts.10": "เอาสิ ขึ้นมาเลย!$h",
		"Lewis10hearts.11": "ห้ะ? เธอไม่คิดว่าเจ้านี่จะวิ่งได้หรอ?#$b#เจ้าคุณปู่นี่ ไม่ได้มีไว้โชว์ซักหน่อย!$h",
		"Lewis10hearts.12": "ทีนี่ก็ ไปกันเล้ยย! เราไม่อยากจะเจอ รถติดตอนเช้ากันหรอก!$h",
		"Lewis10hearts.13": "อ่า ไม่มีอะไร... พวกเค้าก็แค่ยัดเราไว้ ในห้องที่มีแค่เตียงเดียว! ฉันย้ายที่พักให้เราได้นะ...$7",
		"Lewis10hearts.14": "ฉันย้ายห้องพักให้ได้นะ...",
		"Lewis10hearts.15": "ดีเลย งั้นย้ายห้องกันเถอะ",
		"Lewis10hearts.16": "ไว้เราคุยเรื่องนี้กันทีหลังก็ได้",
		"Lewis10hearts.17": "เตียงหลังนี้มันก็ดูจะ กว้างพอสำหรับเราทั้งคู่นะ",
		"Lewis10hearts.18": "ยินดีต้อนรับทุกท่านเข้าสู่ การประชุมผู้นำประจำปี ในเมืองซูซูของเรา#$b#พวกเรามาแนะนำตัว กันหน่อยดีไหม?#$b#กระผมชื่อคาริ นายกเทศมนตรี ของเมืองซูซู",
		"Lewis10hearts.19": "ฉันคือนายกลิน แห่งเมืองทิวลิป",
		"Lewis10hearts.20": "ผมชื่อแฮงค์ นายกของเมืองรอคกี้พอยท์",
		"Lewis10hearts.21": "ผมคือนายกเจมส์ จากเมืองสการ์เลตเบิร์ก",
		"Lewis10hearts.22": "ผมคือเลวิส นายกเทศมตรี ของเมืองเพลิแกน#$b#บุคคลที่มาร่วมกับ พวกเราในวันนี้คือคุณ @ เขาก็อาศัยอยู่ใน เมืองเพลิแกนเหมือนกัน$h",
		"Lewis10hearts.23": "ยินดีที่ได้รู้จักนะ @#$b#เอาล่ะ ทีนี้ก็มาเริ่มประชุมกันเถอะ",
		"Lewis10hearts.24": "เห้อออ! เป็นการประชุมที่สนุกสนานดี ใช่มั้ยล่ะ @?",
		"Lewis10hearts.25": "เอาล่ะ ฉันคิดว่าเราน่าจะ ไปหาอะไรกินกันซักหน่อย แล้วกลับไปที่ห้องพักนะ",
		"Lewis10hearts.26": "อ้ะ เลวิส! ดีใจจังที่เจอคุณ",
		"Lewis10hearts.27": "อ้ะ! มีอะไรที่ผมจะช่วยได้หรอครับ คุณลิน?$h",
		"Lewis10hearts.28": "ฉันดีใจที่เจอคุณนะ การประชุมที่ไม่มีคุณ เมื่อปีที่แล้วมันน่าเบื่อมากเลย!",
		"Lewis10hearts.29": "จริงหรอครับ? ผมก็ดีใจนะที่ได้เจอคุณ ไม่ได้เจอกันมาซักพัก แล้วนี่เนอะ$h",
		"Lewis10hearts.30": "ตามนั้นนั่นแหละ ดีใจนะที่คุณก็ คิดแบบนั้นเหมือนกัน",
		"Lewis10hearts.31": "อ่า ที่จริงแล้ว เลวิส... เอานี่ อยากจะเอาอันนี้ให้คุณน่ะ",
		"Lewis10hearts.32": "มะ... มันคืออะไรครับเนี่ย? กุญแจ?$7",
		"Lewis10hearts.33": "มันคือกุญแจสำรอง ที่พักของฉันในเมืองซูซูน่ะ ทำไมคุณไม่มาหาฉัน ซักหน่อยหลังจาก ช่วงมื้อค่ำล่ะ?$1",
		"Lewis10hearts.34": "แทรกเข้าไปดีไหมนะ...?",
		"Lewis10hearts.35": "พูดอะไรซักหน่อย",
		"Lewis10hearts.36": "อยู่เงียบๆ",
		"Lewis10hearts.37": "เลวิส ผู้ช่วยของคุณ กำลังทำอะไรน่ะ?$2",
		"Lewis10hearts.38": "พูดอะไรดีนะ...?",
		"Lewis10hearts.39": "จะบอกอะไรให้นะ เห็นชัดๆ ว่าเขาไม่ได้สนใจ",
		"Lewis10hearts.40": "ฉันไม่ใช่ผู้ช่วยของเลวิสซักหน่อย เราเดทกันอยู่ต่างหาก ถอยไปเลยนะ",
		"Lewis10hearts.41": "ตามนั้นนะคุณลิน ผมไม่ไป พวกเราไปนะ ราตรีสวัสดิ์ครับ$a",
		"Lewis10hearts.42": "โอ๊ย! ไม่อยากเจอเชื่อเลย!$2",
		"Lewis10hearts.43": "@...",
		"Lewis10hearts.44": "ขอบคุณที่คอยอยู่ เคียงข้างฉันนะ มันมีความหมายต่อฉันมากเลย",
		"Lewis10hearts.45": "ลินกับฉัน... เมื่อก่อนเราเคยคุยๆ กันน่ะ... แค่ขำๆ แหละ แต่เธอก็ไม่เคยลืมมันเลย$s",
		"Lewis10hearts.46": "พวกเราไม่เคยทำอะไรกันเลย แม้แต่ออกเดตก็ไม่เคย$7",
		"Lewis10hearts.47": "อา... @... ฉันดีใจจังที่เธออยู่ด้วย ฉ-ฉัน จริงๆ แล้ว...$7",
		"Lewis10hearts.48": "เธอคือเหตุผลที่ฉันปฏิเสธลิน$7",
		"Lewis10hearts.49": "@ ฉันชอบเธอนะ ฉันรู้ว่าฉันแก่กว่าเธอ แต่... ฉันก็แก่มากพอที่จะรู้ว่า ฉันต้องการอะไรกันแน่$7#$b#และคำตอบของหัวใจของฉันก็คือ... เธอ$4",
		"Lewis10hearts.50": "@ ฉันดีใจนะที่เธอ มากับฉันน่ะ$h#$b#ทีนี้ พวกเราก็ไปทานมื้อค่ำกันเถอะ? เดตแรกของเรา?$4",
		"10hearts.noZuzu.01": "โอ้... ฉันก็แค่กะว่า จะมาแจ้งข่าวน่ะนะ เอาล่ะ ยังไงก็ยังมีปีหน้าเสมอ...#$b#...$s",
	    "10hearts.noZuzu.02": "เอาล่ะ ขอให้มีวันที่ดีนะ @ กลับจากเมืองซูซูแล้ว ฉันจะมาหาเธอนะ$s",
		"event-keepKey.01": "ลิน ผมรับนี่ไว้ไม่ได้หรอก$s",
		"event-keepKey.02": "ได้สิ ฉันอยู่ห้อง 23$1",
		"event-keepKey.03": "ไม่ ลิน เอากลับไปเถอะ ผมขอโทษ$s",
		"event-keepKey.04": "ทำไมจะเอาไปไม่ได้ล่ะ? ฉันรู้นะ ว่าคุณยังไม่ได้แต่งงานซะหน่อย เลวิส$2",
		"event-keepKey.05": "ผมมีคนอื่่นที่ชอบอยู่แล้ว$7",
		"event-keepKey.06": "คุณหมายถึงว่า คุณไปปิ๊งคนอื่นแล้วงั้นน่ะหรอ? ไม่ใช่ยัยชาวนาตัวอ้วน ที่เคยคั่วด้วยน่ะนะ?$2",
		"event-keepKey.07": "นั่นไม่ใช่ธุระกงการ อะไรของคุณ คนายกเทศมนตรีลิน$a",
		"event-keepKey.08": "ไม่มีทาง... เขาไม่... เขาต้องไม่... เป็น แบบ นั้น...$2^เป็นไปไม่ได้... ฉันไม่อยากจะเชื่อเลย ว่าเขาจะไปตกหลุมรัก ผู้หญิงคนอื่น... อ๊ากก!$2",
		"event-keepKey.09": "ฉันขอโทษจริงๆ ที่ให้เธอต้องมาได้ยิน อะไรแบบนั้น @$s",
		"event-keepKey.10": "เธอก็เหมือนกันเพื่อนเก่า... เราเคยจีบกันอยู่เมื่อก่อน แต่ว่า...$s",
		"event-keepKey.11": "มันก็เคยเป็น ช่วงที่สนุกสนานน่ะนะ เธอไม่เคยเหวี่ยงแบบนี้มาก่อน$a",
		"event-keepKey.12": "เอาเถอะ... อย่าให้มันมาทำลายบรรยากาศ ในค่ำคืนนี้ของพวกเรา... เนอะ?",
		"event-keepKey.13": "แน่นอน! ฉันหิวจะแย่แล้วล่ะ",
		"event-keepKey.14": "เดี๋ยวฉันค่อยหาอะไรดื่มต่อละกัน...",
		"event-keepKey.15": "แน่ใจนะ ว่าคุณไม่เป็นไร?",
		"event-lewisRelationship.01": "ถูกต้องแล้วลิน พวกเราคบกันอยู่ งั้นเราขอตัวก่อนล่ะ ราตรีสวัสดิ์$a",
		"event-lewisRelationship.02": "อ๊ากก! ฉันไม่อยากจะเชื่อ!$2",
		"event-lewisRelationship.03": "ขอบคุณที่เธออยู่ข้างฉันนะ @... ถึงแม้ว่าจริงๆ เธอจะปฏิเสธก็ได้$7",
		"event-lewisRelationship.04": "ที่จริงแล้ว @... ฉันมีเรื่องที่อยากจะสารภาพ$7#$b#เธอก็คือเหตุผล ที่ฉันปฏิเสธลิน...$7",
		"event-lewisRelationship.05": "@ ฉันชอบเธอนะ ฉันรู้ว่าฉันแก่กว่าเธอมาก แต่ว่า... ฉันก็แก่พอที่จะรู้ว่า ตัวเองต้องการอะไร$7#$b#และนั่นก็คือเธอ$8",
		"event-lewisRelationship.06": "@ ฉันดีใจจริงๆ ที่เธอมากับฉันด้วย $h#$b#เอาล่ะ งั้นเราไปทานมื้อค่ำ กันเลยดีมั้ย? สำหรับเดตแรกของเรา?$8",
	/************************************************
    ** Linus
    ************************************************/
	//Mountain 8 Heart
		"Linus8hearts.01": "โอ้ @! ดีใจที่ได้เจอนะ!$h",
		"Linus8hearts.02": "ทานมื้อเย็นมารึยังล่ะ? ฉันกำลังทำเมนูปลาน่ะ มีเยอะด้วยนะ ถ้าคุณอยากจะอยู่นี่ล่ะก็...$$h",
		"Linus8hearts.03": "จริงหรอ? เยี่ยมเลย!$h#$b#อาหารใกล้สุกแล้วล่ะ... ทำไมคุณไม่ไปรอข้างในเต็นท์ ของฉันก่อนล่ะ?$h",
		"Linus8hearts.04": "ขอโทษที่ให้รอ! ถึงจะช้าแต่ ฉันว่ามันคุ้มค่านะ!$h#$b#ปลาย่างสดๆ!$h",
		"Linus8hearts.05": "เป็นยังไงบ้างล่ะ?",
		"Linus8hearts.06": "มันอร่อยมากเลยล่ะ!",
		"Linus8hearts.07": "ฉันเคยกินที่อร่อยกว่านี้ มาแล้วน่ะ",
		"Linus8hearts.08": "@ คุณรู้อะไรมั้ย ฉ- ฉันน่ะ",
		"Linus8hearts.09": "คุณได้ยินเสียงของหิน ที่กระทบกับเต็นท์",
		"Linus8hearts.10": "พี่ @? อ-อ่าว ผู้ชายในเต็นท์ที่น่ากลัวๆ ไปไหนแล้ว?!$3^พี่ @? อ-อ่าว ผู้ชายในเต็นท์ที่น่ากลัวๆ ไปไหนแล้ว?!$3",
		"Linus8hearts.11": "ด- ได้โปรดอย่าบอก ป้ามานีเลยนะคะ พี่ @! วินเซนท์เขาบอกให้หนูทำ!$2^ด- ได้โปรอย่าบอก ป้ามานีเลยนะคะ พี่ @! วินเซนท์เขาบอกให้หนูทำ!$2",
		"Linus8hearts.12": "ม- ไม่ใช่ผมนะ!!$2",
		"Linus8hearts.13": "ชายตัวขน น่ากลัว!!!$3",
		"Linus8hearts.14": "เขาจะมาทำร้ายเราแล้ว วิ่งดิวินเซนท์! วิ่ง!$2",
		"Linus8hearts.15": "ฉันควรพูดว่าอะไรดี...?",
		"Linus8hearts.16": "นี่มันแย่มากเลยนะ ลีนัสน่ะเขาเป็นคนดีนะ แล้วพวกเธอก็มาสร้างปัญหา แบบนี้มันถูกแล้วหรอ?",
		"Linus8hearts.17": "ไม่พูดอะไรดีกว่า",
		"Linus8hearts.18": "ก็ได้! พวกหนูขอโทษค่ะ คุณลีนัส ใช่มั้ยวินเซนท์?$2",
		"Linus8hearts.19": "ครับ! ขอโทษจริงๆ ครับ!$2#$b#เราไปกันดีกว่านะแจส หนีเร็ว!!$2",
		"Linus8hearts.20": "ฉันขอโทษที่ทำให้คุณ ต้องมาเจออะไรแบบนี้ @$s",
		"Linus8hearts.21": "แต่... ที่คุณทำแบบนั้นเพื่อฉันน่ะ สำหรับฉัน มันมีความหมายมากเลยนะ#$b#คุณน่ะเป็นคนเดียว ที่ไม่ได้มองฉันเป็น ตัวประหลาด$s",
		"Linus8hearts.22": "@... ขอบคุณที่ยังอยู่ตรงนี้นะ คุณเป็นเพื่อนที่ดีจริงๆ#$b#เอาล่ะ... ไปทานข้าวกันเถอะ?$h",
		"Linus8Fork1": "#ด้วยความยินดี#ฉันยุ่งน่ะ โทษทีนะ",
		"8hearts.noDinner.01": "โอ้... งั้นหรอ... งั้นเอาไว้คราวหลังก็ได้#$b#ไว้แวะมาอีกนะ$h",
		"8hearts.terroristsWin.01": "...$s",
		"8hearts.terroristsWin.02": "ฉันต้องขอโทษ เกี่ยวกับเรื่องนั้น ด้วยนะ @$s#$b#มัน... ไม่ได้เกิดขึ้นบ่อยหรอก แต่ว่า...$s",
		"8hearts.terroristsWin.03": "ขอโทษด้วยนะ @... ฉันขออยู่คนเดียวซักพัก$s",
		"8hearts.terroristsWin.04": "เดี๋ยวฉันก็ดีขึ้นเอง...$s",
	//Mountain 10 Heart
		"Linus10hearts.01": "@! คุณมาแล้ว!$h",
		"Linus10hearts.02": "ฉันคิดว่าไว้เรา ค่อยมาทานมื้อเย็น กันอีกทีนะ... แบบที่ไม่มีใครมากวนน่ะ$h",
		"Linus10hearts.03": "ดีเลย!$h#$b#กับข้าวพึ่งสุกล่ะ... มานั่งกินด้วยกันมั้ย?$h",
		"Linus10hearts.04": "มื้อนี้ฉันลองสูตรใหม่น่ะ หวังว่าคุณจะชอบนะ...$h",
		"Linus10hearts.05": "ลีนัสยื่นสปาเก็ตตี้ให้คุณ",
		"Linus10hearts.06": "มันอร่อยมากเลย!",
		"Linus10hearts.07": "ฉันดีใจนะที่คุณชอบ ฉันไม่ได้ทำเมนูพวกนี้บ่อยๆ หรอกนะ แต่ฉันดีใจนะ ที่ฉันได้ทำอาหารที่คุณชอบ!$h",
		"Linus10hearts.08": "ฉันดีใจนะที่คุณแวะมาอีก หลังจากเรื่องคราวที่แล้วน่ะ @$h",
		"Linus10hearts.09": "ฉันไม่ค่อยแน่ใจเหมือนกัน ว่ายังมีคนที่อยากทำ แบบนี้อยู่มั้ย...$s#$b#ฉันน่ะไม่ได้เกลียด ที่ตัวเองใช้ชีวิตแบบนี้ หรอกนะ... แต่ถูกคนอื่นๆ เหยียดน่ะ ขนาดเด็กๆ ยังเหยียดฉันเลย นี่มันน่าอายมากๆ เลยนะ...$s",
		"Linus10hearts.10": "นี่มันน่าอายมากๆ เลยนะ...",
		"Linus10hearts.11": "มันไม่ได้น่าอายซักหน่อย พวกเขาต่างหากล่ะที่ผิด",
		"Linus10hearts.12": "มันไม่สำคัญหรอก ฉันจะอยู่ข้างคุณ แล้วเราจะฝ่าฟันทุกอย่าง ไปด้วยกัน",
		"Linus10hearts.13": "มันต้องเป็นโชคชะตาแน่ๆ ที่ทำให้ฉัน มีคนอย่างคุณอยู่ในชีวิต @$h",
		"Linus10hearts.14": "ฉ- ฉัน... ฉันรักคุณนะ$4",
		"Linus10hearts.15": "จริงหรอ? ดีใจจัง$4",
		"Linus10hearts.16": "ค่ำคืนนี้ยังอีกยาวนาน ใช่มั้ยล่ะ?$4#$b#นอนกันเถอะ...?$4",
		"Linus10hearts.17": "ฉันเตรียมถุงนอน ไว้ให้แล้วนะ$h#$b#มันไม่ได้นอนสบายเหมือนกับ เตียงที่บ้านของคุณหรอก แต่ว่า...$h",
		"Linus10Fork1": "#ไม่มีปัญหา#โทษทีนะ ยุ่งๆ น่ะ",
		"Linus10Fork2": "#ฉันก็รักคุณเหมือนกัน#ฉันขอโทษ... ฉันไม่ได้รู้สึก แบบเดียวกันกับคุณ",
		"10hearts.noSleepover.01": "โอ้...$s#$b#งั้นครั้งหน้าละกันนะ$s",
		"10hearts.rejectLinus.01": "...$s",
		"10hearts.rejectLinus.02": "โอ้$s",
		"10hearts.rejectLinus.03": "@... บางที... มันก็คงดีกว่าที่คุณจะไป$s",
	/************************************************
    ** Marnie
    ************************************************/
	//AnimalShop 8 Hearts
	    "Marnie8hearts.01": "โอ้ เทศมนตรีเลวิส คุณนี่เอง ตกใจหมดเลยนะเนี่ย#$b# ฉันไม่รู้เลยนะเนี่ย ว่าคุณจะมา$h",
		"Marnie8hearts.02": "เอาตามตรงเลยนะ... มานี มี... บางเรื่องที่ฉันอยาก จะคุยด้วยน่ะ$s",
		"Marnie8hearts.03": "อะไรหรอ? มีเรื่องอะไร?$s",
		"Marnie8hearts.04": "มานี... ฉันว่าเราไม่ควร ที่จะเจอกันมาแล้วล่ะ$s",
		"Marnie8hearts.05": "อะไรนะ? ทำไมถึงพูดอย่างนั้นล่ะ?$s#$b#...คุณก็ดูมีความสุขดีไม่ใช่หรอ?$s",
		"Marnie8hearts.06": "พักนี้เธอทำตัวห่างเหินนะ คิดว่าฉันไม่รู้สึกตัวรึไง?$s",
		"Marnie8hearts.07": "ถ้าเธอมีคนอื่นแล้วน่ะ ฉันก็อยากให้เธอบอกฉัน$3",
		"Marnie8hearts.08": "นี่เลวิส... ฉันน่ะ ไม่เคยนอกใจคุณเลยนะ... คุณก็รู้ใช่มั้ย?$s",
		"Marnie8hearts.09": "ฉันรู้... มานี... ฉันรู้ดีว่าเธอเป็นคนที่ดีมาก$s#$b#แต่... เธอก็มีใจให้เขา ไม่ใช่รึไง?$s^แต่... เธอก็มีใจให้หล่อน ไม่ใช่รึไง?$s",
		"Marnie8hearts.10": "เลวิส... ฉันขอโทษ!$8",
		"Marnie8hearts.11": "...$s",
		"Marnie8hearts.12": "มันช่วยไม่ได้นี่ ฉัน... ฉันไม่เคยนอกใจคุณเลย แต่ฉัน... ฉัน...$s#$b#ฉันชอบเขาคนนั้น$8^ฉันชอบเธอคนนั้น$8",
		"Marnie8hearts.13": "เธอจะให้ความหวัง กับฉันไปถึงเมื่อไหร่กัน?$s",
		"Marnie8hearts.14": "...$8",
		"Marnie8hearts.15": "ฉันขอโทษนะมานี แต่เราจบกันตรงนี้แหละ$s",
		"Marnie8hearts.16": "ฉัน... เข้าใจแล้ว ขอโทษนะ เลวิส...$8",
		"Marnie8hearts.17": "อ- โอ้... @...$8#$b#น- นี่... นี่มันไม่ใช่เวลาที่ดีเลย...$8",
		"Marnie8hearts.18": "ฉัน... ไม่$8#$b#คุณน่ะ... ได้ยินทุกอย่าง... เลยสินะ$8",
		"Marnie8hearts.19": "ฉันรู้สึกแย่มากเลย @$8#$b#ฉันมันเป็นคนที่ ไม่ดีเอาซะเลย... ฉันไม่อยากจะเชื่อเลยว่าฉัน ฉันจะตกหลุมรักคนอื่น ระหว่างที่คบกับเทศมนตรีเลวิส...$8",
		"Marnie8hearts.20": "ฉันนี่มันแย่จริงๆ...",
		"Marnie8hearts.21": "เธอไม่ได้เป็นอย่างนั้นนะ เธอก็แค่ควบคุมตัวเองไม่ได้ แค่นั้นเอง",
		"Marnie8hearts.22": "ท่านเทศมนตรีมันบ้า ใครจะไปต้องการ ผู้ชายอย่างเขากันล่ะ?",
		"Marnie8hearts.23": "สงสัยจังเลยน้าาาาา... ตกหลุมรักใครเอ่ยยย?",
		"Marnie8hearts.24": "@... ช่วยอยู่กับฉันซักพักได้มั้ย? ฉันไม่อยากอยู่คนเดียว...$8",
		"Marnie8hearts.25": "ขอบคุณนะ @... ฉันรู้สึกดีขึ้นนิดหน่อย แล้วล่ะ...$4",
		"Marnie8Comfort": "#คุณโอเคมั้ย?#โอเค ไว้ฉันจะกลับมาใหม่ทีหลัง",
	//Forest 8 Hearts
		"Marnie8heartsB.01": "โอ้ อรุณสวัสดิ์จ้ะ @$h^โอ้ อรุณสวัสดิ์จ้ะ @$h",
		"Marnie8heartsB.02": "ลมอะไรหอบมาแต่เช้าจ๊ะ?$h",
		"Marnie8heartsB.03": "ลมอะไรหอบมาแต่เช้าจ๊ะ?",
		"Marnie8heartsB.04": "แค่ผ่านมาน่ะ",
		"Marnie8heartsB.05": "ฉันมาเจอคุณ",
		"Marnie8heartsB.06": "โทษทีนะ ยังคุยไม่ได้ รีบน่ะ",
		"Marnie8heartsB.07": "ฉันรู้ว่านี่เป็นหัวข้อที่ ค่อนข้างชวนอึดอัด แต่... ฉันแค่...#$b#ฉันไม่อยากปิดบังเธอน่ะ @$s^ฉันไม่อยากปิดบังเธอน่ะ @$s",
		"Marnie8heartsB.08": "เธอรู้ว่า ฉันกับท่านเลวิสเลิกกัน ไม่นานมานี้ ใช่มั้ยจ๊ะ?$s",
		"Marnie8heartsB.09": "ที่เราเลิกกันก็เพราะ... อ่า...",
		"Marnie8heartsB.10": "ฉันคิดว่าท่านเลวิส ตกหลุมรักเธอน่ะ @$s^ฉันคิดว่าท่านเลวิส ตกหลุมรักเธอน่ะ @$s",
		"Marnie8heartsB.11": "เธอสองคนดูไปกันได้ดี มากเลยช่วงนี้ และท่านเลวิสก็ดูห่างเหิน เวลาอยู่กับฉัน$s",
		"Marnie8heartsB.12": "...ไม่เป็นไรหรอกจ้ะ เรื่องมันเป็นอดีตไปแล้วน่ะ$s",
		"Marnie8heartsB.13": "แต่... ฉันคิดว่าเธอสองคน คงลงเอยกัน...#$b#และฉันอยากจบมัน ก่อนที่มันจะสันสน ไปมากกว่านั้นน่ะจ่ะ$s",
		"Marnie8heartsB.14": "เพราะงั้น... ฉันเลยอยากถาม#$b#เธอกับท่านเลวิส รักกันหรือเปล่าจ๊ะ?$s",
		"Marnie8heartsB.15": "เธอกับท่านเลวิส รักกันหรือเปล่าจ๊ะ?",
		"Marnie8heartsB.16": "ใช่ แต่ก็ไม่เคยคืบหน้าไปไหนเลย",
		"Marnie8heartsB.17": "ใช่ แต่พวกเราไม่ได้คบกันแล้ว",
		"Marnie8heartsB.18": "ใช่ และเรายังรักกันอยู่",
		"Marnie8heartsB.19": "ไม่ใช่ พวกเราแค่เป็นเพื่อนที่ดีต่อกัน",
		"Marnie8heartsB.20": "อ่า @... ขอบคุณที่ช่วยทำให้ เรื่องกระจ่างนะจ๊ะ ฉันดีใจที่ได้รู้ว่า ฉันไม่ได้บ้าไปคนเดียว...",
		"Marnie8heartsB.21": "...จริงๆ นะ @ ขอบคุณ มันมีความหมายกับฉันมาก ที่เธอบอกความจริงกับฉัน แม้ว่ามันจะน่าอึดอัดนิดหน่อย#$b#ฉันดีใจมาก ที่มีเธอเป็นเพื่อน$4",
		"Marnie8heartsB.22": "เอาล่ะ... อย่าให้ฉันรั้งเธอมากกว่านี้เลย เราทั้งคู่มีงาน ที่ต้องกลับไปทำสินะ$h",
		"Marnie8Close": "#อ้อ... ขอโทษนะ#ไม่จริงสักหน่อย พวกเราไม่เคยสนิทกัน ขนาดนั้น",
		"8hearts.notThatCloseB.01": "...โอ้ อย่างนั้นฉัน ก็เข้าใจผิดแต่แรกน่ะสิ...$s#$b#นี่มันน่าอึดอัดจัง...$s",
		"8hearts.notThatCloseB.02": "ขอบคุณที่พูดตรงๆ นะ @$s#$b#อย่าให้ฉันรั้งเธอไว้เลย ขอให้มีวันที่ดีนะ$s",
	//Forest 10 Hearts
		"Marnie10hearts.01": "โอ้! @! บัตเตอร์มิลก์น่ะ วัวของฉัน... เธอกำลังจะคลอด^โอ้! @! บัตเตอร์มิลก์น่ะ วัวของฉัน... เธอกำลังจะคลอด",
		"Marnie10hearts.02": "เธอสบายดี ไม่ต้องกังวลไป$h#$b#ฉันแค่แปลกใจ นิดหน่อยน่ะจ่ะ! ฉันไม่รู้ว่าเธอท้องอยู่ วัวตัวผู้สักตัวคงหลุด เข้ามาในนี้โดยบังเอิญ...$2",
		"Marnie10hearts.03": "@... ฉันรู้ว่าเธอยังไม่ค่อย มีประสบการณ์กับวัวนัก แต่ฉันเชื่อใจเธอนะ^@... ฉันรู้ว่าเธอยังไม่ค่อย มีประสบการณ์กับวัวนัก แต่ฉันเชื่อใจเธอนะ#$b#เธอจะช่วยฉันหน่อยได้มั้ย ...?",
		"Marnie10hearts.04": "ปกติแล้ว ฉันคงไปตามเชน แต่ฉันว่าเขาคงยังอยู่ที่บาร์...$s",
		"Marnie10hearts.05": "ช่วยมานี กับบัตเตอร์มิลก์มั้ย?",
		"Marnie10hearts.06": "ช่วย",
		"Marnie10hearts.07": "ไม่ช่วย",
		"Marnie10hearts.08": "ดีจังเลย! แค่มายืนตรงนี้นะ$h",
		"Marnie10hearts.09": "เจ้าหนูนี่ดีใจ ที่เธออยู่เป็นเพื่อนล่ะ @$h^เจ้าหนูนี่ดีใจ ที่เธออยู่เป็นเพื่อนล่ะ @$h#$b#ฉันก็ด้วย$h",
		"Marnie10hearts.10": "โอ๊ะโอ... @ หยิบผ้านั่นมาที!$7^โอ๊ะโอ... @ หยิบผ้านั่นมาที!$7",
		"Marnie10hearts.11": "ช่างเป็นลูกวัว ที่น่ารักอะไรอย่างนี้... เราเรียกเขาว่า @ จูเนียร์ ดีมั้ย?$h^ช่างเป็นลูกวัว ที่น่ารักอะไรอย่างนี้... เราเรียกเขาว่า @ จูเนียร์ ดีมั้ย?$h",
		"Marnie10hearts.12": "ฉันล้อเล่นน่ะ ไว้ฉันจะคิดชื่อให้ เจ้าตัวเล็กทีหลังเองจ้ะ$h",
		"Marnie10hearts.13": "@... ฉันดีใจมาก ที่เธออยู่ตรงนี้ด้วย ฉันทำคลอดมาหลายตัวแล้ว แต่มีใครอยู่ด้วย ก็ช่วยได้เยอะเลย^@... ฉันดีใจมาก ที่เธออยู่ตรงนี้ด้วย ฉันทำคลอดมาหลายตัวแล้ว แต่มีใครอยู่ด้วย ก็ช่วยได้เยอะเลย#$b#ถึงแม้ว่าคนนั้น จะทำถังน้ำหลุดมือ และเกือบเป็นลมพอเห็นเลือด ก็ตาม$h",
		"Marnie10hearts.14": "ฮ่า ฮ่า เธอเจ๋งมากเลย @$h^ฮ่า ฮ่า เธอเจ๋งมากเลย @$h#$b#จริงๆ นะ$4",
		"Marnie10hearts.15": "@... หลังจากเรื่องระหว่างเรา เกี่ยวกับท่านเลวิส และทั้งหมดนั่น...^@... หลังจากเรื่องระหว่างเรา เกี่ยวกับท่านเลวิส และทั้งหมดนั่น...#$b#ฉันรู้สึกว่าพวกเรา สนิทกันขึ้นมากเลย ว่ามั้ย?$4",
		"Marnie10hearts.16": "เธอ...  เธอรู้ว่าฉันพยายาม จะพูดอะไรใช่มั้ย?$h#$b#ฉันชอบเธอนะ @... แบบมากกว่าเพื่อน$6",
		"Marnie10hearts.17": "ฉันจะตอบว่าอะไรดี...?",
		"Marnie10hearts.18": "ฉันก็เหมือนกัน",
		"Marnie10hearts.19": "ฉันขอโทษนะ...",
		"Marnie10hearts.20": "จริงๆ นะ...?! โอ้ ฉันมีความสุขเหลือเกิน!$4",
		"Marnie10hearts.21": "ฉันดีใจเหลือเกินที่เธออยู่นี่ @... ไม่สิ @!$6^ฉันดีใจเหลือเกินที่เธออยู่นี่ @... ไม่สิ @!$6#$b#ไม่ต้องทางการแล้วเนอะ$4",
		"Marnie10hearts.22": "โอ้ บัตเตอร์มิลก์... เราจะไม่กวนแล้วจ่ะ ฉันรู้ว่าเธอคงเพลียมาก$h",
		"Marnie10hearts.23": "เอาล่ะ... ราตรีสวัสดิ์นะจ๊ะ @ หวังว่าพรุ่งนี้ จะได้เจอกันนะจ๊ะ$h",
		"event-noButtermilk.01": "เธอพูดถูก ฉันไม่ควรขอให้ คนประสบการณ์น้อย มาช่วยเลย...$s",
		"event-noButtermilk.02": "ไม่เป็นไรนะสาวน้อย ฉันอยู่นี่แล้ว$s",
		"event-rejectMarnie.01": "...โอ้ ไม่ ฉันต่างหากที่ต้องขอโทษ...$3#$b#ฉันไม่ควรสรุปเอาเอง...$s",
		"event-rejectMarnie.02": "ไม่เป็นไรนะสาวน้อย... ฉันอยู่นี่แล้ว$s",
		"event-rejectMarnie.03": "@... ฉันขอโทษนะ แต่เธอกลับไปก่อน อาจจะดีที่สุด$8^@... ฉันขอโทษนะ แต่คุณกลับไปก่อน อาจจะดีที่สุด$8",
	/************************************************
    ** Pam
    ************************************************/
	//Trailer 8 Hearts
	    "Pam8hearts.01": "โอ้! สวัสดี @!$h",
		"Pam8hearts.02": "ฉันกำลังทะเลาะกับ ไอ้เจ้าเสาอากาศน่ะ... ภาพในทีวีมันไม่ชัดเลย",
		"Pam8hearts.03": "อ้า นี่ไงได้แล้ว สวยงามและชัดสุดๆ$h",
		"Pam8hearts.04": "เอาล่ะ อะไรทำให้เธอมาเยี่ยม ยัยป้าอย่างฉันกันห๊ะ?$h",
		"Pam8hearts.05": "แค่มาเยี่ยมหรอ เอ๋? แจ๋วเลย! เดี๋ยวฉันไปชงกาแฟ มาให้ละกัน$h",
		"Pam8hearts.06": "เครื่องชงกาแฟโง่ๆ นี่ ได้ไม่ได้เสียบปลั๊กไว้อีก...$4",
		"Pam8hearts.07": "@ ช่วยฉันเสียบปลั๊ก หน่อยได้ไหม? ฉันเอื้อมไม่ถึงอ่ะ...",
		"Pam8hearts.08": "เห้อออ! นั่นมันยากกว่าที่ควร จะเป็นนะเนี่ย!$h#$b#เมื่อเช้านี้ เพนนีน่าจะดึงปลั๊กออก ก่อนที่เธอจะไปข้างนอก...",
		"Pam8hearts.09": "เธอน่ะ... ยืนใกล้ฉันเกินรึเปล่า หื้ม @?$7",
		"Pam8hearts.10": "เธอไม่กลัวรึไง ห๊ะ?$7#$b#เจ้าเด็กประหลาด$5",
		"Pam8hearts.11": "โอ้... สวัสดีค่ะแม่ สวัสดี @...$2",
		"Pam8hearts.12": "มีอะไรหรอ เพนนี?$s",
		"Pam8hearts.13": "...$5",
		"Pam8hearts.14": "เพนนี! ลูกเป็นอะไรเนี่ย?$4",
		"Pam8hearts.15": "แม่คะ นี่มันไม่ใช่แล้ว! หนูรับไม่ได้!$$s",
		"Pam8hearts.16": "นี่ลูกกำลัง พูดอะไรของลูกเนี่ย?$4",
		"Pam8hearts.17": "พวก... พวกเรื่อง... เรื่องอะไรก็ตาม... ที่เกี่ยวกับ @ นั่นแหละค่ะ!$s",
		"Pam8hearts.18": "ห้ะ...? นี่ลูกคิดว่า มันเกิดอะไรขึ้นที่นี่เนี่ย?$3",
		"Pam8hearts.19": "หนูรู้หมดแล้วค่ะ$s#$b#แม่คะ แม่ไม่คิดบ้างหรอคะ ว่ามันประหลาดที่แม่ กระหนุงหระหนิงกับคน ที่อายุเท่าลูกสาวตัวเองน่ะ?$s",
		"Pam8hearts.20": "...$s",
		"Pam8hearts.21": "@... ... มันน่าจะดีกว่า ถ้าเธอแวะมาใหม่ทีหลัง$s",
		"Pam8hearts.22": "ฉันควรจะพูดอะไรดี?",
		"Pam8hearts.23": "เพนนี เธอควรจะเคารพการตัดสินใจของแม่เธอนะ",
		"Pam8hearts.24": "เพนนี เธอเข้าใจทั้งหมดผิดไปนะ",
		"Pam8hearts.25": "...!$s",
		"Pam8hearts.26": "...$s#$b#ฉันควรจะไปคุยกับ เอ่อ...$s",
		"Pam8hearts.27": "เฮ้... มันจะโอเคน่า มันยากสำหรับเด็กๆ ตอนที่เห็นพ่อแม่ ของตัวเอง...#$b#...มีแฟน$5",
		"Pam8hearts.28": "เพราะงั้น... ไว้ค่อยเจอกันใหม่นะ$5",
		"Pam8Fork1": "#อยู่ใกล้ๆ#ถอยออกมา",
		"8hearts.tooClose.01": "เธอไม่เห็นต้อง ถอยเร็วขนาดนั้นเลย เธอก็รู้ว่า...#$b#ฉันแค่แซวเล่นเฉยๆ",
		"8hearts.tooClose.02": "โอ้... สวัสดีค่ะแม่ สวัสดี @",
		"8hearts.tooClose.03": "งานเป็นยังไงบ้าง หื้ม?",
		"8hearts.tooClose.04": "ก็ดีค่ะ หนูมีงานของเด็กๆ ที่ต้องให้คะแนนอีกนิดหน่อย",
		"8hearts.tooClose.05": "อ้อ งั้นไม่ต้องสนใจเราหรอก เข้าไปเถอะ$h",
		"8hearts.tooClose.06": "ดีใจที่ได้เจอเธอนะ @",
		"8hearts.tooClose.07": "ไว้ฉันจะแวะไปที่ฟาร์ม ทีหลังนะ @#$b#จะต้องไปทำอาหาร สำหรับฉันและลูก แล้วล่ะ#$b#แล้วเจอกัน",
		"8hearts.wrongPenny1.01": "...$s",
		"8hearts.wrongPenny1.02": "นี่คิดว่าฉันโง่หรอคะ...?$s",
		"8hearts.wrongPenny1.03": "แต่ฉันว่า มันก็ไม่ใช่เรื่องของฉัน$s",
		"8hearts.wrongPenny1.04": "...$s#$b#ฉันควรจะไปคุยกับ เอ่อ...$s",
		"8hearts.wrongPenny1.05": "ไว้เจอกันทีหลังนะ โอเคนะ?$s",
	//Trailer 10 Hearts
	    "Pam10hearts.01": "...เพนนีหรอ?$4#$b#ดูของพวกนี้สิ...$4",
		"Pam10hearts.02": "ต้องเป็นฝีมือของเธอแน่ๆ ไม่ต้องสงสัยเลย#$b#พิซซ่าแช่แข็ง ไม่มีอะไรนอกจากไอนี่ ที่เธอทำเป็น$h",
		"Pam10hearts.03": "ไม่เลวใช่ไหมล่ะ? ฉันดีใจที่มีเธอนะ#$b#ฉันชอบเธอมากเลย @ ฉันอยากกับเธอแบบนี้$5",
		"Pam10hearts.04": "รู้ใช่ไหมว่าเธอเป็นของฉันน่ะ?$4#$b#แล้วฉันก็ เป็นของเธอเหมือนกัน...$5",
		"Pam10hearts.05": "พวกเราเป็นคู่ที่ เข้ากันได้ดีนะเนี่ย$h#$b#เธอบอกว่า หิวแล้วใช่มั้ยละ? ดูเหมือนเพนนีจะเอาไวน์ดีๆ มาด้วยนะ$h",
		"Pam10Fork1": "#ฉันก็ชอบคุณ#นี่ดูโรแมนติกนะ...",
		"event-tooRomantic.01": "นี่มันคือประเด็นเลยนะ ห๊ะ...?$s",
		"event-tooRomantic.02": "เธอมีปัญหากับไอพวกนี้รึไง...?$s",
		"event-tooRomantic.03": "ได้... เดี๋ยวฉันจะเก็บกวาด มันให้หมดซะนี่$4",
		"event-tooRomantic.04": "เห้ย รออะไรอยู่ล่ะ? ไม่อยากอยู่นี่ก็รีบๆ ออกไปสิ$4",
	/************************************************
    ** Sandy
    ************************************************/
	//SandyHouse 8 Hearts
		"Sandy8hearts.01": "โอ้ สวัสดีจ้า @#$b#ขอโทษที ฉันไม่ได้อยู่ข้างหน้า วันนี้ธุรกิจของฉันไม่ค่อยดีน่ะ ก็เลยปิดร้านไวหน่อย แล้วมาหาอะไรกินซะเลย",
		"Sandy8hearts.02": "เธอไม่ได้ต้องการอะไร ใช่รึเปล่า?",
		"Sandy8hearts.03": "เอ๋ จริงหรอเนี่ย เธอนี่ซื่อตรงจังนะ#$b#ดีใจจัง! อยู่ตรงนี้ก่อนนะ ฉันจะทำเผื่อเธอด้วย$h",
		"Sandy8hearts.04": "เธอก็รู้ @... ฉันว่าจะปิดร้านเร็วๆ นี้แหละ$s",
		"Sandy8hearts.05": "หลังๆ มานี้ร้าน 'โอเอซิสของแซนดี้' ค้าขายไม่ค่อยดี ฉันรู้ว่าที่นี่มันก็ เป็นแบบนี้ตลอดนั่นแหละ แต่ช่วงหลังๆ มานี้มันแย่ลงกว่าเดิมอีก...$s",
		"Sandy8hearts.06": "จริงๆ แล้วฉันอาจจะย้ายไปที่ เมืองเพลิแกน",
		"Sandy8hearts.07": "เอมิลีบอกว่า เธอและเฮลีย์สามารถ ดูแลฉันได้ซักพักหนึ่ง อย่างน้อยก็จนกว่าฉันจะ มีที่มีทางเป็นของตัวเอง ในเมืองนั้นน่ะนะ",
		"Sandy8hearts.08": "ยังไงก็ตาม... มันก็เป็นแค่อะไรที่ช่วงนี้ ฉันคิดอยู่ล่ะนะ เธอไม่ต้องเก็บไปคิดมากก็ได้$h",
		"Sandy8hearts.09": "ไว้ฉันตัดสินใจได้จริงๆ แล้ว ฉันจะบอกเธอนะ",
		"Sandy8hearts.10": "นี่ @ ขอบคุณนะที่รับฟัง ฉันดีใจนะที่เธอแวะมา$h",
		"Sandy8hearts.11": "แล้วก็... ฉันทำอาหารเย็นไหม้ไปแล้ว สั่งมากินด้วยกัน แทนละกันนะ?$h",
		"Sandy8Fork1": "#ไม่เป็นไร! ฉันแค่แวะมาเจอ#จริงๆ แล้ว ฉันกะจะไปซื้อของน่ะ",
		"8hearts.sandyShop.01": "อา แน่นอน... เดี๋ยวฉันขอเก็บกวาด พวกนี้แป๊บนึง แล้วฉันจะไปหาคุณ ที่หน้าเคาน์เตอร์เลย$s",
	//SandyHouse 10 Hearts
	    "Sandy10hearts.01": "โอ้ มาแล้วหรอ @!",
		"Sandy10hearts.02": "พร้อมรึยัง สำหรับค่ำคืนสุดเหวี่ยงคืนนี้?$h",
		"Sandy10hearts.03": "เยี่ยม!$h#$b#เดี๋ยวฉันขอปิดร้านก่อน แล้วเราจะไปขึ้นรถบัสกัน!$h",
		"Sandy10hearts.04": "เป็นไง สนุกใช่มั้ยล่ะ?$h",
		"Sandy10hearts.05": "ฉันชอบเพลงนี้จัง!$h#$b#@ มาเต้นกันเถอะ!$h",
		"Sandy10hearts.06": "ตอนนี้พึ่งผ่านไปครึ่งชั่วโมง และแซนดี้ก็ดื่มไป ได้ประมาณนึงแล้ว",
		"Sandy10hearts.07": "กลับไปที่เวทีเต้นรำกันเถอะ ท่านสุภาพบุรุษ!$4^กลับไปที่เวทีเต้นรำกันเถอะ ท่านสุภาพสตรี!$4#$b#ร่างกายฉัน ต้องการเต้น วุ้วว!$4",
		"Sandy10hearts.08": "แซนดี้แทบจะยืนเอง ไม่ไหวแล้ว...",
		"Sandy10hearts.09": "ง๊านน เราจะไม่ไปเต้นกันแล้วอ่ออววว?$7",
		"Sandy10hearts.10": "เราจะอยู่ต่อดีมั้ย?",
		"Sandy10hearts.11": "พาแซนดี้กลับบ้าน",
		"Sandy10hearts.12": "อยู่ในคลับเมืองซูซูต่อ",
		"Sandy10hearts.13": "คุณตัดสินใจพาเธอกลับบ้าน",
		"Sandy10hearts.14": "คุณอุ้มแซนดี้ขึ้นเตียง",
		"Sandy10hearts.15": "คุณควรจะปล่อยให้เธอนอนพัก",
		"Sandy10hearts.16": "เดี๋ยว... @?$s",
		"Sandy10hearts.17": "...ขอบคุณนะ ที่พาฉันกลับมาส่งบ้าน ฉันจะทำยังไงถ้าไม่มีเธอ...?$h",
		"Sandy10hearts.18": "นี่... ฉันรักเธอ$4",
		"Sandy10hearts.19": "ถึงเวลาที่ต้องกลับบ้านแล้ว พรุ่งนี้เช้าเธอคงจะดีขึ้น",
		"Sandy10Fork1": "#แน่นอน!#ไว้วันหลังนะ โทษที",
		"Sandy10Fork2": "#ฉันก็ชอบคุณ#...คุณเมาแล้ว นอนพักเถอะ",
		"10hearts.notTonight.01": "...แล้วเธอจะลำบากลำบน มาที่นี่ทำไม ถ้าเธอไม่ว่างน่ะ? จะซื้ออะไรก็ว่ามา?$s",
		"10hearts.notTonight.02": "จะรับอะไรดีล่ะ...?$s",
		"10hearts.getRest.01": "...$s",
		"10hearts.getRest.02": "ถึงเวลาที่ต้องกลับบ้านแล้ว พรุ่งนี้เช้าเธอคงจะดีขึ้น",
		"event-stayAtClub.01": "คุณเต้นกับแซนดี้ต่ออีกซักพัก แล้วก็ประคองเธอ ไว้ตลอดเวลา",
		"event-stayAtClub.02": "เธอรู้ป่าวว @ ฉันกะลังคิดว๊าา...$7",
		"event-stayAtClub.03": "*โอ๊กกกก*$s",
		"event-stayAtClub.04": "แซนดี้อ้วกใส่พื้นข้างทางเดินหมดไส้หมดพุง...",
		"event-stayAtClub.05": "คุณเลยตัดสินใจ พาเธอกลับบ้าน",
		"event-stayAtClub.06": "คุณช่วยเธอล้างตัว และพาเธอเข้านอน",
		"event-stayAtClub.07": "คุณควรจะปล่อยให้เธอนอนพัก",
	/************************************************
    ** Willy
    ************************************************/
	//Fish Shop 8 Hearts
	    "Willy8hearts.01": "มีกระดาษโน้ตบนเคาเตอร์",
		"Willy8hearts.02": "ร้านปิดวันนึง ป่วยเป็นหวัด -วิลลี่",
		"Willy8hearts.03": "*แค่กๆ*$s",
		"Willy8hearts.04": "คุณได้ยินเสียงไอมาจากชั้นบน",
		"Willy8hearts.05": "ขึ้นไปข้างบนดีมั้ย?",
		"Willy8hearts.06": "ไปสิ",
		"Willy8hearts.07": "ไม่ล่ะ",
		"Willy8hearts.08": "กัปตัน! เธอได้จดหมายฉันสินะ?",
		"Willy8hearts.09": "ก็นะ ฉันไม่อยู่ในสภาพ ที่จะไปตกปลาไหว นั่นชัดเจนล่ะ$s",
		"Willy8hearts.10": "อา ไม่ต้องห่วงนะ กัปตัน ฉันกลับมาเดินเหินสะดวก ก่อนเธอจะทันสังเกตแน่! แค่หวัดนิดหน่อยน่ะ",
		"Willy8hearts.11": "โทษนะที่ให้เธอ ตั้งความหวังเก้อ เรื่องไปตกปลาวันนี้น่ะ$s",
		"Willy8hearts.12": "ตอบว่าอะไรดี?",
		"Willy8hearts.13": "อย่าคิดมากเลย คิดเรื่องหายป่วยเถอะ!",
		"Willy8hearts.14": "นี่ฉันก็เตรียมตัวมาซะพร้อมเลย...",
		"Willy8hearts.15": "ไม่อยากจะเชื่อเลยว่า ฉันต้องรับคำสั่ง จากกัปตันของฉันแล้ว!$h#$b#...แค่ครั้งนี้นะ$4",
		"Willy8hearts.16": "เฮ้... ขอบใจที่มานะ กัปตัน ฉันดีใจที่มีคนมาเยี่ยม$4",
		"Willy8hearts.17": "ฉันรู้สึกดีขึ้นนิดหน่อยละ$h",
		"8hearts.leaveWilly.01": "บางทีปล่อยเขาพักคนเดียวดีกว่า...",
	//Fish Shop 10 Hearts
	    "Willy10hearts.01": "ว่าไง กัปตัน! พร้อมลุยมั้ย?",
		"Willy10hearts.02": "ไปตกปลากับวิลลี่มั้ย?",
		"Willy10hearts.03": "ไปสิ",
		"Willy10hearts.04": "ไม่ไป",
		"Willy10hearts.05": "เจ๋ง! ให้ฉันเตรียมเจ้าเรือเก่าๆ นี่ ให้พร้อมก่อน เดี๋ยวเราก็ได้ออกสู่ทะเลกว้าง ก่อนจะทันรู้ตัวแล้ว!$h",
		"Willy10hearts.06": "อ้า ฉันดีใจที่เธอมาตกปลา ด้วยกันวันนี้นะ กัปตัน$h",
		"Willy10hearts.07": "กัปตัน... มีใครเคยบอกเธอมั้ย ว่าเธอหล่อบาดใจขนาดไหน?$4^กัปตัน... มีใครเคยบอกเธอมั้ย ว่าเธอสวยกระชากใจ ขนาดไหน?$4",
		"Willy10hearts.08": "กลางทะเลนี่... เปียกจากฝนและละอองคลื่น...#$b#เธอทำให้ใจฉันเมาเรือ$4",
		"Willy10hearts.09": "ตอบว่าอะไรดี?",
		"Willy10hearts.10": "ฉันก็เมารักในตัวคุณไม่ต่างกันเลย",
		"Willy10hearts.11": "ไม่เห็นจะเมาอะไรทั้งนั้นอะ",
		"Willy10hearts.12": "ฉันดีใจจัง ฉันอยากให้เธอเป็นกัปตัน ของฉันตลอดไปนะ @$4",
		"Willy10hearts.13": "จับอะไรไม่ค่อยได้เลยสินะ พวกเราน่ะ$h",
		"Willy10hearts.14": "ตราบใดที่มีเธอ ฉันไม่สนหรอกว่า เราจะจับอะไรได้$h",
		"10hearts.noFishing.01": "โอ้... ยุ่งมากสินะ? ฉันเข้าใจ$s",
		"10hearts.noFishing.02": "งั้นไว้คราวหลังแล้วกัน ไว้เจอกัน กัปตัน$s",
		"event-allReady.01": "อย่ามาทำเป็นรู้ดีหน่า กัปตัน$h",
		"event-allReady.02": "เฮ้... ขอบใจที่แวะมานะ กัปตัน ฉันดีใจที่มีคนมาเยี่ยม",
		"event-rejectWilly.01": "...โอ้ กัปตัน... ฉะ-ฉันหมายถึง @...$s",
		"event-rejectWilly.02": "ฉันขอโทษที ฉันนึกว่า...$s",
		"event-rejectWilly.03": "...ม-มัน ไม่มีอะไรหรอก$s",
		"event-rejectWilly.04": "...พวกเราจับอะไรไม่ค่อยได้เลยสินะ...?$s",
		"event-rejectWilly.05": "...ฉันจะพาเรากลับท่าแล้วกัน$s",
	/************************************************
    ** Wizard
    ************************************************/
	//Wizard Name
		"Wizname": "แมกนัส",
	//Wizard House 8 Hearts
	    "Wizard8hearts.01": "เหมือนกันว่าเขา ไม่ได้สังเกตเห็นคุณด้วยซ้ำ...",
		"Wizard8hearts.02": "อ้อ เจ้าเองหรอกหรือ$10",
		"Wizard8hearts.03": "โทษที... เจ้ามาเจอข้าตอนกำลัง ทำอะไรอยู่พอดีเลยสินะ$10",
		"Wizard8hearts.04": "เขาดูอารมณ์ปั่นป่วน",
		"Wizard8hearts.05": "เจ้ายังอยู่อีกเหรอ?$10",
		"Wizard8hearts.06": "เขาดูเหมือนคนอดนอนมาหลายวัน...",
		"Wizard8hearts.07": "@ เจ้าขวางทางข้าอยู่$10",
		"Wizard8hearts.08": "เขาควรจะต้องนอนพักได้แล้ว... บอกเขายังไงดีนะ?",
		"Wizard8hearts.09": "คุณทำงานมานานแค่ไหนแล้ว? คุณดูเหนื่อยมากเลยนะ",
		"Wizard8hearts.10": "คุณดูแย่มาก มานี่เถอะ ฉันจะพาไปนอนเอง",
		"Wizard8hearts.11": "คุณทำอะไรอยู่น่ะ? ดูน่าสนใจนะ",
		"Wizard8hearts.12": "ทำไมถึงไม่ได้ผลนะ...?$11",
		"Wizard8hearts.13": "...ก็ได้... ข้าจะพักสักสองสามนาที แล้วกัน",
		"Wizard8hearts.14": "...ในที่สุด เขาก็นอนซะที",
		"Wizard8hearts.15": "เขาคงจะดีขึ้นหลังจากตื่นนอน",
		"Wizard8Fork1": "#อยู่เฝ้า#ปล่อยเขาไว้ลำพัง",
		"Wizard8Fork2": "#หยุดเขา#จากไป",
		"8hearts.leaveWizard.01": "...บางทีปล่อยเขาไว้คนเดียวน่าจะดี",
		"8hearts.leaveWizard.02": "สาบให้หมด!$11",
		"8hearts.leaveWizard.03": "ข้าสบายดี ปล่อยข้าทำงานเถอะ$11",
	//Wizard House 9 Hearts
		"Wizard9hearts.01": "อ้า @ เจ้ามาแล้ว#$b#เยี่ยมเลย! ข้ากำลังอยากคุยกับเจ้าพอดี$7",
		"Wizard9hearts.02": "ข้าคิดว่าถึงเวลาแล้ว ที่เจ้าจะได้รู้ชื่อจริงของข้า เจ้าคิดว่างั้นมั้ย?$3",
		"Wizard9hearts.03": "เอ็ม. ราสโมเดียส นั่นเป็นชื่อที่ข้า บอกไปตอนแรก และมันเป็นชื่อของข้า อย่างแท้จริงแน่นอน$9",
		"Wizard9hearts.04": "แต่มันไม่ใช่ชื่อเต็มของข้า$8",
		"Wizard9hearts.05": "ชื่อมีพลัง เจ้าคงเข้าใจนะ ข้าเลยระวังอย่างมาก ที่จะไม่ให้ใครก็ตาม ที่จะใช้มันผิดๆ รู้$5",
		"Wizard9hearts.06": "ข้าเชื่อใจเจ้ามากพอ ที่จะบอกนะ$6",
		"Wizard9hearts.07": "แมกนัส ชื่อของข้าคือแมกนัส$4",
		"Wizard9hearts.08": "ข้าอยากจะขอ จากนี้ไป เวลาที่อยู่กันสองคน เจ้าจะเรียกข้าแบบนั้นได้มั้ย?$6",
		"Wizard9hearts.09": "ข้าไม่เคยคิดเลยว่า จะมีใครที่ข้าไว้ใจ ได้มากขนาดนี้อีก$4",
	//Woods 10 Hearts
	    "Wizard10hearts.01": "อ้า @ ข้าดีใจที่เห็นเจ้ามา เรามาเริ่มกันเลยมั้ย?",
		"Wizard10hearts.02": "ดี!$7#$b#ข้าเตรียมทุกอย่าง ที่พวกเราต้องใช้มาแล้ว",
		"Wizard10hearts.03": "อย่ากังวลไป มันจะกระจ่างชัดเอง$7",
		"Wizard10hearts.04": "@... นี่เป็นคาถาที่ยากมาก ที่จะร่ายได้สำเร็จ...",
		"Wizard10hearts.05": "...แต่ข้าเชื่อว่า เจ้าร่ายมันไปแล้ว อย่างไม่รู้ตัว",
		"Wizard10hearts.06": "คะ... คาถา ครองใจข้า$4",
		"Wizard10hearts.07": "ข้าไม่แน่ใจว่าเจ้าทำได้ยังไง แต่มันแข็งแกร่งกว่าคาถาใดๆ ที่ข้าเคยเห็น$4",
		"Wizard10hearts.08": "@... มันทำให้ข้ารู้สึกกับเจ้า อย่างที่ไม่ได้รู้สึก มานานมากแล้ว... หรือไม่เคยเลยด้วยซ้ำ$4",
		"Wizard10hearts.09": "ข้าตกหลุมรักเจ้า หมดใจจริงๆ$4",
		"Wizard10hearts.10": "ใช่แล้ว... ก็คงอย่างนั้นแหละ$6",
		"Wizard10hearts.11": "นี่เป็นที่ที่ข้ามักจะมาทำสมาธิ รวบรวมความตั้งใจ...",
		"Wizard10hearts.12": "เจ้าอยู่เป็นเพื่อนข้า ที่นี่สักพักได้มั้ย @ ...?$4",
		"Wizard10hearts.13": "...ข้าไม่คิดว่า เจ้าจะร่ายมนตร์ได้จริงๆ หรอก @ ขอโทษด้วยที่หลอกเจ้า$4",
		"Wizard10Fork1": "#ได้เลย! ฉันพร้อม#โทษทีนะ แต่ฉันยุ่งไปหน่อย",
		"Wizard10Fork2": "#ฉันก็รู้สึกเหมือนกัน ฉันเป็นคนร่ายคาถานี่ ใช่มั้ยล่ะ?#ฉันขอโทษนะ...",
		"10hearts.noMagic.01": "อ้า... เข้าใจล่ะ ข้าว่าข้าเข้าใจนะ ข้าเองก็ยุ่งมากเหมือนกัน$8#$b#ไว้โอกาสหน้าแล้วกัน$s",
		"10hearts.rejectWizard.01": "...เข้าใจล่ะ ไม่จำเป็นต้องขอโทษหรอก นี่มันเป็น...$4",
		"10hearts.rejectWizard.02": "...ไม่มีอะไรหรอก$4",
		"10hearts.rejectWizard.03": "ข้า... คิดว่าคงเจอเจ้าวันหลังนะ @$s",
}
