{
	"Changes": [
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Willy",
			"Entries": {
				"danceRejection": "No, skipper. This body is for fishin', not for dancin'.",
				"Mon8": "I just finished cookin' up yesterday's catch.#$e#Here, have some! Tell me what y'think. [198 209 214 219]" ,
				"Mon10": "Let's go off on a fishing trip sometime, @.#$e#I'll show you some o' my secrets.$h" ,
				"Tue10": "My little ol' cottage gets lonely sometimes.#$e#It's nice when you visit, skipper.$4" ,
				"Wed8": "I heard there's a mutant fish you can catch in the sewers.#$e#Too bad they're all locked up.$h" ,
				"Wed10": "Even if you hated fishing, I'd still want you as a friend, skipper.$h" ,
				"Thu10": "I smell a storm brewing...#$e#If you ever get stuck in the rain, you can wait it out in my cottage.$h" ,
				"Fri8": "Sometimes I stop by the saloon on Friday nights.#$e#I don't drink much, but it gets a little too quiet in the shop during the week." ,
				"Fri10": "You look pretty strong... It must be all the farm work.$4#$e#I bet you can cast a fishing line for miles.$4" ,
				"Sat10": "Do y'think an old sailor like me'll ever find love?$4" ,
				"Sun7": "Rainy days are best for fishin' trips.#$b#Let's go sometime, eh, skipper?$h" ,
				"divorced": "...$s" ,
			},
		},
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Willy",
			"Entries": {
				"give_flowersA": "Oh, my...$h#$b#These are for me then, skipper?$4#$b#I suppose a little love won't be so bad.",
				"give_flowersB": "Why, skipper...$h#$b#I had no idea! Yes! Of course!$4#$b#The sea will just have to get used to sharing.$h",
				"give_pendant": "Hmm... if it's you, skipper, then...$h#$b#Yes. I'll marry you.$4#$b#I'll go talk to ol' Lewis and say my goodbyes to my boat.$h",
				"stardrop_gift": "Skipper, got something to say.$4#$b#I wanted to give you this stardrop to show my love.$h#$b#Thank you. For everything.$h",
				"rejectNPCA": "I took my rod out of that pond ages ago... The sea is my lover.$h",
				"rejectNPCB": "Nothing can take my heart from the sea.#$b#I am hers forever.$h",
				"reject_two_heartA": "Ah, laddie. There are plenty of other fish in the sea ^Ah lassie. There are plenty of other fish in the sea.",
				"reject_two_heartB": "Why don't you ask that nice Elliot fella over in the cabin yonder, skipper?$h",
				"reject_four_heartA": "A nice thought. But I'd never be home. The sea is a cruel mistress like that.$h",
				"reject_four_heartB": "I'm sure you have better options than some sea-dog.",
				"engageA": "I don't feel comfortable with you doing this.$2",
				"engageB": "You're going to break someone's heart like that.$2",
				"marriedA": "Aren't you being a little greedy?$2",
				"marriedB": "You shouldn't be doing this.$2",
				"refusal_knownA": "Managed to track down that old mariner, did you? Or is that just a ghost tale?$h",
				"refusal_knownB": "I think I saw a mermaid once. They do exist, you know?",
				"refusal_botherA": "I don't know what game you're playing skipper, but this needs to stop.$5",
				"refusal_botherB": "I don't want to be land-locked away from my truest love.$5",
				"refusal_no_heartsA": "That's a valuable item.  Don't sell it.",
				"refusal_no_heartsB": "Ahhh a Mermaid's Pendant.  Hold on to that for someone you truly love.$h",
				},
			"When": { "HasMod": "misscoriel.courtship"},
		},
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Willy",
			"Entries": {
				"give_flowersA": "Now skipper, these aren't going to do well in the sea salt at work.$4",
				"give_flowersB": "Yes, they're lovely. But not as much as you, skipper.$h",
				"give_pendant": "Haha, skipper. Didn't you already ask?$h#$b#Yes again, in case it was a dream.$4",
				"engageA": "It's very unusal to have multiple. Does the mariner think you have more lovers?$h",
				"engageB": "Mermaids... it's strange that they just let us have these to declare eternal love, don't you think?",
				"marriedA": "These are supposed to be rare. Where do you keep getting them?",
				"marriedB": "How many did that mariner give you?",
			},
			"When": { 
				"HasMod": "misscoriel.courtship",
				"Spouse": "Willy",
			},
		},
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/MarriageDialogueWilly",
			"Entries": {
				"Rainy_Day_Willy": "There’s a storm brewing out there. Don’t blow away!",
				"Rainy_Night_Willy": "May be rotten weather for farming, but it's perfect weather to cuddle up with my little angelfish.$h#$e#Let's go to bed.$h",
				"Indoor_Day_Willy": "Hurry back tonight, skipper!#$e#I’m cooking up the fish I caught the other day for dinner.$h",
				"Indoor_Night_Willy": "Come 'ere and try this fish I made, skipper. [198 214 242 728 202 225 212]#$e#Like it?$h",
				"Outdoor_Willy": "It’s a good day for fishing.$h#$e#I might be late tonight, so don’t you worry, my little angelfish.",
				"spring_Willy": "Springtime already, ain't it?",
				"summer_Willy": "I gotta gut these fish I caught the other day after work...#$e#Don't worry, skipper. I'll take 'em out back. %pet can eat the guts.$h",
				"fall_Willy": "Sure cooled off quick, eh, skipper?",
				"winter_Willy": "Snow on the ground? This early?",
				"Rainy_Day_0": "There’s a storm brewing out there. Don’t blow away!",
				"Rainy_Day_1": "It’s pouring out there!#$e#Try to keep warm, my little angelfish.$h",
				"Rainy_Day_2": "There's nothin' better than rain.#$e#I bet the fish are really biting today.$h",
				"Rainy_Day_3": "Do you really have to go out in that rain, my little angelfish?$s",
				"Rainy_Night_0": "Hearing the rain reminds me of lonely nights on the sea.#$e#I’m so happy to have my skipper now.$4",
				"Rainy_Night_1": "You look like a drowned cat!$s#$e#Come here and get warm. I made you dinner. [727 728 457]$h",
				"Rainy_Night_2": "It sure is nasty out there.#$e#I'm glad I’m here with you instead of out sailin' the seas.$h",
				"Rainy_Night_3": "May be rotten weather for farming, but it's perfect weather to cuddle up with my little angelfish.$h#$e#Let's go to bed.$h",
				"Indoor_Day_0": "Good morning, my little angelfish.$h#$e#I made breakfast. [194 195 210 211 216]",
				"Indoor_Day_1": "Hurry back tonight, skipper!#$e#I’m cooking up the fish I caught the other day for dinner.$h",
				"Indoor_Day_2": "Off to take care o' the farm?$h#$e#Keep yourself hydrated, skipper. [184]",
				"Indoor_Day_3": "Good day for a picnic down by the beach, eh, skipper?$h",
				"Indoor_Night_0": "Hey, my little angelfish. Did you have a good day?$h#$e#Tell me about it.$h",
				"Indoor_Night_1": "Look at the size of that moon.",
				"Indoor_Night_2": "Come 'ere and try this fish I made, skipper. [198 214 242 728 202 225 212]#$e#Like it?$h",
				"Indoor_Night_3": "'Bout time for bed, ain't it?$h#$e#Coming, my little angelfish?$4",
				"Outdoor_0": "The farm is looking beautiful.#$e#I sure am proud of you.$h",
				"Outdoor_1": "Beautiful day today.#$e#We should take a walk together when yer work is done.$h",
				"Outdoor_2": "It’s such a nice day... I hope that’s not a rain cloud I see.",
				"Outdoor_3": "It’s a good day for fishing.$h#$e#I might be late tonight, so don’t you worry, my little angelfish.",
				"OneKid_0": "Never thought I’d have kids o' my own. I’m the happiest sailor in the world.$h",
				"OneKid_1": "I can’t wait 'til %kid1 is old enough to go fishin' with me.#$e#Just imagine a little family fishin' trip.$h",
				"OneKid_2": "Do you think the kiddo looks anything like me?#$e#Must've gotten all them good looks from you.$h",
				"OneKid_3": "I still can’t believe we made such a beautiful little thing.$h",
				"TwoKids_0": "After livin' alone for so long, it’s such a blessing to have two little kiddos runnin' around.$h",
				"TwoKids_1": "Do I tell you how much I love our little family often enough?$h",
				"TwoKids_2": "The kiddos and I are gonna practice casting the line in the back yard.$h#$e#What? They're big enough...$s",
				"TwoKids_3": "%kid1 is already just like you.$h#$e#%kid2? Just like me!$h",
				"Good_0": "You sure are handsome. If I didn’t know any better I’d say you were a siren of the sea.$4^You sure are beautiful. If I didn't know any better I'd say you were a siren of the sea.$4",
				"Good_1": "I may not have much, but I’d willingly give you all I got if it meant a lifetime o' happiness for my angelfish.$h",
				"Good_2": "Your smile is the lighthouse that guides me home from the sea, my lovely angelfish.$4",
				"Good_3": "The only thing I want is to grow old with my skipper.$h",
				"Good_4": "I’d give up my best fishin' rod if it was for you, skipper.$h",
				"Good_5": "Every sailor dreams of findin' treasure at sea.#$e#Lucky for this ol' sailor, mine was waiting for me here on land.$4",
				"Good_6": "I think it'd be okay if the sea dried up, 'cause I’d still have you, angelfish.$h",
				"Good_7": "You’ve made me the happiest sailor alive.$4$e#Not even catchin' the legendary fish could make me happier.$h",
				"Neutral_0": "I’m so hungry I could eat a whale.",
				"Neutral_1": "I dropped my tackle box on my toe... it hurt worse than that time I got bit by a snapping turtle.$s",
				"Neutral_2": "I almost caught the biggest tuna yesterday, but the darn thing broke my line.$5",
				"Neutral_3": "What are your plans for today? I might head off to fish for a bit.",
				"Bad_0": "I don’t feel like talkin' right now.$s",
				"Bad_1": "You’re a heartless scallywag. Leave me alone.$5",
				"Bad_2": "I miss bein' on my boat. Didn’t have to put up with no one.$5",
				"funLeave_Willy": "I gotta go run the ol' bait shop today, skipper.#$e#Stop by if you feel like sayin' hello. It gets a little lonely out there.$h",
				"funReturn_Willy": "What'd ya do today, skipper?#$e#The ol' shop is as quiet as ever. I did stop to do some fishin' on the way back, though.#$e#They were really bitin'. Here, skipper. [147 149 146 139]#$e#Maybe you can cook us up some dinner with it.$h",
				"spring_1": "It’s a new year already, eh?#$e#I wonder if the anchovies are biting yet...",
				"spring_12": "You’re pretty good at finding eggs, eh?#$e#I’ll just stick to fish hunting...",
				"spring_23": "Would you like to dance with me tomorrow, my little angelfish?$h",
				"summer_1": "Whew! It sure is hot out there.#$e#We’ll probably see lots o' rainbow trout.$h",
				"summer_10": "What're you gonna add to the soup tomorrow, skipper?#$e#Me? I usually add catfish.$h",
				"summer_27": "I used to watch the moon jellies out on my boat alone, but now that I have you they’re gonna be ten times more beautiful.$h",
				"fall_1": "It’s getting cooler out... Hope we see some salmon soon!",
				"fall_15": "Let's try the fishin' game tomorrow, skipper. I’ll win you a prize.$h",
				"fall_26": "I don't much care for that haunted maze.#$e#I'll lead the way if yer scared, though, my little angelfish.$h",
				"winter_1": "Brr... sure is cold out there.#$e#Time to break out my ice fishing gear!$h",
				"winter_7": "Now this is my kind of festival! I’m gonna win this year.#$e#I wish they had more fishing contests.$h",
				"winter_24": "All I want for tomorrow's festival is you, skipper... and a new tackle box.$h",
				"winter_28": "It’s been a good year for fishin', but it’s been an even better year 'cause o' you, my little angelfish.$4#$e#Let's drink. [346]",
				"spouseRoom_Willy": "#$c .5#This tank'll be perfect when it's all set up.#$e#What kind of fish...? Whatever kind I catch!$h#$e#Now, where did I put that filter the other day...",
				"patio_Willy": "Shoot... this line's all tangled up..."
			},
		},
		{
			"Action": "EditData",
			"Target": "strings/schedules/Willy",
			"Entries": {
				"marriage_Tue.000": "Ahoy, my little angelfish. Whaddaya need?$h",
				"marriage_Thu.000": "I'll be home early today, angelfish. Don't miss me too much.",
				"marriage_Fri.000": "I'll be headin' to the saloon when I'm done here, skipper. You should come along.",
				"marriage_Fri.001": "Ah, what a great way to relax. I'm glad you're here, skipper.$h",
			},
		},
		{
			"Action": "EditData",
			"Target": "Data/EngagementDialogue",
			"Entries": {
				"Willy0": "You wanna marry this ol' fisherman?#$e#Good! He wants to marry you, too.$h",
				"Willy1": "There are a lot of fish in the sea...#$e#I'm glad we found each other, skipper.$h" ,
			},
		},
		{
			"Action": "EditData",
			"Target": "Data/mail",
			"Entries": {
				"fishingInvite": "@,^It's a perfect day for a fishing trip!^Pack up your rain gear and meet me at my shack when yer' ready to go! I'll be waitin'!^^-Willy",
				"fishingTrip": "@,^Let's go on a fishing trip... I promise I won't be sick this time!^Swing by my shop any time yer' ready.^^-Willy",
			},
		},
		{
			"Action": "EditData",
			"Target": "Data/mail",
			"Entries": {
				"CF_Fish": "Dear @, my beloved skipper, ^ Your angling skills surpass even my ol' Pappy's... I'm impressed. ^ This stardrop's been passed down from Willy Sr. to Willy Jr. for... oh, heck. Prob'ly a thousand years.^Seein' as how we're married and all... I want you to have it.^^ -Willy   ^  %item object 434 1 %%"
			},
			"When": { 
				"Spouse": "Willy",
			},
		},
	]
}