{
	"Changes": [
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Willy",
			"Entries": {
				"danceRejection": "No, capitán. Este cuerpo es para pescar, no para danzar.^No, capitana. Este cuerpo es para pescar, no para danzar.",
				"Mon8": "Acabo de terminar de cocinar la pesca de ayer.#$e#¡Aquí tienes! Dime que piensas.[198 209 214 219]",
				"Mon10": "Vayamos de pesca en algún momento, @.#$e#Te mostraré algunos de mis secretos.$h",
				"Tue10": "Mi pequeña cabaña se siente solitaria a veces.#$e#Es agradable cuando me visitas, capitán.$4^Es agradable cuando me visitas, capitana.$4",
				"Wed8": "Escuché que hay un pez mutante que puedes pescar en las cloacas.#$e#Lástima que estén cerradas.$h",
				"Wed10": "Incluso si odiaras pescar, todavía te querría como amigo, capitán.$h^Incluso si odiaras pescar, todavía te querría como amiga, capitana.$h",
				"Thu10": "Huelo una tormenta que se avecina...#$e#Si alguna vez te quedas atascado bajo la lluvia, puedes esperar que pase dentro de mi cabaña.$h^Si alguna vez te quedas atascada bajo la lluvia, puedes esperar que pase dentro de mi cabaña.$h",
				"Fri8": "A veces paso por el salón los viernes por la noche.#$e#No bebo mucho, pero en la tienda está muy tranquila durante la semana.",
				"Fri10": "Te ves bastante fuerte... Debe ser todo el trabajo de la granja.$4#$e#Apuesto a que puedes lanzar un lienzo por kilómetros.$4",
				"Sat10": "¿Crees que un viejo marinero como yo alguna vez encontrará el amor?$4",
				"Sun7": "Los días lluviosos son los mejores para los viajes de pesca.#$b#Vayamos alguna vez, ¿eh, capitán?$h^Vayamos alguna vez, ¿eh, capitana?$h",
				"divorced": "...$s"
			},
		},
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Willy",
			"Entries": {
				"give_flowersA": "Oh, mi...$h#$b#¿Estas son para mí entonces, capitán?$4^¿Estas son para mí entonces, capitana?$4#$b#Supongo que un poco de amor no será tan malo.",
				"give_flowersB": "Por qué, capitán...$h^Por qué, capitana...$h#$b#¡No tenía ni idea! ¡Sí! ¡Por supuesto!$4#$b#El mar tendrá que acostumbrarse a compartir.$h",
				"give_pendant": "Hmm... si eres tú, capitán, entonces...$h^Hmm... si eres tú, capitana, entonces...$h#$b#Sí. Me casaré contigo.$4#$b#Iré a hablar con el viejo Lewis y me despediré de mi barco.$h",
				"stardrop_gift": "Capitán, tengo algo que decirte.$4^Capitana, tengo algo que decirte.$4#$b#Quería regalarte esta fruta estelar para mostrar mi amor.$h#$b#Gracias. Por todo.$h",
				"rejectNPCA": "Saqué mi caña de ese estanque hace años... El mar es mi amante.$h",
				"rejectNPCB": "Nada puede quitarme el corazón del mar.#$b#Soy suyo para siempre.$h",
				"reject_two_heartA": "Ah, muchacho. Hay muchos otros peces en el mar.^Ah, muchacha. Hay muchos otros peces en el mar.",
				"reject_two_heartB": "¿Por qué no le preguntas a ese agradable Elliott chico en la cabaña de allá, capitán?$h^¿Por qué no le preguntas a ese agradable Elliott chico en la cabaña de allá, capitana?$h",
				"reject_four_heartA": "Un buen pensamiento. Pero nunca estaría en casa. El mar es un amante cruel.$h",
				"reject_four_heartB": "Estoy seguro de que tienes mejores opciones que un lobo de mar",
				"engageA": "No me siento cómodo contigo haciendo esto.$2",
				"engageB": "Vas a romperle el corazón a alguien así.$2",
				"marriedA": "¿No estás siendo un poco codicioso?$2^¿No estás siendo un poco codiciosa?$2",
				"marriedB": "No deberías estar haciendo esto.$2",
				"refusal_knownA": "¿Lograste localizar a ese viejo marinero, verdad? ¿O es solo un cuento de fantasmas?$h",
				"refusal_knownB": "Creo que vi una sirena una vez. Existen, ¿sabes?",
				"refusal_botherA": "No sé a qué juego estás jugando capitán, pero esto debe terminar.$5^No sé a qué juego estás jugando capitana, pero esto debe terminar.$5",
				"refusal_botherB": "No quiero estar lejos de mi verdadero amor.$5",
				"refusal_no_heartsA": "Es un artículo valioso. No lo vendas.",
				"refusal_no_heartsB": "Ahhh un colgante de sirena. Guárdalo para alguien a quien realmente ames.$h"
				},
			"When": { "HasMod": "misscoriel.courtship"},
		},
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Willy",
			"Entries": {
				"give_flowersA": "Ahora capitán, a estas no les va a ir bien con la sal marina en el trabajo.$4^Ahora capitana, a estas no les va a ir bien con la sal marina en el trabajo.$4",
				"give_flowersB": "Sí, son encantadoras. Pero no tanto como tú, capitán.$h^Sí, son encantadoras. Pero no tanto como tú, capitana.$h",
				"give_pendant": "Jaja, capitán. ¿No lo preguntaste ya?$h^Jaja, capitana. ¿No lo preguntaste ya?$h#$b#Sí de nuevo, en caso de que fuera un sueño.$4",
				"engageA": "Es muy poco común tener múltiples. ¿El marinero cree que tienes más amantes?$h",
				"engageB": "Sirenas... es extraño que nos dejen tener estos para declarar el amor eterno, ¿no crees?",
				"marriedA": "Se supone que son raros. ¿Dónde los consigues?",
				"marriedB": "¿Cuántos te dio ese marinero?"
			},
			"When": { 
				"HasMod": "misscoriel.courtship",
				"Spouse": "Willy",
			},
		},
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/MarriageDialogueWilly",
			"Entries": {
				"Rainy_Day_Willy": "Se avecina una tormenta. ¡No te vayas!",
				"Rainy_Night_Willy": "Puede que sea un mal tiempo para la agricultura, pero hace un tiempo perfecto para abrazar a mi pequeño pez ángel.$h^Puede que sea un mal tiempo para la agricultura, pero hace un tiempo perfecto para abrazar a mi pequeña pez ángel.$h#$e#Vamos a la cama.$h",
				"Indoor_Day_Willy": "¡Regresa rápido esta noche, capitán!^¡Regresa rápido esta noche, capitana!#$e#Estoy cocinando el pescado que pesqué el otro día para la cena.$h",
				"Indoor_Night_Willy": "Ven y prueba este pescado que hice, capitán.[198 214 242 728 202 225 212]^Ven y prueba este pescado que hice, capitana.[198 214 242 728 202 225 212]#$e#¿Te gusta?$h",
				"Outdoor_Willy": "Es un buen día para pescar.$h#$e#Puede que llegue tarde esta noche, así que no te preocupes, mi pequeño pez ángel.^Puede que llegue tarde esta noche, así que no te preocupes, mi pequeña pez ángel.",
				"spring_Willy": "Ya es primavera, ¿no?",
				"summer_Willy": "Tengo que destripar estos peces que pesqué el otro día después del trabajo...#$e#No te preocupes, capitán. Los llevaré afuera. %pet puede comerse las tripas.$h^No te preocupes, capitana. Los llevaré afuera. %pet puede comerse las tripas.$h",
				"fall_Willy": "Seguro que refrescó rápido, ¿eh, capitán?^Seguro que refrescó rápido, ¿eh, capitana?",
				"winter_Willy": "¿Nieve en el suelo? ¿Tan temprano?",
				"Rainy_Day_0": "Se está gestando una tormenta. ¡No te vayas!",
				"Rainy_Day_1": "¡Está lloviendo a cántaros!#$e#Intenta mantenerte caliente, mi pequeño pez ángel.$h^Intenta mantenerte caliente, mi pequeña pez ángel.$h",
				"Rainy_Day_2": "No hay nada mejor que la lluvia.#$e#Apuesto a que los peces están picando mucho hoy.$h",
				"Rainy_Day_3": "¿De verdad tienes que salir con esa lluvia, mi pequeño pez ángel?$s^¿De verdad tienes que salir con esa lluvia, mi pequeña pez ángel?$s",
				"Rainy_Night_0": "Escuchar la lluvia me recuerda las noches solitarias en el mar.#$e#Estoy muy feliz de tener mi capitán ahora.$4^Estoy muy feliz de tener mi capitana ahora.$4",
				"Rainy_Night_1": "¡Pareces un gato ahogado!$s^¡Pareces una gata ahogada!$s#$e#Ven aquí y cálmate. Te preparé la cena.[727 728 457]$h",
				"Rainy_Night_2": "Seguro que es desagradable allá afuera.#$e#Me alegro de estar aquí contigo en lugar de navegar por los mares.$h",
				"Rainy_Night_3": "Puede que sea un mal tiempo para la agricultura, pero es un tiempo perfecto para acurrucarme con mi pequeño pez ángel.$h^Puede que sea un mal tiempo para la agricultura, pero es un tiempo perfecto para acurrucarme con mi pequeña pez ángel.$h#$e#Vamos a la cama.$h",
				"Indoor_Day_0": "Buenos días, mi pequeño pez ángel.$h^Buenos días, mi pequeña pez ángel.$h#$e#Preparé el desayuno.[194 195 210 211 216]",
				"Indoor_Day_1": "¡Regresa rápido esta noche, capitán!^¡Regresa rápido esta noche, capitana!#$e#Estoy cocinando el pescado que pesqué el otro día para la cena.$h",
				"Indoor_Day_2": "¿Te vas a cuidar la granja?$h#$e#Manténte hidratado, capitán.[184]^Manténte hidratada, capitana.[184]",
				"Indoor_Day_3": "Buen día para un picnic en la playa, ¿eh, capitán?$h^Buen día para un picnic en la playa, ¿eh, capitana?$h",
				"Indoor_Night_0": "Hola, mi pequeño pez ángel. ¿Tuviste un buen día?$h^Hola, mi pequeña pez ángel. ¿Tuviste un buen día?$h#$e#Cuéntame.$h",
				"Indoor_Night_1": "Mira el tamaño de esa luna",
				"Indoor_Night_2": "Ven y prueba este pescado que hice, capitán.[198 214 242 728 202 225 212]^Ven y prueba este pescado que hice, capitana.[198 214 242 728 202 225 212]#$e#¿Te gusta?$h",
				"Indoor_Night_3": "Ya es hora de dormir, ¿no?$h#$e#¿Ya vienes, mi pequeño pez ángel?$4^¿Ya vienes, mi pequeña pez ángel?$4",
				"Outdoor_0": "La granja se ve hermosa.#$e#Seguro que estoy orgulloso de ti.$h",
				"Outdoor_1": "Hermoso día hoy.#$e#Deberíamos dar un paseo juntos cuando termines tu trabajo.$h",
				"Outdoor_2": "Es un día tan agradable... Espero que no sea una nube de lluvia lo que veo",
				"Outdoor_3": "Es un buen día para pescar.$h#$e#Puede que llegue tarde esta noche, así que no te preocupes, mi pequeño pez ángel.^Puede que llegue tarde esta noche, así que no te preocupes, mi pequeña pez ángel.",
				"OneKid_0": "Nunca pensé que tendría hijos. Soy el marinero más feliz del mundo.$h",
				"OneKid_1": "No puedo esperar hasta que %kid1 tenga la edad suficiente para ir a pescar conmigo.#$e#Imagínate un pequeño viaje de pesca en familia.$h",
				"OneKid_2": "¿Crees que el niño se parece en algo a mí?#$e#Debe haber conseguido esa buena apariencia de ti.$h",
				"OneKid_3": "Todavía no puedo creer que hicimos una cosita tan hermosa.$h",
				"TwoKids_0": "Después de vivir solo durante tanto tiempo, es una bendición tener dos niños pequeños corriendo.$h",
				"TwoKids_1": "¿Te digo cuánto amo a nuestra pequeña familia con la suficiente frecuencia?$h",
				"TwoKids_2": "Los niños y yo vamos a practicar lanzar la caña de pescar en el patio trasero.$h#$e#¿Qué? Son lo suficientemente grandes...$s",
				"TwoKids_3": "%kid1 ya es como tú.$h#$e#¿%kid2? ¡Como yo!$h",
				"Good_0": "Seguro que eres guapo. Si no te conociera mejor, diría que eres un tritón.$4^Seguro que eres hermosa. Si no te conociera mejor, diría eres una sirena.$4",
				"Good_1": "Puede que no tenga mucho, pero voluntariamente te daría todo lo que tengo si eso significara toda una vida de felicidad para mi pez ángel.$h",
				"Good_2": "Tu sonrisa es el faro que me guía a casa desde el mar, mi precioso pez ángel.$4^Tu sonrisa es el faro que me guía a casa desde el mar, mi preciosa pez ángel.$4",
				"Good_3": "Lo único que quiero es envejecer con mi capitán.$h^Lo único que quiero es envejecer con mi capitana.$h",
				"Good_4": "Daría mi mejor caña de pescar si fuera por ti, capitán.$h^Daría mi mejor caña de pescar si fuera por ti, capitana.$h",
				"Good_5": "Todo marinero sueña con encontrar un tesoro en el mar.#$e#Por suerte para este viejo marinero, el mío me estaba esperando aquí en tierra.$4",
				"Good_6": "Creo que estaría bien si el mar se secara, porque todavía te tendría, pez ángel.$h",
				"Good_7": "Me has convertido en el marinero más feliz del mundo.$4$e#Ni siquiera pescar el pez leyenda podría hacerme más feliz.$h",
				"Neutral_0": "Tengo tanta hambre que podría comerme una ballena.",
				"Neutral_1": "Dejé caer mi caja de aparejos en mi dedo del pie... dolió más que aquella vez que me mordió una tortuga mordedora.$s",
				"Neutral_2": "Casi atrapé el atún más grande ayer, pero el maldito rompió mi sedal.$5",
				"Neutral_3": "¿Cuáles son tus planes para hoy? Quizás me vaya a pescar un poco.",
				"Bad_0": "No quiero hablar ahora mismo.$s",
				"Bad_1": "Eres un canalla sin corazón. Déjame en paz.$5^Eres una canalla sin corazón. Déjame en paz.$5",
				"Bad_2": "Extraño estar en mi barco. No tengo que aguantar a nadie.$5",
				"funLeave_Willy": "Tengo que ir a la tienda de pesca hoy, capitán.^Tengo que ir a la tienda de pesca hoy, capitana.#$e#Pasa si tienes ganas de saludar. Se vuelve un poco solitario.$h",
				"funReturn_Willy": "¿Qué hiciste hoy, capitán?^¿Qué hiciste hoy, capitana?#$e#La vieja tienda está tan tranquila como siempre. Sin embargo, me detuve a pescar en el camino de regreso.#$e#Estaban realmente picando. Aquí, capitán.[147 149 146 139]^Estaban realmente picando. Aquí, capitana.[147 149 146 139]#$e#Tal vez puedas prepararnos algo de cena con él.$h",
				"spring_1": "Ya es año nuevo, ¿eh?#$e#Me pregunto si las anchoas ya pican...",
				"spring_12": "Eres bastante bueno encontrando huevos, ¿eh?^Eres bastante buena encontrando huevos, ¿eh?#$e#Me limitaré a la pesca de peces...",
				"spring_23": "¿Te gustaría bailar conmigo mañana, mi pequeño pez ángel?$h^¿Te gustaría bailar conmigo mañana, mi pequeña pez ángel?$h",
				"summer_1": "¡Vaya! Seguro que hace calor.#$e#Probablemente veremos muchas truchas arcoíris.$h",
				"summer_10": "¿Qué vas a agregar a la sopa mañana, capitán?^¿Qué vas a agregar a la sopa mañana, capitana?#$e#¿Yo? Yo suelo agregarle pez gate.$h",
				"summer_27": "Solía ver las medusas lunares en mi barco solo, pero ahora que te tengo serán diez veces más hermosas.$h",
				"fall_1": "Está refrescando... ¡Espero que veamos un salmón pronto!",
				"fall_15": "Intentemos participar en el concurso de pesca mañana, capitán. Ganaré un premio para ti.$h^Intentemos participar en el concurso de pesca mañana, capitana. Ganaré un premio para ti.$h",
				"fall_26": "No me importa mucho ese laberinto embrujado.#$e#Sin embargo, te guiaré si estás asustado, mi pequeño pez ángel.$h^Sin embargo, te guiaré si estás asustada, mi pequeña pez ángel.$h",
				"winter_1": "Brr... seguro que hace frío ahí afuera.#$e#¡Es hora de sacar mi equipo de pesca de hielo!$h",
				"winter_7": "¡Este es mi tipo de festival! Voy a ganar este año.#$e#Desearía que tuvieran más concursos de pesca.$h",
				"winter_24": "Todo lo que quiero para el festival de mañana eres tú, capitán... y una caja de aparejos nueva.$h^Todo lo que quiero para el festival de mañana eres tú, capitana... y una caja de aparejos nueva.$h",
				"winter_28": "Ha sido un buen año para pescar, pero ha sido un año aún mejor para ti, mi pequeño pez ángel.$4^Ha sido un buen año para pescar, pero ha sido un año aún mejor para ti, mi pequeña pez ángel.$4#$e#Bebamos.[346]",
				"spouseRoom_Willy": "#$c .5#Este aquario será perfecto cuando esté todo listo.#$e#¿Qué tipo de pez...? ¡El tipo que atrape! Puse ese filtro el otro día...",
				"patio_Willy": "Lanza... esta línea está enredada..."
			},
		},
		{
			"Action": "EditData",
			"Target": "strings/schedules/Willy",
			"Entries": {
				"marriage_Tue.000": "Ahoy, my little angelfish. Whaddaya need?$h",
				"marriage_Thu.000": "I'll be home early today, angelfish. Don't miss me too much.",
				"marriage_Fri.000": "I'll be headin' to the saloon when I'm done here, skipper. You should come along.",
				"marriage_Fri.001": "Ah, what a great way to relax. I'm glad you're here, skipper.$h",
			},
		},
		{
			"Action": "EditData",
			"Target": "Data/EngagementDialogue",
			"Entries": {
				"Willy0": "Quieres casarte con este viejo pescador?#$e#¡Genial! Él quiere casarse contigo igual.$h",
				"Willy1": "Hay muchos peces en el mar...#$e#Estoy feliz que nos encontramos, capitán.$h^Estoy feliz que nos encontramos, capitana.$h",
			},
		},
		{
			"Action": "EditData",
			"Target": "Data/mail",
			"When": { "PlayerGender |contains=Female": true },
			"Entries": {
				"fishingInvite": "@,^¡Es un día perfecto para salir a pescar!^¡Empaca tu ropa para la lluvia y encuéntrame en mi choza cuando estés lista para ir! ¡Estaré esperando!^^-Willy",
				"fishingTrip": "@,^Vamos a un viaje de pesca... Te prometo que no me enfermaré esta vez!^Pasa por mi tienda cuando estés listo.^^-Willy",
			},
		},
		{
			"Action": "EditData",
			"Target": "Data/mail",
			"When": { "PlayerGender |contains=Female": false },
			"Entries": {
				"fishingInvite": "@,^¡Es un día perfecto para salir a pescar!^¡Empaca tu ropa para la lluvia y encuéntrame en mi choza cuando estés listo para ir! ¡Estaré esperando!^^-Willy",
				"fishingTrip": "@,^Vamos a un viaje de pesca... Te prometo que no me enfermaré esta vez!^Pasa por mi tienda cuando estés listo.^^-Willy",
			},
		},
		{
			"Action": "EditData",
			"Target": "Data/mail",
			"Entries": {
				"CF_Fish": "Querida @, mi amada capitana, ^Tu habilidad con la caña de pescar supera incluso a la de mi padre... Estoy impresionado.^Esta fruta estelar ha pasado de Willy padre a Willy hijo durante... Oh, rayos. Posiblemente durante mil años.^Viendo que estamos casados y todo... Quiero que la tengas tú.^^ -Willy   ^  %item object 434 1 %%"
			},
			"When": { 
				"Spouse": "Willy",
				"PlayerGender |contains=Female": true
			},
		},
		{
			"Action": "EditData",
			"Target": "Data/mail",
			"Entries": {
				"CF_Fish": "Querido @, mi amado capitán, ^Tu habilidad con la caña de pescar supera incluso a la de mi padre... Estoy impresionado.^Esta fruta estelar ha pasado de Willy padre a Willy hijo durante... Oh, rayos. Posiblemente durante mil años.^Viendo que estamos casados y todo... Quiero que la tengas tú.^^ -Willy   ^  %item object 434 1 %%"
			},
			"When": { 
				"Spouse": "Willy",
				"PlayerGender |contains=Female": false
			},
		},
	]
}