{
	"Changes": [
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Willy",
			"Entries": {
				"danceRejection": "Нет, шкипер. Это тело предназначено для рыбалки, а не для танцев.",
				"Mon8": "Я только что закончил готовить вчерашний улов.#$e#Вот, возьми! Поведай мне, что думаешь. [198 209 214 219]",
				"Mon10": "Давай как-нибудь сходим на рыбалку, @.#$e#Я покажу тебе несколько своих секретов.$h",
				"Tue10": "В моём маленьком старом домишке иногда так одиноко.#$e#Приятно, когда ты приходишь, шкипер.$4",
				"Wed8": "Я слышал, что в канализации можно поймать карпа-мутанта.#$e#Жаль, что она заперта.$h",
				"Wed10": "Даже если ты ненавидишь рыбалку, я всё равно хочу, чтобы ты был моим другом, шкипер.$h^Даже если ты ненавидишь рыбалку, я всё равно хочу, чтобы ты была моим другом, шкипер.$h",
				"Thu10": "Я чую надвигающуюся бурю...#$e#Если ты когда-нибудь попадёшь под дождь, можешь переждать его в моём доме.$h",
				"Fri8": "Иногда я заглядываю в салун по пятницам.#$e#Я не пью слишком много, но в течение недели в магазине становится слишком тихо.",
				"Fri10": "Ты выглядишь довольно сильным... Должно быть, всё дело в работе на ферме.$4^Ты выглядишь довольно сильной... Должно быть, всё дело в работе на ферме.$4#$e#Бьюсь об заклад, ты можешь забросить леску на целую милю.$4",
				"Sat10": "Неужели ты думаешь, что старый моряк когда-нибудь найдёт свою любовь?$4",
				"Sun7": "В дождливые дни лучше всего ловить рыбу.#$b#Сходим как-нибудь, а, шкипер?$h",
				"divorced": "...$s"
			},
		},
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Willy",
			"Entries": {
				"give_flowersA": "O, боже...$h#$b#Это для меня, шкипер?$4#$b#Думаю, немного любви не так уж и плохо.",
				"give_flowersB": "Почему, шкипер...$h#$b#Я и не подозревал! Да! Ну конечно!$4#$b#Океану придётся привыкнуть делиться.$h",
				"give_pendant": "Хм... если это ты, шкипер, то...$h#$b#Да. Я женюсь на тебе.$4#$b#Пойду поговорю со стариной Льюисом и попрощаюсь со своей лодкой.$h",
				"stardrop_gift": "Шкипер, мне есть что сказать тебе.$4#$b#Я хотел подарить тебе эту звёздочку, чтобы показать свою любовь.$h#$b#Спасибо. За всё.$h",
				"rejectNPCA": "Давным-давно я вытащил удочку из этого пруда... Вода - моя любовь.$h",
				"rejectNPCB": "Ничто не может отнять у океана моё сердце.#$b#Я навеки принадлежу ему.$h",
				"reject_two_heartA": "Ах, парень. В океане много других рыб.^Ах, девица. В океане много других рыб.",
				"reject_two_heartB": "Почему бы тебе, шкипер, не пригласить вон того симпатичного Эллиота из каюты?$h",
				"reject_four_heartA": "Хорошая идея. Но меня никогда не будет дома. Океан бывает жесток.$h",
				"reject_four_heartB": "Я уверен, что у тебя есть варианты получше, чем какой-нибудь морской пес.",
				"engageA": "Я не чувствую себя комфортно, когда ты творишь это.$2",
				"engageB": "Вот так ты разбиваешь чьё-то сердце.$2",
				"marriedA": "Не слишком ли ты жадничаешь?$2",
				"marriedB": "Тебе не следовало этого делать.$2",
				"refusal_knownA": "Тебе удалось выследить того старого моряка? Или это просто сказка о привидениях?$h",
				"refusal_knownB": "Кажется, однажды я видел русалку. Они правда существуют, понимаешь?",
				"refusal_botherA": "Я не знаю, что за игру ты ведёшь, шкипер, но это нужно прекратить.$5",
				"refusal_botherB": "Я не хочу быть отрезанным от своей истинной любви.$5",
				"refusal_no_heartsA": "Это очень ценная вещь. Не продавай его.",
				"refusal_no_heartsB": "Ах-х-х, кулон русалки. Придержи его для того, кого ты действительно любишь.$h"
				},
			"When": { "HasMod": "misscoriel.courtship"},
		},
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Willy",
			"Entries": {
				"give_flowersA": "Что ж, шкипер, эти штуки не годятся для работы с морской солью.$4",
				"give_flowersB": "Да, они прекрасны. Но не так сильно, как ты, шкипер.$h",
				"give_pendant": "Ха-ха, шкипер. Тебе плохо спалось?$h#$b#Опять же, на случай, если это был сон.$4",
				"engageA": "Очень необычно иметь несколько. Неужели моряк думает, что у меня есть ещё любовники?$h",
				"engageB": "Русалки... странно, что они просто дали нам их, дабы провозгласить вечную любовь, тебе не кажется?",
				"marriedA": "Это считается редкостью. Где ты их всё время достаёшь?",
				"marriedB": "Сколько штук тебе дал этот моряк?"
			},
			"When": { 
				"HasMod": "misscoriel.courtship",
				"Spouse": "Willy",
			},
		},
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/MarriageDialogueWilly",
			"Entries": {
				"Rainy_Day_Willy": "Снаружи назревает буря. Лучше останься дома!",
				"Rainy_Night_Willy": "Может быть, погода и отвратительная для сельского хозяйства, но это идеальная погода, чтобы обниматься с моей маленькой рыбкой-ангелом.$h#$e#Пойдём спать.$h",
				"Indoor_Day_Willy": "Поскорее возвращайся домой, шкипер!#$e#Я готовлю рыбу на ужин, которую поймал вчера.$h",
				"Indoor_Night_Willy": "Подойди сюда и попробуй рыбу, которую я приготовил, шкипер. [198 214 242 728 202 225 212]#$e#Нравится?$h",
				"Outdoor_Willy": "Хороший день для рыбалки.$h#$e#Я могу опоздать сегодня вечером, так что не волнуйся, моя маленькая рыбка-ангел.",
				"spring_Willy": "Уже весна, да?",
				"summer_Willy": "Я должен выпотрошить рыбу, которую поймал на днях после работы...#$e#Не волнуйся, шкипер. Я отнесу всё на задний двор. %pet с радостью съест внутренности.$h",
				"fall_Willy": "Быстро же похолодало, а, шкипер?",
				"winter_Willy": "На земле снег? Так рано?",
				"Rainy_Day_0": "Надвигается буря. Осторожнее, ветер может тебя сдуть!",
				"Rainy_Day_1": "На улице льёт как из ведра!#$e#Старайся согреться, моя маленькая рыбка-ангел.$h",
				"Rainy_Day_2": "Нет ничего лучше дождя.#$e#Держу пари, рыбка сегодня клюёт.$h",
				"Rainy_Day_3": "Неужели тебе обязательно выходить в такой дождь, моя маленькая рыбка-ангел?$s",
				"Rainy_Night_0": "Шум дождя напоминает мне одинокие ночи на пляже.#$e#Я так счастлив, что теперь у меня есть мой шкипер.$4",
				"Rainy_Night_1": "У тебя вид утонувшего кота!$s#$e#Иди ко мне погреться. Я приготовил тебе ужин. [727 728 457]$h",
				"Rainy_Night_2": "На улице действительно очень противно.#$e#Я рад, что я здесь, с тобой, а не плыву по волнам.$h",
				"Rainy_Night_3": "Может, погода и слишком влажная для сельского хозяйства, но это идеальная погода, чтобы обниматься с моей маленькой рыбкой-ангелом.$h#$e#Давай ляжем.$h",
				"Indoor_Day_0": "Доброе утро, моя маленькая рыбка-ангел.$h#$e#Я приготовил завтрак.. [194 195 210 211 216]",
				"Indoor_Day_1": "Возвращайся поскорее, шкипер!#$e#Я готовлю на ужин рыбу, которую поймал на днях.$h",
				"Indoor_Day_2": "Уходишь заботиться о ферме?$h#$e#Держи себя в форме, шкипер. [184]",
				"Indoor_Day_3": "Хороший денёк для пикника на берегу, а, шкипер?$h",
				"Indoor_Night_0": "Привет, моя маленькая рыбка-ангел. У тебя был хороший день?$h#$e#Расскажи мне о нём.$h",
				"Indoor_Night_1": "Погляди на размер луны.",
				"Indoor_Night_2": "Поди-ка сюда, да попробуй эту рыбу, которую я приготовил, шкипер. [198 214 242 728 202 225 212]#$e#Like it?$h",
				"Indoor_Night_3": "Время ложиться спать, не так ли?$h#$e#Идём, моя маленькая рыбка-ангел?$4",
				"Outdoor_0": "Ферма очень красивая.#$e#Я определённо горжусь тобой.$h",
				"Outdoor_1": "Сегодня прекрасный день.#$e#Когда ты закончишь свою работу, мы можем пойти погулять вместе.$h",
				"Outdoor_2": "Сегодня такой чудесный день... Надеюсь, я вижу не дождевую тучу.",
				"Outdoor_3": "Хороший денёк для рыбалки.$h#$e#Возможно, я сегодня опоздаю, так что не волнуйся, моя маленькая рыбка-ангел.",
				"OneKid_0": "Никогда не думал, что у меня будут собственные дети. Я самый счастливый моряк на свете.$h",
				"OneKid_1": "Я больше не могу ждать, пока %kid1 достаточно подрастёт, чтобы пойти со мной на рыбалку.#$e#Только представь себе небольшую семейную рыбалку.$h",
				"OneKid_2": "Как думаешь, малыш хоть немного похож на меня?#$e#Наверное, этот красивый взгляд достался от тебя.$h",
				"OneKid_3": "До сих пор не могу поверить, что мы сделали такую красивую штучку.$h",
				"TwoKids_0": "После такой долгой жизни в одиночестве, такое счастье иметь двух маленьких детей, бегающих вокруг.$h",
				"TwoKids_1": "Я достаточно часто говорю тебе, как сильно люблю нашу маленькую семью?$h",
				"TwoKids_2": "Мы с ребятами будем тренироваться забрасывать леску на заднем дворе.$h#$e#Что? Удочки достаточно большие...$s",
				"TwoKids_3": "%kid1 очень походит на тебя.$h#$e#%kid2? Прямо как я!$h",
				"Good_0": "Ты действительно красив. Если бы я не знал тебя лучше, я бы сказал, что ты сирена.$4^Ты действительно красива. Если бы я не знал тебя лучше, я бы сказал, что ты сирена.$4",
				"Good_1": "Пусть у меня не так уж много, но я охотно отдал бы тебе всё, что у меня есть, если бы это означало целую жизнь счастья для моей рыбки-ангела.$h",
				"Good_2": "Твоя улыбка - маяк, что ведёт меня домой с моря, моя прекрасная рыбка-ангел.$4",
				"Good_3": "Единственное, чего я хочу - это состариться вместе со своим шкипером.$h",
				"Good_4": "Я бы отдал свою лучшую удочку, если бы она была для тебя, шкипер.$h",
				"Good_5": "Каждый моряк мечтает найти сокровище в море.#$e#К счастью для такого старого моряка, моё ждало меня здесь, на суше.$4",
				"Good_6": "Думаю, всё будет хорошо, если океан высохнет, потому что у меня всё ещё будешь ты, рыбка-ангел.$h",
				"Good_7": "Ты сделал меня самым счастливым моряком на свете.^Ты сделала меня самым счастливым моряком на свете.$4$e#Даже ловля легендарной рыбы не могла сделать меня счастливее.$h",
				"Neutral_0": "Я так голоден, что готов съесть кита.",
				"Neutral_1": "Я уронил коробку со снастями себе на ногу... было ещё больнее, чем в тот раз, когда меня укусила черепаха.$s",
				"Neutral_2": "Вчера я чуть не поймал самого большого тунца, но этот проклятый зверь оборвал мою леску.$5",
				"Neutral_3": "Какие планы на сегодня? Я мог бы немного порыбачить.",
				"Bad_0": "Мне сейчас не до разговоров.$s",
				"Bad_1": "Ты бессердечный негодяй. Оставь меня в покое.^Ты бессердечная негодница. Оставь меня в покое.$5",
				"Bad_2": "Я скучаю по своей лодке. Мне не придётся никого терпеть.$5",
				"funLeave_Willy": "Сегодня мне надо бежать в старый магазин наживок, шкипер.#$e#Заходи, если захочешь поздороваться. Там мне немного одиноко.$h",
				"funReturn_Willy": "Чем ты сегодня занимался, шкипер?^Чем ты сегодня занималась, шкипер?#$e#В старой лавке тихо, как всегда. Я остановился немного порыбачить на обратном пути.#$e#Да она и впрямь кусалась. Вот, шкипер. [147 149 146 139]#$e#Можешь приготовить из неё ужин.$h",
				"spring_1": "Уже Новый год, да?#$e#Интересно, анчоусы уже клюют...",
				"spring_12": "Ты неплохо отыскиваешь яйца, верно?#$e#Я просто буду продолжать ловить рыбу...",
				"spring_23": "Хочешь потанцевать со мной завтра, моя маленькая рыбка-ангел?$h",
				"summer_1": "Фух! На улице действительно жарко.#$e#Вероятно, мы встретим много радужной форели.$h",
				"summer_10": "Что ты собираешься добавить в суп завтра, шкипер?#$e#Я? Обычно я кладу сомика.$h",
				"summer_27": "Раньше я смотрел на полуночных медуз на своей лодке в одиночестве, но теперь, когда у меня есть ты, они будут в десять раз красивее.$h",
				"fall_1": "На улице становится прохладнее... Надеюсь, скоро мы увидим лосося!",
				"fall_15": "Давай попробуем завтра порыбачить, шкипер. Я выиграю тебе приз.$h",
				"fall_26": "Мне не очень нравится этот лабиринт с привидениями.#$e#Я покажу дорогу, если тебе страшно, моя маленькая рыбка-ангел.$h",
				"winter_1": "Бр-р ... определённо, там холодно.#$e#Пора вытаскивать мои подледные рыболовные снасти!$h",
				"winter_7": "Это мой фестиваль! В этом году я выиграю.#$e#Жаль, что нет больше соревнований по рыбной ловле.$h",
				"winter_24": "Всё, что мне нужно для завтрашнего фестиваля - это ты, шкипер... и новый ящик для снастей.$h",
				"winter_28": "Этот год был хорош для рыбалки, но он был ещё лучше благодаря тебе, моя маленькая рыбка-ангел.$4#$e#Давай выпьем. [346]",
				"spouseRoom_Willy": "#$c .5#Этот бак будет идеальным, когда всё будет готово.#$e#Что за рыба? Какую бы я ни поймал!$h#$e#Так вот, куда же я на днях положил этот фильтр...",
				"patio_Willy": "Блин... эта леска вся перепуталась..."
			},
		},
		{
			"Action": "EditData",
			"Target": "strings/schedules/Willy",
			"Entries": {
				"marriage_Tue.000": "Ахой, моя маленькая рыбка-ангел. Что тебе нужно?$h",
				"marriage_Thu.000": "Сегодня я вернусь пораньше, рыбка-ангел. Не скучай по мне чересчур.",
				"marriage_Fri.000": "Я пойду в салун, когда закончу здесь, шкипер. Ты тоже можешь пойти.",
				"marriage_Fri.001": "Ах, какой замечательный способ расслабиться. Я рад, что ты здесь, шкипер.$h"
			},
		},
		{
			"Action": "EditData",
			"Target": "Data/EngagementDialogue",
			"Entries": {
				"Willy0": "Ты хочешь жениться на старом рыбаке?^Ты хочешь выйти замуж за старого рыбака?#$e#Хорошо! Он тоже хочет жениться на тебе.$h",
				"Willy1": "В океане полно рыбы...#$e#Я рад, что мы нашли друг друга, шкипер.$h",
			},
		},
		{
			"Action": "EditData",
			"Target": "Data/mail",
			"Entries": {
				"fishingInvite": "@,^Сегодня идеальный день для рыбалки!^Возьми свой дождевик и жди меня в моей лачуге! Я буду ждать!^^-Вилли",
				"fishingTrip": "@,^Давай отправимся на рыбалку... Обещаю, на этот раз меня я в полном порядке!^Заскочи ко мне в магазин в любое время, когда сможешь.^^-Вилли",
			},
		},
		{
			"Action": "EditData",
			"Target": "Data/mail",
			"Entries": {
				"CF_Fish": "Здравствуй, @, мой дорогой шкипер, ^ Твои навыки ловли рыбы превосходят даже навыки моего старого отца... Я впечатлён.^ Эта звёздная капля досталась мне от Вилли-младшего за... О, ему ,наверное, тысячу лет.^Учитывая, что мы женаты и всё такое... Я хочу, чтобы она была у тебя.^^ -Вилли   ^  %item object 434 1 %%"
			},
			"When": { 
				"Spouse": "Willy",
			},
		},
	]
}