{
	"Changes": [
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Willy",
			"Entries": {
				"danceRejection": "ไม่ล่ะ กัปตัน กายนี้ไว้ตกปลา ไม่ใช่ไว้เต้นน่ะ",
				"Mon8": "ฉันเพิ่งปรุงปลาเมื่อวานเสร็จ#$e#นี่ แบ่งไปสิ! บอกด้วยล่ะว่าคิดว่าไง [198 209 214 219]",
				"Mon10": "ไว้ออกไปตกปลากัน @#$e#แล้วจะบอกเคล็ดลับให้ฟัง$h",
				"Tue10": "เจ้ากระท่อมเก่าๆ ของฉัน บางทีก็เหงา#$e#ดีที่เธอมาเยี่ยมนะ กัปตัน$4",
				"Wed8": "ฉันได้ยินว่ามีปลากลายพันธุ์ ที่จับได้ในท่อระบายน้ำด้วย#$e#แย่แฮะ ที่ท่อมันปิดไปแล้ว$h",
				"Wed10": "ถึงเธอจะเกลียดการตกปลา แต่ฉันก็ยังอยากมีเธอ เป็นเพื่อนนะ กัปตัน$h",
				"Thu10": "ได้กลิ่นพายุตั้งเค้าแหะ...#$e#ถ้าเธอต้องติดฝนวันไหน ก็มาหลบในกระท่อมฉันได้นะ$h",
				"Fri8": "บางทีฉันก็แวะซาลูน ตอนคืนวันศุกร์#$e#ฉันไม่ค่อยดื่มหรอก แต่ร้านมันเงียบเกิน ช่วงวันทำงานน่ะ",
				"Fri10": "เธอดูแข็งแรงนะ... ต้องเป็นเพราะ งานทำฟาร์มแน่ๆ$4#$e#พนันเลยว่าเธอเหวี่ยงเบ็ด ได้ไกลเป็นไมล์แน่ๆ$4",
				"Sat10": "เธอว่า กะลาสีแก่ๆ แบบฉัน ยังมีหวังที่จะเจอรักมั้ย?$4",
				"Sun7": "วันฝนตกน่ะดีที่สุด สำหรับทริปตกปลา#$b#ไว้ไปกันสักวันมั้ย กัปตัน?$h",
				"divorced": "...$s",
			},
		},
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Willy",
			"Entries": {
				"give_flowersA": "โอ้ ตายจริง...$h#$b#นี่ให้ฉันหรอ กัปตัน?$4#$b#รักน้อยๆ แต่รักนานๆ ก็ไม่เลวเนอะ",
				"give_flowersB": "ทำไมล่ะ กัปตัน...$h#$b#ฉันล่ะงงไปหมดแล้ว! ได้สิ! ได้เลย!$4#$b#ท้องทะเลยังคงพร้อม กับการแบ่งปันเสมอ$h",
				"give_pendant": "หืมม... ถ้าเป็นเธอละก็นะ กัปตัน งั้น...$h#$b#ตกลง ฉันจะแต่งงานกับเธอ$4#$b#ฉันจะไปคุยกับตาเฒ่าเลวิส และบอกลาเรือของฉัน$h",
				"stardrop_gift": "กัปตัน มีบางอย่าง ที่ฉันอยากจะบอก$4#$b#ฉันอยากจะให้ สตาร์ดรอปนี้ เพื่อเป็นการแสดง ความรักของฉัน$h#$b#ขอบคุณสำหรับทุกอย่าง$h",
				"rejectNPCA": "ฉันเลิกตกปลาในบ่อ มานานแล้ว ทะเลคือคนรักของฉัน$h",
				"rejectNPCB": "ไม่มีอะไร ที่จะพรากหัวใจของฉัน จากท้องทะเลไปได้#$b#ใจฉันมอบให้ท้องทะเล ไปหมดแล้ว$h",
				"reject_two_heartA": "อาา เจ้าหนุ่ม ท้องทะเล ยังมีปลาอีกมากมาย^อาา แม่หนู ท้องทะเล ยังมีปลาอีกมากมาย",
				"reject_two_heartB": "ทำไมเธอไม่ลองถาม เอลเลียตผู้แสนดี ที่อยู่ในกระท่อมตรงโน้นล่ะ กัปตัน?$h",
				"reject_four_heartA": "ก็ดีนะ แต่ว่าฉันไม่ค่อยอยู่บ้านน่ะ ท้องทะเลน่ะเป็น สุภาพสตรีที่เกรี้ยวกราด$h",
				"reject_four_heartB": "ฉันว่า เธอน่าจะมีตัวเลือกที่ดีกว่า กะลาสีเรือนะ",
				"engageA": "ฉันไม่สบายใจ ที่เธอทำแบบนี้นะ$2",
				"engageB": "เธอกำลังจะทำให้ ใครบางคนหัวใจแตกสลาย$2",
				"marriedA": "เธอไม่โลภไปหน่อยรึไง?$2",
				"marriedB": "เธอไม่ควรทำงี้นะ$2",
				"refusal_knownA": "เธอไปสืบเรื่อง ชาวประมงเฒ่า มาแล้วงั้นเหรอ? หรือมันเป็นแค่ เรื่องผีตามตำนานล่ะ?$h",
				"refusal_knownB": "ฉันว่าฉันเคยเห็น นางเงือกมาแล้วครั้งนึงนะ พวกเขามีอยู่จริง รู้เปล่า?",
				"refusal_botherA": "ฉันไม่รู้ว่า เธอกำลังเล่นเกมอะไรอยู่นะ กัปตัน แต่ว่าหยุดได้แล้ว$5",
				"refusal_botherB": "ฉันจะไม่ยอมติดแหง็ก อยู่บนแผ่นดิน ที่กีดกันฉันจากรักแท้หรอก$5",
				"refusal_no_heartsA": "นั่นเป็นของที่มีค่ามาก อย่าเอาไปขายล่ะ",
				"refusal_no_heartsB": "อาาาา สร้อยคอนางเงือก เก็บมันไว้ให้รักแท้ของเธอ ดีกว่านะ$h",
				},
			"When": { "HasMod": "misscoriel.courtship"},
		},
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Willy",
			"Entries": {
				"give_flowersA": "ฟังนะ กัปตัน เจ้าพวกนี้คงจะไปด้วยกัน กับน้ำทะเลไม่ได้หรอกนะ$4",
				"give_flowersB": "ใช่ พวกมันก็น่ารักดี แต่ไม่เท่ากับเธอหรอกนะ กัปตัน$h",
				"give_pendant": "ฮ่าฮ่า กัปตัน เธอขอฉันแล้วไม่ใช่หรอ?$h#$b#ตกลงอีกครั้งก็ได้ ถ้านี่เป็นความฝันน่ะ$4",
				"engageA": "คงจะดูไม่ปกตินะ ถ้ามีมันหลายอัน หรือว่าชาวประมงนั่น คิดว่าเธอมีคนรักอื่นอีก?$h",
				"engageB": "นางเงือก... นี่มันแปลกนะ ถ้าพวกเขายอมให้ เรามีมันอีกอัน เพื่อพิสูจน์รักแท้ เธอคิดว่างั้นมั้ย?",
				"marriedA": "สิ่งนี้มันน่าจะหายากมากนะ เธอไปเอามาจากไหน?",
				"marriedB": "ชาวประมงนั่น ให้นี่กับเธอมากี่อันล่ะเนี่ย?",
			},
			"When": {
				"HasMod": "misscoriel.courtship",
				"Spouse": "Willy",
			},
		},
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/MarriageDialogueWilly",
			"Entries": {
				"Rainy_Day_Willy": "ข้างนอกมีพายุเข้าล่ะ ระวังอย่าให้ตัวปลิวนะ!",
				"Rainy_Night_Willy": "สภาพอากาศอาจจะแย่ สำหรับการทำสวน แต่มันก็ดีที่ได้อยู่กับเธอ เจ้าปลาน้อยของฉัน$h#$e#ไปนอนกันเถอะ$h",
				"Indoor_Day_Willy": "คืนนี้รีบกลับบ้านนะ ที่รัก! ฉันเอาปลาที่จับได้เมื่อวันก่อน มาทำอาหารให้#$e#$h",
				"Indoor_Night_Willy": "มาลองทานปลานี่สิ ที่รัก [198 214 242 728 202 225 212]#$e#ชอบไหม?$h",
				"Outdoor_Willy": "วันนี้เป็นวันที่ดีสำหรับการ ตกปลา$h#$e#คืนนี้ฉันอาจจะกลับช้าหน่อย แต่เธอไม่ต้องเป็นห่วง ปลาน้อยที่รัก",
				"spring_Willy": "ฤดูใบไม้ผลิแล้วสินะ ใช่ไหมล่ะ?",
				"summer_Willy": "ฉันต้องเอาไส้ปลาออก หลังจากตกพวกมันขึ้นมา..#$e#ไม่ต้องห่วง ที่รัก ฉันจะไปเอามันออกมาเอง %pet ทานไส้พวกนี้ได้นะ$h",
				"fall_Willy": "อากาศเย็นเร็วมากเลย เนอะ ที่รัก?",
				"winter_Willy": "หิมะตกแล้วหรอ? ไวจัง?",
				"Rainy_Day_0": "ข้างนอกไม่พายุเข้าล่ะ ระวังอย่าให้ตัวปลิวนะ!",
				"Rainy_Day_1": "ข้างนอกนั่นฝนตกนะ!#$e#หาอะไรอุ่นๆใส่ไว้ล่ะ เจ้าปลาน้อยที่รัก$h",
				"Rainy_Day_2": "ไม่มีอะไรดีไปกว่าฝนแล้วล่ะ#$e#ฉันว่าวันนี้ปลาต้องคึกแน่นอน$h",
				"Rainy_Day_3": "เธอต้องไปทำงานตากฝน จริงๆหรอ ปลาน้อยที่รัก ของฉัน?$s",
				"Rainy_Night_0": "ฝนตกแบบนี้ทำให้ฉันคิดถึง การอยู่คนเดียวที่ทะเล#$e#ฉันดีใจมากที่ตอนนี้ได้มาอยู่ กับเธอ$4",
				"Rainy_Night_1": "เธอเหมือนแมวตกน้ำเลย!$s#$e#เข้าไปหาที่อุ่นๆสิ ฉันจะทำมื้อค่ำให้เธอ [727 728 457]$h",
				"Rainy_Night_2": "อากาศข้างนอกนั่นดูไม่ดีเลย#$e#ฉันดีใจที่อยู่กับเะอ โดยไม่ต้องไปแล่นเรือออกหา ปลา$h",
				"Rainy_Night_3": "สภาพอากาศอาจจะแย่สำหรับ การทำสวน แต่มันก็ดีที่ได้อยู่กับเธอ เจ้าปลาน้อยของฉัน$h#$e#ไปนอนกันเถอะ$h",
				"Indoor_Day_0": "อรุณสวัสดิ์ เจ้าปลาน้อยของฉัน$h#$e#ฉันทำอาหารเช้าไว้ให้ [194 195 210 211 216]",
				"Indoor_Day_1": "คืนนี้รีบกลับบ้านนะ ที่รัก!#$e#ฉันเอาปลาที่จับได้เมื่อวันก่อนมาทำอาหารให้$h",
				"Indoor_Day_2": "ต้องออกไปดูแลทั้งฟาร์มสินะ?$h#$e#ทำให้ตัวเองแข็งแรงไว้ล่ะ ที่รัก [184]",
				"Indoor_Day_3": "วันนี้เหมาะกับการไปปิกนิก ที่ชายหาด เนอะ ที่รัก?$h",
				"Indoor_Night_0": "เฮ้ เจ้าปลาน้อยที่รัก วันนี้เป็นไงบ้าง?$h#$e#เล่าให้ฉันฟังหน่อยสิ$h",
				"Indoor_Night_1": "ดูพระจันทร์นั่นสิ",
				"Indoor_Night_2": "มาลองทานปลานี่สิ ที่รัก [198 214 242 728 202 225 212]#$e#ชอบไหม?$h",
				"Indoor_Night_3": "ถึงเวลานอนแล้ว ใช่ไหมล่ะ?$h#$e#กำลังมาใช่ไหม ปลาน้อยของฉัน?$4",
				"Outdoor_0": "ฟาร์มนี่สวยมากเลย#$e#ฉันภูมิใจในตัวเธอมาก$h",
				"Outdoor_1": "วันนี้อากาศดีนะ#$e#เราควรไปเดินเล่นกันหลังงานเธอเสร็จนะ$h",
				"Outdoor_2": "วันนี้อากาศดูดีมากๆเลย... หวังว่าจะไม่มีฝนนะ",
				"Outdoor_3": "วันนี้เป็นวันที่ดีสำหรับการ ตกปลา$h#$e#คืนนี้ฉันอาจจะกลับช้าหน่อย แต่เธอไม่ต้องเป็นห่วง ปลาน้อยที่รัก",
				"OneKid_0": "ไม่เคยคิดเลยว่าฉันจะมีลูก ฉันเป็นชาวประมงที่มีความสุข ที่สุดในโลก$h",
				"OneKid_1": "ฉันรอวันที่ %kid1 จะโตพอไปตกปลากับฉัน#$e#ฉันกำลังนึกภาพทริปตกปลากับ ครอบครัว$h",
				"OneKid_2": "เธอคิดว่าลูกมีอะไรเหมือน ฉันบ้าง?#$e#แต่ต้องได้สิ่งดีๆมาจากเธอ เยอะแน่นอน$h",
				"OneKid_3": "ฉันไม่อยากจะเชื่อว่าเรา จะมีลูกน่ารักขนาดนี้$h",
				"TwoKids_0": "หลังจากอยู่คนเดียวมานาน มันเป็นบุญมากที่มีเด็ก 2 คนนี้ วิ่งเล่นรอบๆ ฉัน$h",
				"TwoKids_1": "ฉันบอกเธอบ่อยพอไหมว่า ฉันรักครอบครัวของเรา มากแค่ไหน?$h",
				"TwoKids_2": "เด็กๆ และฉันจะฝึกตกปลาที่ สวนหลังบ้าน$h#$e#อะไรกัน? มันตัวใหญ่พอสมควรเลย...$s",
				"TwoKids_3": "%kid1 เหมือนเธอมากเลย$h#$e#%kid2? เหมือนฉันไงล่ะ!$h",
				"Good_0": "เธอหล่อมากเลย ถ้าฉันยังไม่รู้จักเธอมาก ฉันจะคิดว่าเธอเป็นไซเรน ของท้องทะเล$4^เธอสวยมาก ถ้าฉันยังไม่รู้จักเธอมาก ฉันจะคิดว่าเธอเป็นไซเรน ของท้องทะเล$4",
				"Good_1": "ถึงฉันจะไม่รวยล้นฟ้า แต่ฉันตั้งใจจะมอบความรัก และความสุขให้เธอ เจ้าปลาน้อยของฉัน$h",
				"Good_2": "รอยยิ้มของเธอ คือสิ่งที่นำทาง ฉันกลับบ้านจากทะเล เจ้าปลาน้อยที่รักของฉัน$4",
				"Good_3": "สิ่งเดียวที่ฉันต้องการคือ อยู่กับเธอไปตลอด$h",
				"Good_4": "ฉันยอมให้เบ็ดตกปลาที่ดีที่สุด ของฉันให้เธอ ที่รัก$h",
				"Good_5": "ชาวประมงทุกคนอยากไป ตามหาสมบัติล้ำค่าในทะเล#$e#เป็นโชคของชาวประมง พวกนั้น ส่วนของฉันนั้นอยู่ที่นี่$4",
				"Good_6": "ฉันโอเคนะ ถ้าน้ำทะเล จะหายไปหมดโลก เพราะฉันยังมีเธออยู่ ปลาน้อยที่รัก$h",
				"Good_7": "เธอทำให้ฉันเป็นชาวประมง ที่มีความสุขที่สุด$4$e#ถึงตกปลาในตำนานได้ ก็ไม่มีความสุขเท่านี้$h",
				"Neutral_0": "ฉันหิวจนกินปลาวาฬ ได้ทั้งตัวเลย",
				"Neutral_1": "ฉันทำกล่องทุ่นตกปลาตกใส่ เท้า... มันเจ็บกว่าที่ฉันเคย โดนเต่าสแนปปิ้งกัดอีก$s",
				"Neutral_2": "เมื่อวานฉันเกือบจับ ปลาทูน่า ตัวที่ใหญ่ที่สุดได้แล้ว แต่มันมีอะไรสักอย่าง มาตัดสายเบ็ดของฉัน$5",
				"Neutral_3": "วันนี้เธอมีแผนจะทำอะไรหรอ ? ฉันคงต้องเลิกคิดเรื่องปลา สักหน่อย",
				"Bad_0": "ฉันไม่อยากคุยตอนนี้$s",
				"Bad_1": "เธอมันไร้หัวใจ ฉันอยากอยู่คนเดียว$5",
				"Bad_2": "ฉันคิดถึงการอยู่บนเรือ แบบที่ไม่มีใครมายุ่งกับฉัน$5",
				"funLeave_Willy": "วันนี้ฉันต้องไปร้านดูเรื่อง เหยื่อปลาเก่าที่เหลือ ที่รัก#$e#ฉันเสียใจที่ได้แค่ทักทาย ข้างนอกนั่นมันเหงามากเลย$h",
				"funReturn_Willy": "วันนี้เป็นไงบ้าง ที่รัก?#$e#ร้านค้าเก่านั้นเงียบสงบ เหมือนที่เคย ฉันแวะไปตกปลาแป๊บนึง#$e#พวกมันดื้อมากเลย นี่เลย ที่รัก [147 149 146 139]#$e#เธออาจจะเอามันไป ทำอาหารก็ได้นะ$h",
				"spring_1": "ปีใหม่แล้วสินะ หืม?#$e#หวังว่าปลาแองโชวี่ ยังหากินอยู่นะ...",
				"spring_12": "เธอหาไข่อีสเตอร์เก่งสินะ หืม?#$e#ฉันติดอยู่แค่กับการตกปลา...",
				"spring_23": "พรุ่งนี้เธอจะเต้นกับฉันไหม ปลาน้อยของฉัน?$h",
				"summer_1": "ฟิ้ว! ข้างนอกนั่นต้องร้อนมาก แน่เลย#$e#เจอปลาเทราท์สายรุ้ง เยอะแน่นอน$h",
				"summer_10": "พรุ่งนี้เธอจะเอาอะไรใส่ซุป หรอ ที่รัก?#$e#ฉันหรอ? ปกติฉันใส่ ปลาดุกล่ะ$h",
				"summer_27": "ทุกปีฉันจะนั่งอยู่บนเรือ คนเดียว ดูแมงกระพรุนแสงจันทร์ แต่ตอนนี้มีเธอด้วยมันดีขึ้น 10 เท่าเลยล่ะ$h",
				"fall_1": "มันเริ่มหนาวขึ้นแล้ว... หวังว่าเราจะเจอ แซลมอน เร็วๆ นี้นะ",
				"fall_15": "พรุ่งนี้ไปเล่นตกปลากัน ที่รัก ฉันจะเอารางวัลมาให้เธอ$h",
				"fall_26": "ฉันไม่ค่อยสนเรื่องเขาวงตก เท่าไหร่น่ะ#$e#แต่ถ้าเธอกลัวฉันจะนำทางให้ นะ เจ้าปลาน้อย$h",
				"winter_1": "วู้วว... มันหนาวมากเลย#$e#ได้เวลาเปิดใช้อุปกรณ์ตกปลา ใต้น้ำแข็งแล้ว!$h",
				"winter_7": "เทศกาลที่ฉันถนัดมาถึงแล้ว! ปีนี้ฉันจะชนะให้ได้#$e#อยากให้มีการแข่งขันตกปลา เยอะๆ จัง$h",
				"winter_24": "ทุกสิ่งที่ฉันต้องการในงาน วันพรุ่งนี้คือเธอนะ ที่รัก... แล้วก็กล่องทุ่นตกปลาใหม่ด้วย$h",
				"winter_28": "ปีนี้เป็นปีที่ดีสำหรับการตกปลา มากเลย แต่มีอย่างอื่นที่ ทำให้มันดีมากๆ คือเธอนะ เจ้าปลาน้อย$4#$e#มาดื่มฉลองกันเถอะ [346]",
				"spouseRoom_Willy": "#$c .5#เมื่อแทงค์นี่สร้างเสร็จ เมื่อไหร่มันจะออกมาดูดีมาก#$e#ใส่ปลาพันธุ์อะไรน่ะเหรอ...? ทุกพันธุ์ที่ตกได้เลย!$h#$e#ตอนนี้ ฉันเอาเครื่องกรองไปไว้ไหน นะ...",
				"patio_Willy": "เอาขึ้น... ด้ายนี่มันตึงแล้ว..."
			},
		},
		{
			"Action": "EditData",
			"Target": "strings/schedules/Willy",
			"Entries": {
				"marriage_Tue.000": "อะฮอย ปลากะพงน้อยของฉัน อยากได้อะไรมั้ย?$h",
				"marriage_Thu.000": "วันนี้ฉันกลับเร็วนะ ปลาน้อย อย่าคิดถึงฉันเกินไปล่ะ",
				"marriage_Fri.000": "เสร็จนี่แล้วฉันจะไปซาลูนน่ะ กัปตัน เธอควรมาด้วยกันนะ",
				"marriage_Fri.001": "อ้า ผ่อนคลายดีอะไรอย่างนี้ ดีใจที่เธอมานะ กัปตัน$h",
			},
		},
		{
			"Action": "EditData",
			"Target": "Data/EngagementDialogue",
			"Entries": {
				"Willy0": "เธออยากแต่ง กับชายประมงแก่ๆ คนนี้เหรอ?#$e#ดี! ฉันก็อยากแต่งงานกับเธอ เหมือนกัน$h",
				"Willy1": "มีปลามากมายในทะเล...#$e#ฉันดีใจที่เราหากันเจอนะ ปลาน้อย$h",
			},
		},
		{
			"Action": "EditData",
			"Target": "Data/mail",
			"Entries": {
				"fishingInvite": "@^มันเป็นวันสมบูรณ์แบบสำหรับการเดินทางไปตกปลาเลย!^เอาอุปกรณ์กันฝนมาเจอฉันที่กระท่อมตอนพร้อมจะไปด้วยล่ะ! แล้วจะรอนะ!^^-วิลลี่",
				"fishingTrip": "@^ไปตกปลากันเถอะ... สัญญาว่าจะไม่ป่วยละคราวนี้!^แวะมาที่ร้านฉันเลยนะถ้าพร้อมแล้ว^^-วิลลี่",
			},
		},
		{
			"Action": "EditData",
			"Target": "Data/mail",
			"Entries": {
				"CF_Fish": "ถึง @ กัปตันที่รักของผม ^ ทักษะตกปลาของเธอ ดียิ่งกว่าของตาแก่ของฉัน แล้วด้วยซ้ำ... ฉันประทับใจนะ^ สตาร์ดรอปนี่ตกทอดมาจากวิลลี่ซีเนียร์ สู่วิลลี่จูเนียร์ มา... โอ้ กรรม พันกว่าปีได้แล้วมั้ง^เห็นว่าไหนๆ เราก็แต่งงานกันแล้วอะไรแบบนั้น... ฉันอยากให้เธอเก็บไว้น่ะ^^ -วิลลี่   ^  %item object 434 1 %%"
			},
			"When": {
				"Spouse": "Willy",
			},
		},
	]
}
