{
	"Entries": {
				    "Clint0": "We're going to get married...$4#$e#Isn't it exciting... honey?$h",
					"Clint1": "I... I promise I'll do my best to try and make you happy, @!$4#$e#You can count on me.$h",
					"Gus0": "What a surprise! A farmer like yourself and a bartender like me...#$e#I know we'll be great together!$h",
					"Gus1": "I'll cook you a delicious dinner every night!#$e#There'll never be a boring meal once we're married!$h",
					"Lewis0": "I may be mayor of Pelican Town, but you've become mayor of my heart, @.$h",
					"Lewis1": "I'm overjoyed!$h#$e#I just can't help but wonder... who will perform the ceremony?",
					"Linus0": "I thought maybe you were joking at first...$s#$e#But you're special, @. I know you wouldn't do that.$h#$e#I trust you, and I'm happy you want to share your life with me.$4",
					"Linus1": "You're so brave, @.#$e#You're not afraid of what the other villagers will think. That means a lot.$h",
					"Marnie0": "You want to marry me...!#$e#You're so strange, @. But I can't wait to be your wife.$4",
					"Marnie1": "Shane agreed to take care of the ranch and Jas.#$e#Everything's falling into place... Just a couple more days!$h",
					"Pam0": "You sure are a weird kid... wantin' to marry an old girl like me.#$e#What? I'm not complaining!$h",
					"Pam1": "Penny's gonna be fine on 'er own... She's a responsible girl.#$e#Are you ready to be a step-parent?$h",
					"Sandy0": "Me, living on a farm... how exciting!$1#$e#And a big wedding...#$e#I can't wait.$1",
					"Sandy1": "Oh, @, I'm so happy!$6#$e#We're going to be great together.$6",
					"Willy0": "You wanna marry this ol' fisherman?#$e#Good! He wants to marry you, too.$h",
					"Willy1": "There are a lot of fish in the sea...#$e#I'm glad we found each other, skipper.$h" ,
					"Wizard0": "The husband of a farmer... An odd life for someone like me, that is certain.#$e#But worry not, love. I am filled only with excitement at the idea.$7",
					"Wizard1": "I could certainly do without the ceremony of, well... a ceremony.$s#$e#But for you, love, I will endure it.#$e#Just do not begrudge me if I wear my cloak. I don't much like to be seen without it." ,
			},
}