{
	"Entries": {
				    "linusSleepover": "@,^If you have time, come visit me tonight.^I was thinking I could cook dinner and we could talk.^You can even sleep over if you'd like.^Come by around 6 if you're interested. I'll be waiting!^   -Linus",
					"pennyDinner": "Dear @,^I know things have been weird between us since I found out about you and my mom. I'm sorry for blowing up at the two of you a while back. I want to make it up to you.^Come by the trailer today. There's a surprise for you!^^   Love,^   Penny",
					"sandyDancing": "@!^^A little birdie told me you've never been dancing in Zuzu City before! I think we should change that tonight!^Meet me at my shop around 9 and we'll go out!^^  Love,^  Sandy^^P.S. Don't forget to wear something cute!! :)",
					"morningAfter": "@,^^Thank you for taking care of me last night. My memory's a little foggy, but I do remember how you tucked me in when we were back at my place.^I meant what I said when I told you I love you. It wasn't just drunk rambling! Really.^I'll see you next time you come by (make it soon!!!).^^Love,^ Sandy",
					"fishingInvite": "@,^It's a perfect day for a fishing trip!^Pack up your rain gear and meet me at my shack when yer' ready to go! I'll be waitin'!^^-Willy",
					"fishingTrip": "@,^Let's go on a fishing trip... I promise I won't be sick this time!^Swing by my shop any time yer' ready.^^-Willy",
					"wizardNap": "Dear @,^^I sincerely apologize for the state in which you found me the other day. I occassionally get caught up in my work and forget to sleep for several days at a time. Even for me, that can be detrimental to my health...^That is why I've written: to thank you truly and sincerely for what you did. I've never had somebody care so greatly for my state of being. I find it jarring, but also strangely comforting. If I can repay you in any way, please don't hesitate to inform me.^^Again, @, thank you. See you soon.^^ Sincerely,^ M. Rasmodius",
					"teachMagic": "Dear @,^^I know it's a bit short notice, but I was wondering if you might join me for a magic lesson of sorts today. There is a certain spell that I believe even you could cast with enough concentration.^If you are too busy then I understand, but if not, meet me in the hidden woods north of my hut.^^ Sincerely,^ M. Rasmodius",
				},
}