{
		"Rainy_Day_Sandy": "Stay dry, sweetie! Don't stay outside too long.",
		"Rainy_Night_Sandy": "Dinner's ready, honey. I hope you like it. [218 732 207 224]$h",
		"Indoor_Day_Sandy": "Any plans to visit Calico Desert today, sweetie?#$e#If you go, be sure to bring back some coconuts and cactus fruit!$h",
		"Indoor_Night_Sandy": "The valley and the desert... Neither are completely silent at night.#$e#The kinds of sounds you hear are completely different, though.#$e#I'm still trying to figure out some of the valley sounds. They're mysterious.$h",
		"Outdoor_Sandy": "The sun here is so much easier on my skin. It's a relief not having to rub on sun block every day!$h",
		"spring_Sandy": "Wow... everything is so green here in the valley!$h",
		"summer_Sandy": "Let's go to the beach, sweetie! The weather's perfect!",
		"fall_Sandy": "The desert doesn't have fall colors like the valley does.#$e#I love it!$h",
		"winter_Sandy": "It's freezing!#$e#Ah... where did I put my coat...?$s",
		"Rainy_Day_0": "It's raining!$h#$e#I never saw a drop of rain in the desert.",
		"Rainy_Day_1": "Stay dry, sweetie! Don't stay outside too long.",
		"Rainy_Day_2": "Good morning, sweetie.#$e#It's raining! Drink this and stay warm. [395]$h",
		"Rainy_Day_3": "I'm still getting used to the rain...$s#$e#I spend an hour on my hair and the rain completely destroys it!$a#$e#I don't know how you manage to look so put together, even sopping wet...",
		"Rainy_Day_4": "The rain is so beautiful.#$e#As long as I don't have to go out in it.$h",
		"Rainy_Night_0": "I wish it would stop raining already!#$e#But at least you didn't have to water the crops today.",
		"Rainy_Night_1": "Dinner's ready, honey. I hope you like it. [218 732 207 224]$h",
		"Rainy_Night_2": "The sound of rain is so romantic... there's nothing quite like it in the desert.$7",
		"Rainy_Night_3": "Hi, honey. I hope you didn't get too soaked in the downpour today.$h",
		"Rainy_Night_4": "I did some baking today, sweetie!$h#$e#Have some, it turned out great. [611 234 223 608 222]$7",
		"Indoor_Day_0": "You've decorated everything so cute!$h#$e#But I may make a few adjustments, if you don't mind...",
		"Indoor_Day_1": "I just love having a full kitchen. The possibilites are endless.$h",
		"Indoor_Day_2": "I baked muffins for breakfast, honey! Have one while they're warm. [651]$h",
		"Indoor_Day_3": "Any plans to visit Calico Desert today, sweetie?#$e#If you go, be sure to bring back some coconuts and cactus fruit!$h",
		"Indoor_Day_4": "What are your plans today, honey?$h#$e#Me? I'll probably do some dusting, some dishes... Fun stuff, you know?",
		"Indoor_Night_0": "I made dinner! [196 244 228 610]$h#$e#Go on, give it a taste.$7",
		"Indoor_Night_1": "The nights here are so cool compared to the desert. It's so nice!$h",
		"Indoor_Night_2": "I'm exhausted... Let's go to bed, sweetie!",
		"Indoor_Night_3": "It's been a busy day for both of us.#$e#Let's celebrate with a good night's sleep!$h",
		"Indoor_Night_4": "The valley and the desert... Neither are completely silent at night.#$e#The kinds of sounds you hear are completely different, though.#$e#I'm still trying to figure out some of the valley sounds. They're mysterious.$h",
		"Outdoor_0": "Ah, it's so cool out today!$h#$e#You don't think so...?",
		"Outdoor_1": "Everything here in the valley is so green. It's such a stark contrast to the yellow of the desert.",
		"Outdoor_2": "The sun here is so much easier on my skin. It's a relief not having to rub on sun block every day!$h",
		"Outdoor_3": "Keep up your energy today, sweetie.#$e#Here, this should help. A healthy snack. [613 398 634]$h",
		"Outdoor_4": "Tell me if you need any help, honey! I know more about sand than dirt, but I'll do whatever I can!$h",
		"OneKid_0": "I've always wanted to be a mother. Thank you for helping make it happen, @.$6",
		"OneKid_1": "%kid1 is such a little sweetheart! Just like you.$h",
		"OneKid_2": "%kid1 looks just like you, sweetie.$h^%kid1 looks just like you, sweetie.$h#$e#I know %kid1 is adopted... but it's true! Really!",
		"OneKid_3": "My mother called this morning. She wants to come meet you and %kid1 soon.$h#$e#My mother? She lives pretty far away. Much further than Calico Desert.",
		"TwoKids_0": "%kid2 looks so much like %kid1! They could be twins!^%kid2 looks so much like %kid1! They could be twins!#$e#I know they aren't related, sweetie... but we can't tell them that until they're older! Shh!$3",
		"TwoKids_1": "%kid1 and %kid2 are just perfect! They're such happy babies, never fussing or fighting.$h",
		"TwoKids_2": "Be sure to give %kid1 and %kid2 an equal amount of attention. We don't want to foster an environment of jealousy!#$e#I read that in a book.$h",
		"TwoKids_3": "Can you check on %kid2 for me? I'm about to feed %kid1.$h",
		"TwoKids_4": "We have the perfect little family, @! I'm so happy I could cry!$6",
		"Good_0": "@, I just love you so much that I don't know what to do with myself.$h",
		"Good_1": "Come here and kiss me, handsome.$7^Come here and kiss me, beautiful.$7",
		"Good_2": "I love you, sweetie.#$e#Go kick some farming butt and then come back home so we can spend some time together.$h",
		"Good_3": "To think you chose me over all the girls in this town...#$e#You made a good choice, sweetie.$7",
		"Good_4": "Lucky you didn't get married before the bus starting working again, right, sweetie?#$e#Otherwise our lives would both be completely different.$h",
		"Good_5": "Wow, you smell so good today, sweetie.$7#$e#So natural and sexy.$4",
		"Good_6": "I'm so fortunate to have such an amazing husband.$h^I'm so fortunate to have such an amazing wife.$h",
		"Good_7": "If I could, I would marry you every day for the rest of our lives.$h#$e#Ceremony and all!$h#$e#And the wedding night, of course.$7",
		"Good_8": "I picked this up on the way home from work the other day! [88 90]#$e#I hope you find some use for it.$h",
		"Neutral_0": "I wonder what I should cook for dinner tonight...#$e#Any requests, sweetie?",
		"Neutral_1": "I heard some strange noises outside last night...$s#$e#I tend to get a little jumpy at night.$h",
		"Neutral_2": "I found this on the way home from Emily's house the other day. [444]#$e#Pretty, isn't it? I hope it's useful.$h",
		"Neutral_3": "Are you hungry, sweetie?#$e#I'll cook soon.$h",
		"Neutral_4": "I keep meaning to visit the library... I could use a good book to read.",
		"Neutral_5": "There's never really anything interesting on TV, is there?$s",
		"Bad_0": "Sweetie... I could use some time alone.$s",
		"Bad_1": "You've been treating me so coldly lately...$s#$e#Is it someting I said?$s",
		"Bad_2": "Don't talk to me right now.$5",
		"Bad_3": "I think I should have just stayed in the desert...$s",
		"funLeave_Sandy": "I think I'll go visit Emily today! I haven't seen her in a while.$h#$e#Don't worry, I'll be home before you know it!",
		"funReturn_Sandy": "I missed you today, sweetie.$h#$e#Emily said hello, and to share this with you. [400 232 213 612 605]",
		"spring_1": "Happy New Year, sweetie! Here's to another year of love.$h",
		"spring_12": "Pelican Town has the most interesting festivals!#$e3I love watching the egg hunt. It's so lively.$h",
		"spring_23": "The Flower Dance is tomorrow, sweetie!#$e#I may be a little older, but I'll show all the other girls how it's done.$h",
		"summer_1": "The summers here are so much cooler than in the desert!#$e#It's such a relief to my sensitive skin...",
		"summer_10": "Oooh, I just can't wait to taste the soup tomorrow! Make sure to add something yummy, sweetie!$7",
		"summer_27": "The moon jellies are so beautiful! I can't wait to watch them with you tomorrow, honey.$h3$e#It'll be so romantic.$7",
		"fall_1": "The fall colors here in the valley are just incredible!$h",
		"fall_15": "I love the fair. Make sure to win me a prize tomorrow!$h",
		"fall_26": "I'm not sure if I'm brave enough to try the maze...$s#$e#Maybe if you hold my hand, @.$h",
		"winter_1": "Winter's barely begun and it's freezing...$3#$e#You'll have to keep me warm, sweetie! Otherwise I might freeze to death...$7",
		"winter_7": "I'll bring my heavy coat and cheer you on during the fishing contest!",
		"winter_24": "Tomorrow's the feast... I hope you're prepared. It's going to be huge!$h",
		"winter_28": "The end of another year... I'm glad we got to spend it together.$4#$e#Also... I'm a little drunk. Here, take this from me. [303]$7",
		"spouseRoom_Sandy": "#$c .5#I need to sort through my clothes today...#$e#I have some laundry to do. And I could do to get rid of a few dresses I never wear...$h",
		"patio_Sandy": "I've always wanted to have a flower garden! Now that I don't live in a desert, I actually can.$h"
}