{
		"Rainy_Day_Marnie": "It's raining outside. Make sure you don't catch cold, dear.#$e#Stay indoors as much as possible.",
		"Rainy_Night_Marnie": "I made some soup for dinner. [199 218 219 727 730]$h#$e#You need something hot on a day like this!$h",
		"Indoor_Day_Marnie": "What are your plans today, sweetie?#$e#Me? I'll probably do some dusting, some dishes... Fun stuff, you know?",
		"Indoor_Night_Marnie": "It's bedtime, honey!$h#$e#I can't wait to snuggle up under the covers.$6",
		"Outdoor_Marnie": "It's a beautiful day today, isn't it?#$e#Days like this make work a little more pleasant.",
		"spring_Marnie": "Time to plant some fresh grass for the cows, eh?$h",
		"summer_Marnie": "Phew... Maybe we can install some kind of air conditioner soon, huh, @?",
		"fall_Marnie": "Animals eat too much in the fall, too...$h",
		"winter_Marnie": "Make sure the animals are warm enough, dear.$h",
		"Rainy_Day_0": "It's raining outside. Make sure you don't catch cold, dear.#$e#Stay indoors as much as possible.",
		"Rainy_Day_1": "Make sure you keep the animals inside today! They like getting wet just about as much as we do.",
		"Rainy_Day_2": "It's raining... I guess yardwork is out of the question today.$2#$e#I'll take care of some things inside instead.",
		"Rainy_Day_3": "I got up early and brewed some coffee. [395]#$e#It's good to drink warm things on days like today.",
		"Rainy_Day_4": "Rain or no rain, the day must go on!#$e#Good luck today, honey.",
		"Rainy_Night_0": "Make sure you change into something warm. We can't have you getting sick!#$e#Can you hear the rain pattering on the roof, sweetie?",
		"Rainy_Night_1": "The rain makes our home seem so cozy.$h",
		"Rainy_Night_2": "I made some soup for dinner. [199 218 219 727 730]$h#$e#You need something hot on a day like this!$h",
		"Rainy_Night_3": "It's nights like this I'm glad we have a quality roof.#$e#We have Ms. Robin to thank for that!",
		"Rainy_Night_4": "I hope Shane cooked a nice dinner for Jas...$2#$e#She likes grilled cheese on rainy nights, for whatever reason.$h",
		"Indoor_Day_0": "Good morning, honey!$h#$e#I had a dream last night... I don't remember much of it, but it had something to do with a %adj %noun.#$e#Weird, right?",
		"Indoor_Day_1": "Hi, honey. I hope you're ready for another day of hard work!",
		"Indoor_Day_2": "What a beautiful day outside!#$e#Make sure you let the animals out into the pasture. They love soaking up the sun.",
		"Indoor_Day_3": "What are your plans today, sweetie?#$e#Me? I'll probably do some dusting, some dishes... Fun stuff, you know?",
		"Indoor_Day_4": "Hi, honey! Smells good, doesn't it? I made you breakfast! [194 195 210 211 216]#$e#Eat up! We have a long day of work ahead of us.",
		"Indoor_Night_0": "Oh, you're home! How was your day, honey?$h#$e#Mine was good, but a little lonely! I'm glad you're back.",
		"Indoor_Night_1": "Hi, sweetie. I'm glad you're back!#$e#Dinner's ready. Eat up! [212 235 728 240]",
		"Indoor_Night_2": "Wow, you look like you did a lot of work today!#$e#You should really relax and kick back for the night.$h",
		"Indoor_Night_3": "It's bedtime, honey!$h#$e#I can't wait to snuggle up under the covers.$6",
		"Indoor_Night_4": "How were the animals today?#$e#I popped into the barn earlier and they seemed so happy! You're doing a great job.$h",
		"Outdoor_0": "It's a beautiful day today, isn't it?#$e#Days like this make work a little more pleasant.",
		"Outdoor_1": "What beautiful weather. I'm sure the animals would love to be out grazing in the sun!",
		"Outdoor_2": "I have a little free time.#$e#What do you need me to do, sweetie?",
		"Outdoor_3": "Don't overwork yourself, honey.#$e#Make sure and take a break every now and then!",
		"Outdoor_4": "It's not much, but here you go, honey! [403]#$e#Be sure to eat that if you get hungry, and I'll have a hot dinner ready for you when you get home!",
		"OneKid_0": "I wonder if %kid1 will grow up to be a farmer like both of us?",
		"OneKid_1": "I took care of Jas for a while, so I thought raising my own child would be easy...$s#$e#Boy was I wrong!#$e#It's worth all the work, though.$h",
		"OneKid_2": "%kid1... what a wonderful name! What inspired it?$h",
		"OneKid_3": "I never thought being a mother would be so rewarding.",
		"TwoKids_0": "I never thought I'd have a family of my own like this.#$e#Life sure takes some sharp turns when you least expect it, doesn't it?",
		"TwoKids_1": "I already gave %kid1 and %kid2 their breakfast. They were hungry!",
		"TwoKids_2": "Can you check on %kid2 for me? I'm about to feed %kid1.$h",
		"TwoKids_3": "%kid1 and %kid2 are just perfect! They're such happy babies, never fussing or fighting.",
		"Good_0": "Come kiss me, handsome.$4^Come kiss me, beautiful.$4",
		"Good_1": "I always thought maybe we'd end up together.$h#$e#Of course, I wasn't expecting it... more like hoping, I guess!",
		"Good_2": "I love being here with you, @. You're my best friend.$h",
		"Good_3": "To think you chose little old me over all the girls in this town...$4",
		"Good_4": "I love being around you, @. You bring out the best in me.$h#$e#I hope you feel the same.$4",
		"Good_5": "I was just admiring my wedding amulet, honey! It's so shiny and beautiful.#$e#Where did you even find something so perfect?$h",
		"Good_6": "I still can't believe we're married...$h#$e#I mean that in the best way possible!",
		"Good_7": "Be careful out there! Sometimes I worry about you falling into a mine shaft.",
		"Neutral_0": "If you go into town, make sure and say hi to everyone for me.",
		"Neutral_1": "I hope you'd still like me even if I gained weight.$s",
		"Neutral_2": "I found this on the way home from work the other day. [535 680 567]#$e#Interesting, isn't it? I hope you can find some use for it!",
		"Neutral_3": "Are you hungry, sweetie?#$e#I'll cook soon.$h",
		"Neutral_4": "Shane's doing a great job taking care of the animal shop.#$e#And taking care of Jas, too, for that matter.@#$e#I'm so glad.$h",
		"Neutral_5": "I could go for some cake right about now...$3",
		"Bad_0": "You've been treating me so coldly lately...$s#$e#Is it someting I said?$s",
		"Bad_1": "Are you still happy with me?s",
		"Bad_2": "...Do you still love me?$s",
		"Bad_3": "...I need to be alone right now.$s",
		"funLeave_Marnie": "I'm off to work soon, honey. Don't miss me too much!",
		"funReturn_Marnie": "I'm glad to be back... Work was a killer.#$e#How was your day, sweetie?$h",
		"spring_1": "Happy New Year, honey!#$e#I'm sure you'll have your hands full clearing the field, so let me know if you need me to feed the animals!",
		"spring_12": "Shane always does such a great job preparing the chickens for the Egg Festival.#$e#He can really accomplish a lot when he puts his mind to it!",
		"spring_23": "The Flower Dance is tomorrow, honey! I'll brush up on my moves tonight. You should, too.$h",
		"summer_1": "Let's hope for lots of sun this summer! The animals need lots of time outside.",
		"summer_10": "Maybe I should put wine in the soup tomorrow...?$3",
		"summer_27": "I can't wait to watch the moon jellies together, sweetie.$h",
		"fall_1": "The weather's finally cooling down... What a relief!#$e#The animals are probably glad, too.",
		"fall_15": "I can't wait for the fair tomorrow. It's my favorite time of year!",
		"fall_26": "The decorations for tomorrow's festival are... interesting.$s#$e#I get scared easily...$s",
		"winter_1": "Brr... it's cold! I just want to stay inside where it's warm.#$e#The same goes for the animals! Make sure you buy them a heater.",
		"winter_7": "Should I enter the fishing contest tomorrow, honey?#$e#I might beat you!",
		"winter_24": "The feast is tomorrow... I can't wait!",
		"winter_28": "Let's celebrate a wonderful year together, sweetheart! [348]#$e#Drink up!$h",
		"spouseRoom_Marnie": "#$c .5#I should probably organize some of this stuff, huh?$h#$e#I'll be in here working on it for a while if you need me.",
		"patio_Marnie": "Shane's supposed to come by later and help haul some of this stuff to the ranch, so I'm getting it all organized."
}