 {
		"Rainy_Day_0": "Hey, love.#$e#It's raining cats and dogs today. Please make sure you don't get drenched!#$e#I wouldn't want you to catch a cold.",
		"Rainy_Day_1": "Good morning, dear.#$e#I made you some coffee to keep you warm! [395]",
		"Rainy_Day_2": "Oh... hey love.#$e# I just took a peek outside... it seems today'll be a rainy day.#$e#I hope you don't mind if I stay inside.",
		"Rainy_Day_3": "*sigh*... Hey @, it's raining again.#$e#I'm just gonna stay in here and listen to some blues, alright?",
		"Rainy_Day_4": "Morning, my gem!#$e#Here, I made you a nice, hearty breakfast. [194 195 210 211 216]#$e#You're sure gonna need it if you're planning on going out in this weather!",
		"Rainy_Day_Clint": "Hey, love.#$e#It's raining cats and dogs today. Please make sure you don't get drenched!#$e#I wouldn't want you to catch a cold.",
		"Rainy_Night_0": "Hey, @. That's quite a storm out there, huh?#$e# I'm happy you're home now.",
		"Rainy_Night_1": "Love, you're drenched! You must be freezing!#$e#C'mere and let this famous dish of mine warm you up! [199]",
		"Rainy_Night_2": "*sigh*... I hope we're gonna have some sunshine tomorrow, love!#$e#These rainy days always make me feel kinda gloomy.",
		"Rainy_Night_3": "Hey, look who's home!#$e#I rearranged my blues collection today, love.#$e# I didn't really feel like going out in that rain.",
		"Rainy_Night_4": "How was your day, gem? I hope you didn't catch a cold out there!#$e#Here, have a cup of coffee with me! [395]",
		"Rainy_Night_Clint": "How was your day, gem? I hope you didn't catch a cold out there!#$e#Here, have a cup of coffee with me! [395]",
		"Indoor_Day_0": "Good morning, dear.#$e#Did you sleep well?#$e#I hope my snoring didn't wake you up last night.",
		"Indoor_Day_1": "Hey, @. How about some pancakes?#$e#I just finished making a batch... Though I doubt they will be as good as yours! [211]",
		"Indoor_Day_2": "Do you have any special plans for today, love?#$e#Huh? Me?... Oh, I guess I'll just listen to some blues for now.",
		"Indoor_Day_3": "Look, @. I made you some breakfast. After all you're working almost as hard as I am.#$e#Just kidding! I really do appreciate your hard work, love. [194 195 210 211 216]$h",
		"Indoor_Day_4": "Good morning, love! Do you want some cake?#$e# I know, cake for breakfast... sounds kinda... weird, huh?#$e#But I really wanted to impress you! [220 221]$4",
		"Indoor_Day_Clint": "Hey, @. How about some pancakes?#$e#I just finished making a batch... Though I doubt they will be as good as yours! [211]",
		"Indoor_Night_0": "Hey, there you are!#$e#I was just wondering when you'd come home. Did you have a nice day?",
		"Indoor_Night_1": "Here, have some soup, love.#$e#I wouldn't want you to starve on me!#$e#Honestly now, dear. Eat up while it's still hot. [199 218 219 727 730]",
		"Indoor_Night_2": "*yawn*... Oh, hey gem.#$e#No, I didn't stay up just to welcome you home... or maybe I did?!#$e#Anyways, let's call it a night, shall we?$h",
		"Indoor_Night_3": "You're looking really exhausted, dear. Are you alright?#$e#Do you... would you... *gulp*... Wanna have me massage your back?$4",
		"Indoor_Night_4": "Back at my old place I used to stay inside all day, constantly working on tools or smelting ore.#$e# Living out here with you is a welcome change!$h",
		"Indoor_Night_Clint": "Hey, there you are!#$e#I was just wondering when you'd come home. Did you have a nice day?",
		"Outdoor_0": "You really are doing a great job, love!#$e#But please don't overwork yourself.#$e#I like my men square and healthy!$4^I like my women square and healthy!$4",
		"Outdoor_1": "Ah... what a lovely day!#$e#I'm feeling much better since I moved in with you.#$e#Farm life really is refreshing!$h",
		"Outdoor_2": "Hey, gem. What are you up to?#$e#You know, I really appreciate living out here with you. It's much nicer than living at the workshop.",
		"Outdoor_3": "I've never been a huge fan of having pets, but %pet has changed my mind.#$e#You raised them well!",
		"Outdoor_Clint": "You really are doing a great job, love!#$e#But please don't overwork yourself.#$e#I like my men square and healthy!$4^I like my women square and healthy!$4",
		"OneKid_0": "*gulp* I am a dad!... I can't believe it. Hopefully I will do better than my own father.$2#$e#Don't you worry, @. %kid1 is going to have the perfect childhood.#$e#I'll make sure of that.$h",
		"OneKid_1": "Look at our little gem. I never thought I'd be able to say this, but we have a wonderful little family.$h#$e#*sigh* If only Mom could've seen this.$2",
		"OneKid_2": "%kid1 reminds me so much of myself when I was a kid.#$e#Now, don't worry, dear. I won't force %kid1 to follow in my footsteps.#$e#Yours seem much more appealing anyway!$h",
		"OneKid_3": "With parenthood comes great responsibility! I'm glad we're in this together, @!$h",
		"TwoKids_0": "Our kids are precious, aren't they, love?",
		"TwoKids_1": "We've come so far, haven't we, @?#$e#I always wanted my own little family, but I never really dared to hope for it.$4",
		"TwoKids_2": "Do you think the kids are happy?#$e# Sometimes I can't help but worry I'll let you all down, just like my own father.$2#$e#No, you're right, love. I'm nothing like him.$h",
		"TwoKids_3": "It's great! There're two of the little ones now!#$e#That way, they'll never be lonely.#$e#As an only child I know what I'm talking about!$h",
		"TwoKids_4": "%kid1 and %kid2... Such wonderful names.$h",
		"Good_0": "I... I wasn't staring, love. I was merely admiring you.$4#$e#You really are a sight to behold!$h",
		"Good_1": "@, I just... I... I wanted to let you now that I love you. You've dug me out of that hole I'd buried myself in for so many years.#$e#Thank you!$h",
		"Good_2": "*sigh* What did I do to deserve you, gem? I'm just a boring old blacksmith.$h#$e#Well... now I'm your boring old blacksmith.$4#$e#I love you, dear!$h",
		"Good_3": "May I steal a kiss, my dear?#$e#You could also get one in return... if you want.$4",
		"Good_4": "Sometimes I can't help but wonder why you chose me of all people.#$e#Regardless, I'll always try my best so you never regret handing me that bouquet.$h",
		"Good_5": "Hey, @. You remember what I once told you about my father?#$e# How he tried to turn me into someone else?$s#$e#I'm just so glad that you'll never try to change me.$h",
		"Good_6": "I know that I must have seemed like a grumpy loner when we first met, gem. Always bothering you to upgrade your tools.#$e#I guess I was just too shy to approach you properly.#$e#Thank Yoba you had enough courage for the both of us.$4",
		"Good_7": "Love, I... uhm... about Emily...#$e#I... I feel foolish for what I did back then.$s#$e#But don't you worry. It was just a crush and it's all in the past now!$h",
		"Neutral_0": "Oh, hey dear. I guess we'll have to do some shopping pretty soon.#$e#The fridge looks kinda empty.",
		"Neutral_1": "Do you think I've lost weight?#$e#Well, if I did it's thanks to your healthy cooking.$h",
		"Neutral_2": "It's a great thing you know how to cook so well. I've always had a healthy appetite.$h",
		"Neutral_3": "I'm starving! I think I'm gonna raid the fridge!",
		"Neutral_4": "Working as a blacksmith really is a tiring job...#$e#Farming has so much more to offer!$h",
		"Neutral_5": "Have you ever watched Queen of Sauce, dear?#$e#It's really taught me some things!",
		"Neutral_6": "Iridium is by far the most durable material. If only it wasn't so hard to find.",
		"Bad_0": "Please, just... just leave me be!$3#$e# I don't wanna talk right now...$s",
		"Bad_1": "*sigh* I'm feeling pretty down today...$s",
		"Bad_2": "Did I... did I do something wrong?$s#$e# Why are you treating me like this? I thought we were happy...$s",
		"Bad_3": "I can't believe you're trying to change me, too.$3#$e#I thought you were different...$s#$e#I thought you cared.$3",
		"Bad_4": "It's... it's just...$3#$e#Maybe I'm just misreading things, but it feels like we're falling apart...$s",
		"funLeave_Clint": "Sorry, dear. Work is calling.#$e#People still need my services after all.$h#$e#But I'll be home before you know it.$h",
		"funReturn_Clint": "Hey, gem. I'm home!$h#$e#*sigh* Feels good to be home!$h#$e#I missed you.$4",
		"spring_Clint": "Sure, spring's pretty and all, but it gets my allergies in a fuss...",
		"spring_1": "Happy New Year, my love.$h#$e#I'm happy I'll get to spend it with you!$4",
		"spring_12": "You're gonna win the egg hunt tomorrow, right, dear?#$e#I'd love to have a big omelette tomorrow night.$h",
		"spring_23": "You know I always felt lonely watching all those happy couples dancing.#$e#But not this year! This year I'll be one of them.$4",
		"summer_Clint": "Phew! It's hot...#$e#Summers out here on the countryside can be suffocating...#$e#Good thing we have plenty of trees for shade!$h",
		"summer_1": "Phew... This heat is killing me.#$e#It's almost like working near the furnace all day.#$e#Summer's not my favorite season, love.$s",
		"summer_10": "I can't really give you any advice on what to put in the luau soup, sorry dear.#$e# You're the better chef.#$e#But I'm sure you'll choose something that will rock the governor's socks off!$h",
		"summer_27": "As a secret romantic, I always loved watching the moon jellies.#$e#I just didn't have anyone to share it with... until you came around!$h",
		"fall_Clint": "Ah... it's finally cooling off.#$e#I love the fall.$h",
		"fall_1": "Fall is finally here! The leaves always remind me of the gems and crystals in the mines.#$e#You know what I mean, right, love?$h",
		"fall_15": "You won't mind if I eat a little more than usual at the fair tomorrow, would you?#$e#I swear, I still like your cooking the best! But Gus' only comes around so often.$h",
		"fall_26": "You might not know this, @, but All Spirit's Eve actually makes me nervous...$s#$e#After all it's me who's responsible for setting up the cage to keep Marlon's skeletons at bay!",
		"winter_Clint": "It's a little cold out, sure, but isn't the snow pretty?",
		"winter_1": "Winter's here, gem.#$e# Don't worry, this old blacksmith is gonna keep you warm!$h",
		"winter_7": "*gulp* H...Hey... love?#$e#Please don't... don't laugh at me, but will you build a snowman with me tomorrow?$4#$e#In return I'll cheer for you as loud as I can at the fishing contest!$h",
		"winter_24": "Are you excited about the gift exchange tomorrow?#$e#I'll be crossing my fingers you'll get something nice.$h",
		"winter_28": "Another year is almost over.#$e# I'm so happy I got to spend it with you, @!$h#$e#Here, sweetie. Cheers! [346]",
		"spouseRoom_Clint": "#$c .5#I'm still working on setting up all my tools here.#$e#I'm hoping to open my shop out of here pretty soon, if it's okay with you, dear.",
		"patio_Clint": "I'm trying to get my tools organized... When did I end up with all this junk?$s"
}