{
	"Changes": [
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Sandy",
			"Entries": {
				"danceRejection": "ขอโทษนะ ที่รัก เอาไว้ปีหน้าละกันนะ$h",
				"Mon4": "เฮ้ @!$h#$e#เธอว่าที่ทะเลทราย นี่เป็นยังไงบ้าง?",
				"Mon8": "สวัสดีจ้ะที่รัก เธอมาที่นี่บ่อยดีจัง!$h",
				"Tue2": "อา วันนี้ช่างแสนสงบสุข...$h",
				"Tue6": "สัปดาห์นี้ของคุณ เป็นยังไงบ้างจ๊ะ ที่รัก?#$e#เล่าให้ฉันฟังหน่อยสิ",
				"Wed4": "พกอะไรจากฟาร์มของเธอ มาให้ฉันบ้างสิ @! ฉันรู้ว่าฟาร์มของเธอน่ะ มีของดีๆ เต็มไปหมด$h",
				"Wed8": "มันไม่เปลืองเงินหรอ มาทะเลทรายบ่อยๆ แบบนี้น่ะ?#$e#เธอจะต้อง ชอบมาหาฉันมากๆ เลยนะเนี่ย ใช่ม้า? หื้มมมม...$h",
				"Thu8": "ฉันพนันว่าเธออยากจะ รู้ชื่อจริงๆ ของฉันใช่ไหมล่ะ?$h",
				"Fri6": "สุขสันต์วันศุกร์จ้า @!$h#$e#โอ้... ชาวไร่ไม่ค่อยตื่นเต้นอะไรกับ สุดสัปดาห์นี่นา ใช่ไหม?$3",
				"Fri10": "อ๊ะ @ วันนี้เธอดูหล่อจังเลย^อ๊ะ @ วันนี้เธอดูน่ารักจังเลย",
				"Sat2": "@! ดีจังเลยที่ได้เจอเธอ! ชีวิตในหุบเขาเป็นยังไงบ้าง?",
				"Sat6": "โอ้ สวัสดีจ้ะ ที่รัก!$h#$e#สุดสัปดาห์มาช้าเสมอเลย... ได้เจอคนรู้จักนี่ดีจังน้า!",
				"Sat8": "วันนี้วันเสาร์... คุณกลับไปดีกว่านะ! ฉันมั่นใจว่าคืนนี้ หนุ่มหล่ออย่างเธอ ต้องมีเดตแน่ๆ !^วันนี้วันเสาร์... เธอกลับไปดีกว่านะ! ฉันมั่นใจว่าคืนนี้ สาวสวยอย่างเธอ ต้องมีเดตแน่ๆ !",
				"Sat10": "ตอบหน่อยสิ ที่รัก เคยคิดจะย้ายมาอยู่ที่ ทะเลทรายบ้างไหม? มันเป็นสถานที่ ที่ดีนะ$h",
				"Sun4": "ช่วงนี้เธอได้เจอเอมิลี่บ้างไหม?#$e#พวกเรารู้จักกันมานานแล้วล่ะ$h#$e#จริงๆ แล้วชุดของฉันก็ได้เธอ ออกแบบให้นี่แหละ!",
				"Sun10": "เธอทำงานหนักมากเลย ใช่หรือเปล่าล่ะ?#$e#ฉันรู้นะ$7",
				"divorced": "...จะฉันช่วยอะไรหรือคะ?$s",
			},
		},
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Sandy",
			"Entries": {
				"give_flowersA": "ช่อดอกไม้!$6#$b#ฉันชอบดอกไม้! ขอบคุณนะ$4#$b#โอ้? อ๋อ ฉันก็รู้ว่าการรับมัน หมายความว่ายังไงนะ",
				"give_flowersB": "...! ฉันยินดี!$h#$b#ถึงฉันจะมีงานที่ต้องทำ$4#$b#แต่ฉันมั่นใจว่า เราต้องไปด้วยกันได้แน่$h",
				"give_pendant": "ตกลง! ฉันตกลง!$h#$b#ฉันรักเธอที่สุดเลย!$4#$b#แล้วเดี๋ยวเรา ต้องไปแจ้งกับ ท่านนายกเทศมนตรี ใช่มั้ย?$h",
				"stardrop_gift": "โอ้ ที่รัก คุณพอจะมีเวลา สักแป๊บนึงมั้ย?$4#$b#ฉันอยากจะมอบ สตาร์ดรอปให้คุณ เพื่อเป็นการแสดงความรัก จากฉัน$h#$b#ขอบคุณ สำหรับทุกอย่าง$h",
				"rejectNPCA": "ฉันซาบซึ้งในสิ่งที่คุณเตรียมมานะ... แต่ว่า ฉันขอผ่านดีกว่า$1",
				"rejectNPCB": "ถ้าฉันตกลงไปกับคุณ มันคงจะลำบากมาก เวลาต้องไปทำงานทุกวันๆ$1",
				"reject_two_heartA": "จะให้สละชีวิตโสดนี่หรอ? ไม่มีทาง!$h",
				"reject_two_heartB": "ขอโทษนะจ๊ะ ที่รัก ตอนนี้ฉันมีความสุข ในแบบที่ฉันเป็น$h",
				"reject_four_heartA": "ฉันต้องทำงานที่นี่ ที่รัก แต่ฉันก็ซาบซึ้งนะ$h",
				"reject_four_heartB": "นั่นไม่ใช่ของฉันหรอก ที่รัก นี่ ฝากทักทายเอมิลี เมื่อเธอกลับไป ที่หุบเขาให้ด้วยสิ ได้มั้ย?$h",
				"engageA": "โอ้.. นี้เธอไม่ได้มอบสิ่งที่ ให้คนที่เธอหมั้นด้วย แล้วหรอ? เขาน่าจะใส่มันอยู่นะ",
				"engageB": "ขอโทษนะ แต่ฉันไม่อยาก ตกเป็นข่าวฉาวน่ะ$2",
				"marriedA": "คนอย่างเธอ แต่งงานไปได้ยังไงเนี่ย?",
				"marriedB": "ขอคนอื่นแต่งงาน ทั้งที่ตัวเอง แต่งงานไปแล้วเนี่ยนะ#$b#ฉันคิดว่าเธอ ไม่น่าจะมีชีวิตคู่ ได้นานนักหรอก ถ้ามีทัศนะคติแบบนั้นน่ะ",
				"refusal_knownA": "สร้อยคอนางเงือก! สวยงามจริงๆ!$h#$b#ฉันก็อยากได้นะ แต่ฉันไม่อยากได้ สิ่งที่ตามมา หลังจากรับมันมานี่สิ$7",
				"refusal_knownB": "ชีวิตในฟาร์มหรอ? ก็น่าสนนะ แต่ไม่เอาอ่ะ",
				"refusal_botherA": "นี่รู้มะ มันน่ารำคาณนะ เวลาที่เธอเอามัน มาแกว่งอยู่หน้าฉันเนี่ย$5",
				"refusal_botherB": "ไม่ ก็คือไม่! ทำไมเธอถึงไม่เข้าใจห๊ะ$5",
				"refusal_no_heartsA": "ก็ดีนะ... แต่ฉันไม่สนใจน่ะ ขอบคุณสำหรับข้อเสนอ$1",
				"refusal_no_heartsB": "เธอน่ารักจัง ที่มาถามแบบนี้ แต่ว่า ฉันยังไม่อยากมีสามีน่ะ^เธอน่ารักจัง ที่มาถามแบบนี้ แต่ว่า ฉันยังไม่อยากมีภรรยาน่ะ",
				},
			"When": { "HasMod": "misscoriel.courtship"},
		},
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Sandy",
			"Entries": {
				"give_flowersA": "ดอกไม้! ฉันชอบมากเลยล่ะ! ขอบคุณนะ!$4",
				"give_flowersB": "คุณรู้รึเปล่า ฉันไม่เคยคิดเลยว่า จะได้เห็นดอกไม้ มากมายขนาดนี้$h",
				"give_pendant": "ฉันซึ้งใจมากเลย แต่ถ้าจะให้ใส่มันหลายอัน... คงจะมีข่าวแปลกๆ ออกไปแน่... $7",
				"engageA": "ฉัน... นี่เหมือนว่าฉัน อยากจะได้มันอีกหรอ?$7",
				"engageB": "ฉันมีมันอันเดียวก็พอ ที่รัก$4",
				"marriedA": "คุณกำลังจะหา ของสะสมให้ฉันหรอ?$7#$b#ก็ ฉันไม่ได้ใส่ใจอะไรหรอก มันก็ดูสวยดี$h",
				"marriedB": "แหม แหม ที่รัก คุณนี่โชคดีจัง ที่หามันมาได้อีก$4",
			},
			"When": {
				"HasMod": "misscoriel.courtship",
				"Spouse": "Sandy"
			}
		},
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/MarriageDialogueSandy",
			"Entries": {
				"Rainy_Day_Sandy": "ทำตัวให้แห้งเข้าไว้นะ ที่รัก! อย่าอยู่ข้างนอกนานเกินไปล่ะ",
				"Rainy_Night_Sandy": "มื้อค่ำพร้อมแล้วนะ ที่รัก ฉันหวังว่าคุณจะชอบมันนะ [218 732 207 224]$h",
				"Indoor_Day_Sandy": "วันนี้คุณมีแผนจะไป ทะเลทรายคาลิโก้ไหม ที่รัก?#$e#ถ้าคุณไปล่ะก็ เอามะพร้าวกับ ผลกระบองเพชร กลับมาให้หน่อยสิคะ!$h",
				"Indoor_Night_Sandy": "หุบเขาและทะเลทราย... ทั้งสองที่ต่างก็ไม่ได้เงียบสนิท ในเวลากลางคืน#$e#แต่ถึงอย่างนั้น เสียงที่ได้ยินก็แตกต่างกัน อย่างสิ้นเชิง#$e#ฉันยังพยายาม นึกอยู่ว่าเสียงของหุบเขา เป็นเสียงของอะไร มันลึกลับจัง$h",
				"Outdoor_Sandy": "แสงอาทิตย์ที่นี่ไม่ค่อยจะ เผาผิวของฉันสักเท่าไหร่ การที่ไม่ต้องทาครีมกันแดด ทุกวันมันดีจังเลย!$h",
				"spring_Sandy": "ว้าว... ที่หุบเขานี้ ทุกอย่างช่างเขียวขจี!$h",
				"summer_Sandy": "ไปชายหาดกันเถอะ ที่รัก! อากาศวันนี้มันสมบูรณ์แบบ!",
				"fall_Sandy": "ที่ทะเลทรายไม่มีช่วงใบไม้ร่วง เหมือนที่หุบเขามีหรอกนะ#$e#ฉันรักมัน!$h",
				"winter_Sandy": "หนาวจนแข็งได้เลยนะเนี่ย!#$e#อา... ฉันเอาเสท้อโค้ตไปไว้ไหนนะ...?$s",
				"Rainy_Day_0": "ฝนตกล่ะ!$h#$e#ที่ทะเลทราย ฉันไม่เคยเห็นฝนสักหยด",
				"Rainy_Day_1": "ทำตัวให้แห้งเข้าไว้นะ ที่รัก! อย่าอยู่ข้างนอกนานเกินไปล่ะ",
				"Rainy_Day_2": "อรุณสวัสดิ์ ที่รัก#$e#วันนี้ฝนตกล่ะ! ดื่มนี่สิจะได้อุ่นๆ [395]$h",
				"Rainy_Day_3": "ฉันกำลังทำความคุ้ยเคย กับฝนอยู่...$s#$e#ฉันใช้เวลาไปกับ ผมของฉันเป็นชั่วโมง แล้วฝนก็ทำให้มัน พังไม่เป็นท่าเลย!$a#$e#ฉันไม่รู้ว่า คุณจัดการตัวเอง ให้ดูดีขนาดนี้ได้ไยังไง แม้กระทั่ง ในตอนที่เปียกโชก...",
				"Rainy_Day_4": "ฝนนี่สวยงามจังเลย#$e#ตราบเท่าที่ฉันไม่ต้อง ออกไปตากฝนน่ะนะ$h",
				"Rainy_Night_0": "ฉันหวังว่าฝนจะหยุดตกสักที!#$e#แต่อย่างน้อย วันนี้ คุณก็ไม่ต้องรดน้ำต้นไม้",
				"Rainy_Night_1": "มื้อค่ำพร้อมแล้วนะ ที่รัก ฉันหวังว่าคุณจะชอบมันนะ [218 732 207 224]$h",
				"Rainy_Night_2": "เสียงของฝนนี่ โรแมนติกดีจังเลย... มันไม่มีอะไร เหมือนที่ทะเลทรายเลย$7",
				"Rainy_Night_3": "สวัสดี ที่รัก วันนี้ฝนตกไม่ลืมหูลืมตาเลย ฉันหวังว่าคุณจะไม่เปียก จนเกินไปนะ$h",
				"Rainy_Night_4": "วันนี้ ฉันอบอะไรบางอย่างด้วยล่ะ ที่รัก!$h#$e#ลองดูหน่อยสิ มันออกมาเยี่ยมเลย [611 234 223 608 222]$7",
				"Indoor_Day_0": "คุณตกแต่งทุกอย่าง ได้น่ารักมากเลย!$h#$e#แต่ฉันอาจจะปรับแต่งนิดหน่อย ถ้าคุณไม่ว่าอะไร...",
				"Indoor_Day_1": "ฉันชอบการมีครัวที่พรั่งพร้อม ไปด้วยอุปกรณ์แบบนี้จัง มันทำให้ความเป็นไปได้ ในการทำอาหาร ไม่มีสิ้นสุด$h",
				"Indoor_Day_2": "ฉันอบมัฟฟิน สำหรับมื้อเช้าล่ะ ที่รัก! กินสักชิ้นในตอนที่ มันยังอุ่นๆ สิ [651]$h",
				"Indoor_Day_3": "วันนี้คุณมีแผนจะไป ทะเลทรายคาลิโก้ไหม ที่รัก?#$e#ถ้าคุณไปล่ะก็ เอามะพร้าวกับ ผลกระบองเพชร กลับมาให้หน่อยสิคะ!$h",
				"Indoor_Day_4": "วันนี้คุณจะทำอะไรหรอ ที่รัก?$h#$e#ฉันหรอ? ฉันคงจะปัดฝุ่นสักหน่อย ล้างจาน... พวกงานสนุกๆ มั้งหลายน่ะ คุณนึกออกใช่ไหม?",
				"Indoor_Night_0": "ฉันทำอาหารค่ำล่ะ! [196 244 228 610]$h#$e#เอาสิ ลองชิมมันหน่อย$7",
				"Indoor_Night_1": "ถ้าเทียบกับที่ทะเลทราย ตอนกลางคืนของที่นี่ มันเย็นกว่ามากเลย มันดีสุดๆ ไปเลย!$h",
				"Indoor_Night_2": "ฉันเหนื่อยมากเลย... ไปนอนกันเถอะ ที่รัก!",
				"Indoor_Night_3": "วันนี้เป็นวันที่ยุ่ง ของเราทั้งคู่เลยเนอะ#$e#มาฉลองด้วยการหลับดีๆ สักตื่นกันเถอะ!$h",
				"Indoor_Night_4": "หุบเขาและทะเลทราย... ทั้งสองที่ต่างก็ไม่ได้เงียบสนิท ในเวลากลางคืน#$e#แต่ถึงอย่างนั้น เสียงที่ได้ยินก็แตกต่างกัน อย่างสิ้นเชิง#$e#ฉันยังพยายาม นึกอยู่ว่าเสียงของหุบเขา เป็นเสียงของอะไร มันลึกลับจัง$h",
				"Outdoor_0": "อา วันนี้มันเย็นจัง!$h#$e#คุณไม่คิดอย่างนั้นหรอ...?",
				"Outdoor_1": "ทุกสิ่งทุกอย่างในหุขเขานี้ เป็นสีเขียวขจี มันแตกต่างจากสีเหลือง ของทะเลทรายอย่างสิ้นเชิง",
				"Outdoor_2": "แสงอาทิตย์ที่นี่ไม่ค่อยจะ เผาผิวของฉันสักเท่าไหร่ การที่ไม่ต้องทาครีมกันแดด ทุกวันมันดีจังเลย!$h",
				"Outdoor_3": "รักษาเรี่ยวแรงของคุณ เอาไว้ล่ะ ที่รัก#$e#นี่จ้ะ มันน่าจะช่วยคุณได้นะ ของทานเล่นเพื่อสุขภาพ [613 398 634]$h",
				"Outdoor_4": "ถ้าคุณต้องการ ความช่วยเหลือล่ะก็ บอกฉันได้เลยนะ ที่รัก! ฉันถึงจะทำทุกอย่างที่ฉัน ทำได้เลยล่ะถึงฉันจะถนัด เรื่องของดินและทราย มากกว่า!$h",
				"OneKid_0": "ฉันน่ะอยากจะ เป็นแม่มาตลอดเลยล่ะ ขอบคุณที่ช่วยให้ มันเกิดขึ้นนะ @$6",
				"OneKid_1": "%kid1 ช่างเป็นเด็กที่น่ารักจริงๆ ! เหมือนกับคุณเลย$h",
				"OneKid_2": "%kid1 หน้าตาเหมือนคุณเลยล่ะ ที่รัก$h^%kid1 หน้าตาเหมือนคุณเลยล่ะ ที่รัก$h#$e#ฉันรู้ว่าเรารับ %kid1 มาเลี้ยง... แต่ฉันพูดจริงนะ! จริงๆ นะ!",
				"OneKid_3": "เมื่อเช้านี้แม่ฉันโทรมา เธออยากจะมาเจอคุณกับ %kid1 เร็วๆ นี้$h#$e#แม่ของฉันหรอ? เธออยู่ค่อนข้างไกลเลยล่ะ ไกลกว่า ทะเลทรายคาลิโก้มาก",
				"TwoKids_0": "%kid2 ดูเหมือนกับ %kid1 มากเลย! พวกเขาเป็นฝาแฝดกัน ได้เลยนะเนี่ย!^%kid2 ดูเหมือนกับ %kid1มากเลย! พวกเขาเป็นฝาแฝดกัน ได้เลยนะเนี่ย!#$e#ฉันรู้ว่าพวกเขาไม่ได้ เกี่ยวข้องกันทางสายเลือด ที่รัก... แต่เรายังบอกเรื่องนี้ กับพวกเขาไม่ได้จนกว่า พวกเขาจะโต! ชู่ววว!$3",
				"TwoKids_1": "%kid1 กับ %kid2 น่ะสมยูรณ์แบบมากเลย! พวกเขาช่างเป็นเด็กน้อย ที่มีความสุข ไม่เคยที่จะสร้างความวุ่นวาย หรือทะเลาะกันเลย$h",
				"TwoKids_2": "ทำให้แน่ใจนะว่า ให้ความสนใจกับ %kid1 และ %kid2 เท่าๆ กัน เราไม่อยากจะ สร้างความรู้สึกอิจฉา ให้พวกเขา!#$e#ฉันอ่านเจอเรื่องนี้ ในหนังสือน่ะ$h",
				"TwoKids_3": "คุณช่วยดู %kid2 ให้ฉันหน่อยได้ไหม? ฉันกำลังจะป้อนข้าว %kid1$h",
				"TwoKids_4": "พวกเรามีครอบครัวเล็กๆ ที่สมบูรณ์แบบไปเลย @! ฉันดีใจจนน้ำตาไหลเลย!$6",
				"Good_0": "@ ฉันรักคุณมากจนไม่รู้ว่า จะทำยังไงกับตัวเอง แล้วเนี่ย$h",
				"Good_1": "มาจุ๊บฉันหน่อยสิ สุดหล่อ$7^มาจุ๊บฉันหน่อยสิ คนสวย$7",
				"Good_2": "ฉันรักคุณ ที่รัก#$e#ออกไปจัดการ งานในฟาร์มให้เรียบร้อย แล้วกลับมาบ้านนะ พวกเราจะได้ใช้เวลาร่วมกัน ยังไงล่ะ$h",
				"Good_3": "พอคิดว่าคุณเลือกฉัน แทนที่จะเลือกสาวๆ ในเมืองนี้...#$e#คุณเลือกได้ดีมากเลย ที่รัก$7",
				"Good_4": "โชคดีที่คุณไม่ได้แต่งงาน ก่อนที่รถบัสจะกลับมาใช้งาน ได้อีกครั้งเนอะ ที่รัก?#$e#ไม่งั้นชีวิตของพวกเราสองคน คงแตกต่างออกไป อย่างสิ้นเชิงเลย$h",
				"Good_5": "ว้าว ที่รัก วันนี้คุณหอมจังเลย$7#$e#เป็นธรรมชาติ แล้วก็เซ็กซี่มากเลย$4",
				"Good_6": "ฉันโชคดีจัง ที่มี่สามีที่น่าทึ่งขนาดนี้$h^ฉันโชคดีจัง ที่มี่ภรรยาที่น่าทึ่งขนาดนี้$h",
				"Good_7": "ถ้าฉันทำได้นะ ฉันอยากจะแต่งงานกับคุณทุกๆ วัน จนวันสุดท้ายของเราเลย$h#$e#งานเลี้ยงฉลองและทุกๆ อย่าง!$h#$e#แล้วก็คืนแต่งงาน แหงอยู่แล้ว$7",
				"Good_8": "เมื่อวันก่อนตอนที่ฉัน กลับมาจากการทำงาน ฉับเจอเจ้าสิ่งนี้ล่ะ! [88 90]#$e#ฉันหวังว่าคุณจะได้ ใช้มันนะ$h",
				"Neutral_0": "คืนนี้ ฉันจะทำอะไรเป็นมื้อค่ำดีน้า...#$e#อยากกินอะไรเป็นพิเศษไหม ที่รัก?",
				"Neutral_1": "เมื่อคืนฉันได้ยินเสียงแปลกๆ จากข้างนอกด้วยล่ะ...$s#$e#ฉันขี้กลัวนิดหน่อย ในตอนกลางคืน$h",
				"Neutral_2": "เมื่อวันก่อนตอนที่ฉัน กลับมาจากบ้านของเอมิลี ฉับเจอเจ้าสิ่งนี้ล่ะ [444]#$e#แจ๋วเลยใช่ไหมล่ะ? ฉันหวังว่ามันจะมีประโยชน์นะ$h",
				"Neutral_3": "ที่รัก คุณหิวไหม?#$e#อีกแปปนึง ฉันจะทำอาหารแล้ว$h",
				"Neutral_4": "ฉันจะไปห้องสมุด... อ่านหนังสือดีๆ สักเล่ม",
				"Neutral_5": "ไม่เห็นมีอะไรในทีวีที่ มันน่าสนใจเลย หรือคุณว่าไง?$s",
				"Bad_0": "ที่รัก... ฉันขอใช้เวลาคนเดียวหน่อย$s",
				"Bad_1": "ช่วงนี้ คุณเย็นชากับฉันจังเลยนะ...$s#$e#มันเป็นอย่างที่ฉันพูด ใช่ไหม?$s",
				"Bad_2": "อย่าเพิ่งมาคุยกับฉันตอนนี้$5",
				"Bad_3": "ฉันคิดว่า ฉันควรจะอยู่ที่ทะเลทราย...$s",
				"funLeave_Sandy": "ฉันคิดว่าวันนี้ฉันจะไปหา เอมิลีสักหน่อย! ฉันไม่ได้เจอเธอมาสักพักแล้ว$h#$e#อย่ากังวลไปเลย ฉันจะกลับมาบ้านก่อนที่ คุณจะรู้ซะอีก!",
				"funReturn_Sandy": "วันนี้ฉันคิดถึงคุณจังเลย ที่รัก$h#$e#เอมิลีฝากสวัสดี แล้วก็แบ่งนี่มาให้ด้วยล่ะ [400 232 213 612 605]",
				"spring_1": "สุขสันต์วันปีใหม่ ที่รัก! อีกหนึ่งปีสำหรับรักของเรา$h",
				"spring_12": "เมืองเพลิแกนมีงานเทศกาล ที่น่าสนใจที่สุดเลย!#$e3ฉันชอบดูการแข่งขันล่าไข่ มันมีชีวิตชีวามากเลย$h",
				"spring_23": "ที่รัก พรุ่งนี้คือ งานเต้นรำดอกไม้แล้ว!#$e#ฉันอาจจะแก่กว่าสาวๆ พวกนั้นนิดหน่อย แต่ฉันจะแสดงให้ พวกเธอรู้ว่าการเต้นรำน่ะ เขาทำกันยังไง$h",
				"summer_1": "ฤดูร้อนของที่นี่เย็นกว่าที่ทะเลทรายมากเลย!#$e#ผิวที่บอบบางของฉัน ได้พักผ่อนสักที...",
				"summer_10": "อู้ววว ฉันรอที่จะชิมซุป ของวันพรุ่งนี้ไม่ไหวแล้ว! อย่าลืมใส่อะไรอร่อยๆ ลงไปนะที่รัก!$7",
				"summer_27": "พวกแมงกะพรุนแสงจันทร์เนี่ย สวยจังเลย! ฉันอดใจรอดูพวกมันกับคุณ ในวันพรุ่งนี้ไม่ไหวแล้ว ที่รัก$h3$e#มันจะต้องโรแมนติกมากแน่ๆ$7",
				"fall_1": "ช่วงฤดูใบไม้ร่วงของหุบเขา เนี่ยสุดยอดไปเลย!$h",
				"fall_15": "ฉันรักงานเทศกาล พรุ่งนี้เอารางวัลกลับบ้านมาด้วยนะ!$h",
				"fall_26": "ฉันไม่แน่ใจว่า ฉันจะกล้าพอที่จะ เข้าไปในเขาวงกตไหม...$s#$e#แต่ถ้าคุณจับมือฉันเอาไว้ ก็ไม่แน่หรอกนะ @$h",
				"winter_1": "ในที่สุดฤดูหนาวก็มาถึงแล้ว แล้วมันก็เย็นยะเยือกเลย...$3#$e#คุณจะทำให้ฉนอบอุ่น ที่รัก! ไม่งั้นฉันก็คงแข็งตายไปเลย...$7",
				"winter_7": "ฉันจะเอาเสื้อโค้ตหนักๆ ตัวนั้นของฉันไป แล้วก็เชียร์คุณตอนที่ คุณกำลังแข่งตกปลา!",
				"winter_24": "พรุ่งนี้ก็ถึงวันเทศกาลแล้ว... ฉันหวังว่าคุณจะ เตรียมตัวเรียบร้อยแล้วนะ มันจะต้องเป็นอะไรที่ ยิ่งใหญ่แน่ๆ!$h",
				"winter_28": "สิ้นสุดไปอีกปีแล้ว... ฉันดีใจที่เราได้ ใช้มันร่วมกันนะ$4#$e#แล้วก็... ฉันเมานิดหน่อย เอ้านี่ เอานี่ไปสิ [303]$7",
				"spouseRoom_Sandy": "#$c .5#วันนี้ฉันจะต้องจัดระเบียบ เสื้อผ้าของฉันแล้วล่ะ...#$e#ฉันต้องซักผ้านิดหน่อย แล้วก็จะได้กำจัดพวกชุด ที่ฉันไม่เคยใส่ด้วย...$h",
				"patio_Sandy": "ฉันอยากจะมีสวนดอกไม้ มาตลอดเลย! ตอนนี้ฉันไม่ได้อาศัย อยู่ในทะเลทรายแล้ว สามารถมีสวนดอกไม้ได้แล้ว$h"
			},
		},
		{
			"Action": "EditData",
			"Target": "strings/schedules/Sandy",
			"Entries": {
				"marriage_Sun.000": "สวัสดี ที่รัก! ฉันมาเยี่ยมเอมิลีที่นี่",
				"marriage_Sun.001": "ฉันกำลังค่อยๆ ทำความคุ้นชินกับการใช้ชีวิต ในหมู่บ้านแห่งนี้",
			},
		},
		{
			"Action": "EditData",
			"Target": "Data/EngagementDialogue",
			"Entries": {
				"Sandy0": "ฉัน ไปอยู่ที่ฟาร์ม... น่าตื่นเต้นอะไรอย่างนี้!$1#$e#และงานแต่งยิ่งใหญ่...#$e#ฉันรอไม่ไหวแล้ว$1",
				"Sandy1": "โอ้ @ ฉันมีความสุขเหลือเกิน!$6#$e#พวกเราจะต้องเป็นคู่ที่ดีแน่$6",
			},
		},
		{
			"Action": "EditData",
			"Target": "Data/mail",
			"Entries": {
				"sandyDancing": "@!^^มีนกน้อยคาบข่าวมาบอกฉันด้วยละจ้ะ ว่าเธอไม่เคยไปแด๊นซ์ ที่เมืองซูซูมาก่อน! เพราะงั้นเราจะไปกันคืนนี้ !^มาเจอฉันที่ร้านตอน 9 PM แล้วเราจะไปด้วยกัน!^^  รักนะ จุ๊บๆ^  แซนดี้^^ป.ล. อย่าลืมแต่งตัวน่ารักๆ มาด้วยล่ะ!! :)",
				"morningAfter": "@^^ขอบคุณที่ช่วยดูแลฉันเมื่อคืนนี้นะ สติของฉันขาวโพลนไปหมด แต่ฉันจำได้นะ ว่าเธอกอดฉันเอาไว้ ในระหว่างที่เรากลับบ้าน^ที่ฉันพูดว่า ฉันรักเธอ ในตอนนั้น ฉันหมายความว่าอย่างนั้นๆ ฉันไม่ได้พูดเลอะเทอะเพราะความเมา! จริงๆ นะ^ไว้เจอกันคราวหน้าที่เธอแวะมานะจ้ะ (มาหาเร็วๆ ด้วย!!!).^^รัก^ แซนดี้",
			},
		},
		{
			"Action": "EditData",
			"Target": "data/festivals/spring13",
			"Entries": {
				"Sandy": "ล่าไข่เหรอ? เล่นซ่อนหา ไม่ใช่ทางของฉันน่ะที่รัก แต่ดูเด็กๆ เล่นก็สนุกดีนะ"
			},
			"When": {
				"HasMod |contains=FlashShifter.StardewValleyExpandedCP": "false",
			},
		},
		{
			"Action": "EditData",
		  	"Target": "data/festivals/spring24",
			"Entries": {
				"Sandy": "ฉันรักเทศกาลนี้! ดอกไม้ เต้นรำ ไม่มีอะไรที่ไม่น่าชอบเลย!$h#$e#ปีหน้าฉันจะกลับมาแน่นอน!$h"
			},
			"When": {
				"HasMod |contains=FlashShifter.StardewValleyExpandedCP": "false",
			},
		},
		{
		  	"Action": "EditData",
		  	"Target": "data/festivals/summer11",
		  	"Entries": {
				"Sandy": "พวกคุณจะต้มซุป... บนชายหาด... กลางหน้าร้อน ได้ โอเค"
		  	},
			"When": {
				"HasMod |contains=FlashShifter.StardewValleyExpandedCP": "false",
			},
		},
		{
			"Action": "EditData",
		  	"Target": "data/festivals/summer28",
		  	"Entries": {
				"Sandy": "ฉันตื่นเต้นที่จะดูพวกมันนะ เราไม่มีแมงกระพรุนที่บ้านน่ะ อย่าว่าแต่แมงกระพรุนที่สวยๆ เลย!$h"
		  	},
			"When": {
				"HasMod |contains=FlashShifter.StardewValleyExpandedCP": "false",
			},
		},
		{
		  	"Action": "EditData",
		  	"Target": "data/festivals/fall16",
		  	"Entries": {
				"Sandy": "ออกมาจากทะเลทรายน่ะ เป็นเรื่องพิเศษเสมอ ส่วนถ้าเป็นฝีมือของกัสนะหรอ?#$b#แค่เพื่อมากิน ก็คุ้มที่จะเดินทางมาแล้วล่ะ"
			},
			"When": {
				"HasMod |contains=FlashShifter.StardewValleyExpandedCP": "false",
			},
		},
		{
		  	"Action": "EditData",
		  	"Target": "data/festivals/fall27",
		  	"Entries": {
				"Sandy": "อู้วว! นี่น่ากลัวดีนะ สนุกจัง!$h"
			},
			"When": {
				"HasMod |contains=FlashShifter.StardewValleyExpandedCP": "false",
			}
		},
		{
		  	"Action": "EditData",
		  	"Target": "data/festivals/winter8",
		  	"Entries": {
				"Sandy": "มันหนาวน่ะ! ที่บ้านไม่เคยหนาวขนาดนี้เลย!#$e#จับปลาตัวใหญ่ๆ มาให้ฉันด้วยนะ ได้มั้ย?$h"
			},
			"When": {
				"HasMod |contains=FlashShifter.StardewValleyExpandedCP": "false",
			},
		},
		{
		  	"Action": "EditData",
		  	"Target": "data/festivals/winter25",
		  	"Entries": {
				"Sandy": "นี่มันน่ารักมากเลย ที่รัก ถึงมันจะหนาวมาก แต่ฉันรู้สึกได้ถึง ความอบอุ่นของ ทั้งชุมชนเลยล่ะ"
		  	},
			"When": {
				"HasMod |contains=FlashShifter.StardewValleyExpandedCP": "false",
			}
		},
	]
}
