{
	"Entries": {
						"danceRejection": "Dance? With you...?$u#$e#I must decline. I hardly know the moves.$8" ,
						"Mon2": "I suppose you're beginning to get to know the residents of this town.#$e#Funny that you seem to think that includes me.$s" ,
						"Mon6": "Don't you have anything better to do than come interrupt my research?" ,
						"Mon10": "Ah, the beginning of a new week. Let's hope it's a successful one.$7" ,
						"Tue8": "If I'm perfectly honest, I don't mind living here.#$e#It's a quiet, peaceful place with an excess of magical energy for harvesting." ,
						"Tue10": "Ah, @. I'm glad you're here.#$e#I found this in the forest yesterday. I thought perhaps you could use it. [404 709 280]" ,
						"Wed2": "Hello, young @." ,
						"Wed6": "Have you ever thought about studying magic, @?#$e#I'm only curious. I'm not sure you could do it anyway." ,
						"Wed10": "Hello, love.$7#$e#Err, @. My apologies...$4" ,
						"Thu4": "Ah, @. Bring you any interesting news?" ,
						"Thu8": "I don't suppose you have a reason you're here so often...$s" ,
						"Fri2": "I ask you to kindly leave me be. I have much work to do. It is nothing personal." ,
						"Fri4": "The air smells like magic today. It's pleasant.$9" ,
						"Fri10": "You are a very curious person, @.#$e#I've never met someone quite like you in my many years." ,
						"Sat4": "You've already gained access to my basement. What else could you possibly want from me?$s" ,
						"Sat8": "The valley is truly a wonderful place to study magic.$9" ,
						"Sat10": "You visit so often these days... Is there a reason?$3" ,
						"Sun4": "I have no need for mortal friends, I assure you.#$e#I suppose I appreciate the thought." ,
						"Sun8": "I sincerely hope you succeed in your pursuits, @." ,
						"Sun10": "I'm... glad to call you a friend, @. You're not like the other villagers.$4" ,
						"event_sleep1": "...I'm not sure. Something like 3 days? 4 days now, perhaps?$11#$b#It's no matter. I need to sleep much less than someone like you.$10" ,
						"event_sleep2": "What makes you think I'm unable to take care of myself?$11#$b#I need to sleep much less than somebody like you.$10" ,
						"event_sleep3": "I'm not sure you would be apt to understand if I attempted to explain the complexities of the ritual I'm undertaking.$11" ,
						"divorced": "You have no business here. Leave me be.$a",
				},
}