{
	"Changes": [
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Linus",
			"Entries": {
				"danceRejection": "I'm... flattered, @. But it would cause too much of a scene. I'm sorry.$s" ,
				"Mon8": "@!$h#$e#It's nice to see you. Stay for a while.$h" ,
				"Mon10": "Hello, @.$h#$e#You should come over for dinner sometime.$7" ,
				"Tue8": "How is the farm, @?" ,
				"Tue10": "Living on a farm seems very sustainable.#$e#Not as sustainable as my tent, but...$h" ,
				"Wed8": "Tell me more about yourself, @.#$e#You're a very interesting person.$h" ,
				"Wed10": "I might be happy living on a farm someday...$6#$e#...Just a thought.$8" ,
				"Thu8": "I trust you, @. You're a good friend.$h" ,
				"Thu10": "You're very unique, @. I've never met someone quite like you before.$8" ,
				"Fri8": "You've shown me so much kindness, @.#$e#I can never fully repay it, but here is a token of my thanks. [226 212 228 202 728]" ,
				"Fri10": "What are you doing tonight, @?#$e#Come and visit me if you like.$h" ,
				"Sat8": "I said I was happy by myself before, but I'm glad you're my friend, @.$h" ,
				"Sun8": "I've been in Pelican Town for quite some time now.$6#$e#It might be time to leave soon...$s" ,
				"Sun10": "I'm thinking about moving my tent soon...$6#$e#Not far, don't you worry!$h#$e#I've always thought living near the beach would be wonderful." ,
				"summer_Mon10": "I don't suppose a young one like yourself has ever been married...?#$e#Just curious.$8" ,
				"summer_Fri10": "Have you ever been in love, @?#$e#Love is a very beautiful thing. Cherish it if you are ever lucky enough to find it.$h" ,
				"summer_Sat8": "Have you done any fishing lately?#$e#Fishing is a great way to relax, and a wonderful opportunity to spend time with another person.$h" ,
				"summer_Sun8": "Fall is approaching...$s#$e#I'm thankful for the bounty from nature, but the cold weather makes it hard for me." ,
				"summer_Sun10": "Summer is a great time to bathe in the river.#$e#Just make sure no one is around!$h" ,
				"fall_Tue8": "Winter is right around the corner. Make sure to stay warm, @." ,
				"fall_Wed8": "When the weather gets colder I leave my tent less an less.$s" ,
				"fall_Wed10": "Hello, @. I hope you're prepared for the winter.#$e#It's supposed to be a rough one.$s" ,
				"fall_Fri10": "We should have a picnic sometime to celebrate the bounty Yoba gives us in the fall.#$e#Don't forget the fresh grape wine.$h" ,
				"winter_Mon8": "...$s#$e#Oh, hello, @." ,
				"winter_Wed10": "Yoba is very gracious, but...#$e#Sometimes I wonder what it would be like if I had someone to share warmth with these long winter nights.$s" ,
				"winter_Fri8": "Thankfully, I've yet to freeze to death in my tent.$h" ,
				"winter_Sat10": "My tent gets lonely sometimes. Feel free to stop by any time, @.$h" ,
				"event_dinner1": "I'm so glad you like it! I only use salt to season it - the trick is making sure the fish is freshly caught!$h" ,
				"event_dinner2": "Well... I'm not exactly a five-star chef... but I tried.$s" ,
				"event_embarrassing1": "I know that... but thank you, @. Sometimes I need a reminder myself.$h" ,
				"event_embarrassing2": "Really...? That means so much to me, @.$8" ,
				"divorced": "You have no reason to be here.$a" ,
			},
		},
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Linus",
			"Entries": {
				"give_flowersA": "Flowers...$8#$b#... I actually disapprove of them being cut down for this reason.$2#$b#But I accept all the same.$h",
				"give_flowersB": "This is...$h#$b#Yes, I'll accept.$8#$b#Just remember my first love is nature.$h",
				"give_pendant": "I prefer living like this, but...$b#A farm is still a sustainable way of life. Yes, I'll marry you.$8#$b#A home. And one I can accept. I never thought I'd see the day... I love you.$h",
				"stardrop_gift": "@, my love, dear salt of the earth.$8#$b#Take this Yoba-given stardrop as a token of my appreciation.$h#$b#They provided them to strengthen us and our connection to the Earth.$h",
				"rejectNPCA": "I have no need for dating.  I rather live out here alone.",
				"rejectNPCB": "Thanks for the offer, but no thanks.$h",
				"reject_two_heartA": "That's not a good idea. Thanks though.$h",
				"reject_two_heartB": "Dating would take me from what I love most. So no.",
				"reject_four_heartA": "That wouldn't be good for your reputation.",
				"reject_four_heartB": "You can do a lot better than some random man living out in the woods.",
				"engageA": "I don't feel comfortable with this.$2",
				"engageB": "You shouldn't be giving this to me.$2",
				"marriedA": "Aren't you married?$2",
				"marriedB": "I might not know %spouse that much.  But I am sure this is not something they want in a marriage.$2",
				"refusal_knownA": "I prefer living like this.",
				"refusal_knownB": "I'm happy as I am.",
				"refusal_botherA": "... Please do not joke like that.$s",
				"refusal_botherB": "Stop it. I've made myself clear.$s",
				"refusal_no_heartsA": "I'm not looking to get married.  Thanks for the offer.$h",
				"refusal_no_heartsB": "Thanks but no thanks.",
				},
			"When": { "HasMod": "misscoriel.courtship"},
		},
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Linus",
			"Entries": {
				"give_flowersA": "I appreciate the sentiment, but could you not?$8",
				"give_flowersB": "Reminds me of good things, but...$2",
				"give_pendant": "You already proposed, love.$8",
				"engageA": "We're already getting married.$8",
				"engageB": "I only need the one.$8",
				"marriedA": "We're already married.$h",
				"marriedB": "Where are you finding these pendants, love?$h",
			},
			"When": { 
				"HasMod": "misscoriel.courtship",
				"Spouse": "Linus"
			}
		},
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/MarriageDialogueLinus",
			"Entries": {
				"Rainy_Day_Linus": "What a beautiful day. Let's take a walk together when your work is done.$h#$e#The rain is romantic, don't you think?$8",
				"Rainy_Night_Linus": "I took a short walk today, just down to the forest.#$e#The lake is so peaceful when it's raining.$h",
				"Indoor_Day_Linus": "Have some breakfast, my love. [232 227 197]$h#$e#What...? That isn't breakfast food...?$s",
				"Indoor_Night_Linus": "I cleaned the house today, sweetie. There was an impressive amount of mud inside.#$e#",
				"Outdoor_Linus": "The sky looks so open and inviting, doesn't it, @?$h",
				"spring_Linus": "What a lovely spring day to spend with my love.$h",
				"summer_Linus": "Don't forget to take breaks to cool down, my love. It's boiling.$h",
				"fall_Linus": "Autumn is such a lovely time of year.$h",
				"winter_Linus": "Wow... it must have snowed all night.$h",
				"Rainy_Day_0": "What a beautiful day. Let's talk a walk together when your work is done.$h#$e#The rain is romantic, don't you think?$8",
				"Rainy_Day_1": "The pitter-patter of the rain reminds me of the mountains.#$e#The mountain looked stunning in the rain, but not having to worry about a leaking tent is wonderful.$h",
				"Rainy_Day_2": "Here, my love. You'll need this to stay warm today. [395]$h",
				"Rainy_Day_3": "I think I may take a walk today.$h#$e#The valley always looks so happy to drink in the rain.",
				"Rainy_Day_4": "A leak seems to be forming in the roof.$s#$e#Don't worry, my sweet. I will take care of it.$h",
				"Rainy_Night_0": "The sound of the rain is a perfect backdrop for sleeping.#$e#It reminds me of home.$h#$e#Let's go to bed, darling.$8",
				"Rainy_Night_1": "You're soaked! Let's get you out of those damp clothes.$l",
				"Rainy_Night_2": "I took a short walk today, just down to the forest.#$e#The lake is so peaceful when it's raining.$h",
				"Rainy_Night_3": "It was a lonely day without you, my sweet.#$e#I'm glad you're home.$8",
				"Rainy_Night_4": "Take this, my sweet. Warm yourself with something delicious. [727 728 457]$h",
				"Indoor_Day_0": "Being indoors makes me feel a bit anxious sometimes.$s#$e#But there are things to be done. I'll be fine.$h",
				"Indoor_Day_1": "Have some breakfast, my love. [232 227 197]$h#$e#What...? That isn't breakfast food...?$s",
				"Indoor_Day_2": "If you find a spider in the house, please don't kill it! Just let me know and I'll take it outside.",
				"Indoor_Day_3": "Today is going to be a wonderful day.$h#$e#How can I tell? I'm here with you, aren't I?$h",
				"Indoor_Day_4": "There are so many little things to enjoy when you're married to someone as amazing as you, @.$8",
				"Indoor_Night_0": "Let me help you relax, darling.#$e#You've done so much work today. Your muscles must be so tired.",
				"Indoor_Night_1": "I'm glad you're home, my darling. It's been a long day without you.$h#$e#Let's have a quiet evening together.",
				"Indoor_Night_2": "I cleaned the house today, sweetie. There was an impressive amount of mud inside.#$e#",
				"Indoor_Night_3": "You always look so rough and sexy after a hard day's work.$8",
				"Indoor_Night_4": "Here's dinner, my love. [242 202 226]#$e#I hope you enjoy it.$h",
				"Outdoor_0": "Nature misses me.$h#$e#But don't worry, darling. I love you more than the trees, or the fish, or anyting nature has to offer.$8",
				"Outdoor_1": "Just let me know if you need me to do anything, my love. I know how busy you are.$h",
				"Outdoor_2": "The fresh air is good for the soul.#$e#I'll be out here if you need anything!$h",
				"Outdoor_3": "I found this in the mountains the other day, sweetheart. [80 721 93]#$e#I hope it's helpful!$h",
				"Outdoor_4": "The sky looks so open and inviting, doesn't it, @?$h",
				"OneKid_0": "%kid1 is so perfect, @. I'm so happy!$h",
				"OneKid_1": "I'm still getting used to being a father.#$e#You seem to have parenting all figured out, @. I know I can rely on you.$h",
				"OneKid_2": "What an amazing little family we are. And here I thought I would never have a life like this.$h",
				"OneKid_3": "Little %kid1 is getting so big! It's amazing how much children grow in such little time. Like a tiny sapling in the sun.",
				"TwoKids_0": "I thought I was getting too old for children.$h#$e#I'm glad I was wrong! Being a father is great.",
				"TwoKids_1": "What a perfect little family we have!$h#$e#I love you, @.$8",
				"TwoKids_2": "Let's take %kid1 on a fishing trip, sweetheart. We can get a babysitter for %kid2.",
				"TwoKids_3": "I fed %kid1 and %kid2 already. You have nothing to worry about.$h",
				"Good_0": "I've never felt like this about another person before, @. I love you so much.$8",
				"Good_1": "You look stunning today, sweetheart.$h#$e#I hope you have an amazing day.$8",
				"Good_2": "You're looking as alluring as ever, my dear.$8#$e#Even caked in mud.$h",
				"Good_3": "I thought I was happy alone... but then I met you, my sweet.$8#$e#I never knew being in love would be so rewarding.$h",
				"Good_4": "Are you going into the mine today, my love?#$e#Bring this with you if you do. You need to stay safe. [773]",
				"Good_5": "I love you, @. I just wanted you to know that.$h",
				"Good_6": "Marrying you was the best decision I've ever made. I just feel so happy.$h#$e#I hope you feel the same.$8",
				"Good_8": "Come here and kiss me, my darling.$8",
				"Good_9": "You're perfect as ever, my sweet.#$e#You haven't aged a day.$h",
				"Neutral_0": "Have you thought about adding more windows? I like the natural light.",
				"Neutral_1": "What are you doing today, sweetheart?",
				"Neutral_2": "I think I've gained more weight since moving in...",
				"Neutral_3": "I'm a little hungry.",
				"Neutral_4": "I've been putting off the cleaning... I'll take care of it today.",
				"Neutral_5": "I've gotten somewhat lazy lately...$h",
				"Neutral_6": "If you're ever worried about money, you can talk to me about it.#$e#I really hate money, but I understand it's a necessary evil.$h",
				"Neutral_7": "Have I changed since we got married, @?$s",
				"Neutral_8": "Hi, sweetheart.",
				"Bad_5": "I actually miss my tent...$s",
				"Bad_6": "I need to go get away for a while. I'm going for a walk...$s#$e#Don't follow me.$9",
				"Bad_7": "You're so much younger than I am. I see that now.$s",
				"Bad_8": "I think I would've been better off alone.$s",
				"funLeave_Linus": "I'm going to go to the mountains today, my love. I'll see you when I get home.$h",
				"funReturn_Linus": "I missed you today, dear. I'm glad to be back.$8",
				"spring_1": "Nature has blessed us with another beautiful year.$h#$e#Let's not forget to be thankful.",
				"spring_12": "I always get some weird looks when I show up at the Egg Festival.$s#$e#At least you'll be there... and the deviled eggs.$h",
				"spring_19": "I found fruit growing in the forest. Here, you can have one. [634 636]$h",
				"spring_23": "The Flower Dance is tomorrow, sweetheart. I brushed up on the moves just for you.$8#$e#We'll give those young'uns a run for their money!$h",
				"summer_1": "Stay cool, my darling.$8#$e#Come inside if the sun is too much.",
				"summer_10": "There are so many possibilities for the soup tomorrow...#$e#Make a good choice, darling!$h",
				"summer_27": "The moon jellies will be here tomorrow night. They're always so beautiful and relaxing.#$e#Let's go watch them together, my love.$h",
				"fall_1": "I don't feel worried as the cold weather gets closer.#$e#I'm excited to endure it with you, @.$h#$e#I know we will keep each other warm.$8",
				"fall_9": "I went fishing when I took a walk yesterday.#$e#I hope you're hungry! [227 228]",
				"fall_15": "I actually like the fair... especially with you there, my love.$8",
				"fall_26": "Let's brave the maze tomorrow, sweetheart.$h#$e#There's no need to be scared when we're together.$h",
				"winter_1": "I can appreciate winter so much more now that it is not my enemy.#$e#The snow is beautiful... although not as beautiful as you, @.$h",
				"winter_7": "You should enter the fishing contest tomorrow, sweetheart.$h#$e#You'll blow everyone else out of the water! You're incredible.$h",
				"winter_24": "The feast is tomorrow. The entire town illuminates with joy... It's a wonderful sight.$h",
				"winter_28": "The new year is almost upon us, my love.#$e#Let's celebrate together. Here, take this. [346]$h#$e#Now come here and kiss me.$8",
				"spouseRoom_Linus": "#$c .5#I never realized how few belongings I had until I tried to fill a room with them.$h",
				"patio_Linus": "It's nice to still be able to sit out by the fire when I want to.$h#$e#Sit with me for a while.$h"
			},
		},
		{
			"Action": "EditData",
			"Target": "strings/schedules/Linus",
			"Entries": {
				"marriage_Wed.000": "The mountain misses me. We were there for each other for many years.",
				"marriage_Wed.001": "My old fire's still burning.",
				"marriage_Sat.000": "The forest is a lovely place. I never explored it much when I lived in the mountains.",
				"marriage_Sat.001": "Fear not, my love. I'll be home soon enough.",
			},
		},
		{
			"Action": "EditData",
			"Target": "Data/EngagementDialogue",
			"Entries": {
				"Linus0": "I thought maybe you were joking at first...$s#$e#But you're special, @. I know you wouldn't do that.$h#$e#I trust you, and I'm happy you want to share your life with me.$8",
				"Linus1": "You're so brave, @.#$e#You're not afraid of what the other villagers will think. That means a lot.$h",
			},
		},
		{
			"Action": "EditData",
			"Target": "Data/ExtraDialogue",
			"Entries": {
				"Mines_PlayerKilled_Linus_NotSpouse": "...I found you unconscious in the mines. You're lucky I happened to pass by!#$b#Be a little more careful next time, okay?$s",
				"Mines_PlayerKilled_Linus_Spouse": "...I found you unconscious in the mines. You were gone so long I started to worry.$s#$b#Please be more careful.$s",
			},
		},
		{
			"Action": "EditData",
			"Target": "Data/mail",
			"Entries": {
			    "linusSleepover": "@,^If you have time, come visit me tonight.^I was thinking I could cook dinner and we could talk.^You can even sleep over if you'd like.^Come by around 6 if you're interested. I'll be waiting!^   -Linus",
			},
		},
	]
}