{
	"Changes": [
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Linus",
			"Entries": {
				"danceRejection": "Me halaga, @. Pero causaría demasiado escándalo. Lo siento.$s",
				"Mon8": "¡@!$h#$e#Encantado de verte. Quédate un rato.$h",
				"Mon10": "Hola, @.$h#$e#Deberías venir a cenar alguna vez.$7",
				"Tue8": "¿Cómo está la granja, @?",
				"Tue10": "Vivir en una granja parece muy sostenible.#$e#No es tan sostenible como mi tienda, pero...$h",
				"Wed8": "Cuéntame más sobre ti, @.#$e#Eres una persona muy interesante.$h",
				"Wed10": "Algún día podría ser feliz viviendo en una granja...$6#$e#...Solo un pensamiento.$8",
				"Thu8": "Confío en ti, @. Eres un buen amigo.$h^Confío en ti, @. Eres una buena amiga.$h",
				"Thu10": "Eres único, @. Nunca antes había conocido a alguien como tú.$8^Eres única, @. Nunca antes había conocido a alguien como tú.$8",
				"Fri8": "Me has mostrado tanta amabilidad, @.#$e#Nunca podré devolverla por completo, pero aquí tienes una muestra de mi agradecimiento. [226 212 228 202 728]",
				"Fri10": "¿Qué haces esta noche, @?#$e#Ven a visitarme si quieres.$h",
				"Sat8": "Dije que era feliz solo antes, pero me alegro de que seas mi amigo, @.$h^Dije que era feliz solo antes, pero me alegro de que seas mi amiga, @.$h",
				"Sun8": "He estado en Pueblo Pelícano desde hace ya bastante tiempo.$6#$e#Puede que sea hora de irse pronto...$s",
				"Sun10": "Estoy pensando en trasladar mi tienda pronto...$6#$e#¡No muy lejos, no te preocupes!$h#$e#Siempre pensé que vivir cerca de la playa sería maravilloso.",
				"summer_Mon10": "¿Supongo que un joven como tú nunca se ha casado...?^¿Supongo que una joven como tú nunca se ha casado...?#$e#Solo por curiosidad.$8",
				"summer_Fri10": "¿Alguna vez has estado enamorado, @?^¿Alguna vez has estado enamorada, @?#$e#El amor es algo muy hermoso. Aprecialo si alguna vez tienes la suerte de encontrarlo.$h",
				"summer_Sat8": "¿Has ido a pescar últimamente?#$e#La pesca es una excelente manera de relajarte y una maravillosa oportunidad para pasar tiempo con otra persona.$h",
				"summer_Sun8": "Se acerca el otoño...$s#$e#Estoy agradecido por la generosidad de la naturaleza, pero el clima frío me lo pone más difícil.",
				"summer_Sun10": "El verano es un buen momento para bañarse en el río.#$e#¡Solo asegúrate de que no haya nadie cerca!$h",
				"fall_Tue8": "El invierno está a la vuelta de la esquina. Asegúrate de mantenerte abrigado, @.^El invierno está a la vuelta de la esquina. Asegúrate de mantenerte abrigada, @.",
				"fall_Wed8": "Cuando hace más frío, salgo de mi tienda menos y menos.$s",
				"fall_Wed10": "Hola, @. Espero que estés preparado para el invierno.^Hola, @. Espero que estés preparada para el invierno.#$e#Se supone que va a ser difícil.$s",
				"fall_Fri10": "Deberíamos hacer un picnic en algún momento para celebrar la recompensa que Yoba nos da en el otoño.#$e#No olvides el vino de uva fresca.$h",
				"winter_Mon8": "...$s#$e#Oh, hola, @.",
				"winter_Wed10": "Yoba es muy amable, pero...#$e#A veces me pregunto cómo sería si tuviera a alguien con quien compartir el calor en estas largas noches de invierno.$s",
				"winter_Fri8": "Afortunadamente, todavía tengo que morirme de frío en mi tienda.$h",
				"winter_Sat10": "A veces mi tienda se siente solitaria. No dudes en pasar por aquí en cualquier momento, @.$h",
				"event_dinner1": "¡Me alegra que te guste! Solo uso sal para condimentarlo; ¡el truco es asegurarse de que el pescado esté recién pescado!$h",
				"event_dinner2": "Bueno... no soy exactamente un chef de cinco estrellas... pero lo intenté.$s",
				"event_embarrassing1": "Lo sé... pero gracias, @. A veces necesito un recordatorio.$h",
				"event_embarrassing2": "¿De verdad...? Eso significa mucho para mí, @.$8",
				"divorced": "No tienes ninguna razón para estar aquí.$a"
			},
		},
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Linus",
			"Entries": {
				"give_flowersA": "Flores...$8#$b#...De hecho, no acepto que se eliminen por este motivo.$2#$b#Pero acepto de todos modos.$h",
				"give_flowersB": "Esto es...$h#$b#Sí, acepto.$8#$b#Recuerda que mi primer amor es la naturaleza.$h",
				"give_pendant": "Prefiero vivir así, pero...$b#Una granja sigue siendo una forma de vida sostenible. Sí, me casaré contigo.$8#$b#Una casa. Y una que puedo aceptar. Nunca pensé que vería el día... te amo.$h",
				"stardrop_gift": "@, mi amor, querida sal de la tierra.$8#$b#Toma esta fruta estelar entregada por Yoba como muestra de mi agradecimiento.$h#$b#Ellos nos las proporcionaron para fortalecernos y fortalecer nuestra conexión con la Tierra.$h",
				"rejectNPCA": "No tengo necesidad de tener citas. Prefiero vivir aquí solo.",
				"rejectNPCB": "Gracias por la oferta, pero no gracias.$h",
				"reject_two_heartA": "No es una buena idea. Gracias.$h",
				"reject_two_heartB": "Las citas me alejarían de lo que más amo. Así que no",
				"reject_four_heartA": "Eso no sería bueno para tu reputación.",
				"reject_four_heartB": "Puedes hacerlo mucho mejor que algun hombre que viva en el bosque.",
				"engageA": "No me siento cómodo con esto.$2",
				"engageB": "No deberías darme esto.$2",
				"marriedA": "¿No estás casado?$2^¿No estás casada?$2",
				"marriedB": "Puede que no conozca mucho a %spouse. Pero estoy seguro de que esto no es algo que quiera en un matrimonio.",
				"refusal_knownA": "Prefiero vivir así.",
				"refusal_knownB": "Soy feliz como soy.",
				"refusal_botherA": "...Por favor, no bromees así.$s",
				"refusal_botherB": "Basta. Ya lo he dejado claro.$s",
				"refusal_no_heartsA": "No estoy buscando casarme. Gracias por la oferta.$h",
				"refusal_no_heartsB": "Gracias pero no gracias"
				},
			"When": { "HasMod": "misscoriel.courtship"},
		},
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Linus",
			"Entries": {
				"give_flowersA": "Aprecio el sentimiento, pero ¿no podrías?$8",
				"give_flowersB": "Me recuerda a cosas buenas, pero...$2",
				"give_pendant": "Ya me lo propusiste, mi amor.$8",
				"engageA": "Ya nos vamos a casar.$8",
				"engageB": "Solo necesito uno.$8",
				"marriedA": "Ya estamos casados.$h",
				"marriedB": "¿Dónde encuentras estos colgantes, mi amor?$h"
			},
			"When": { 
				"HasMod": "misscoriel.courtship",
				"Spouse": "Linus"
			}
		},
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/MarriageDialogueLinus",
			"Entries": {
				"Rainy_Day_Linus": "Qué hermoso día. Vamos a dar un paseo juntos cuando termines tu trabajo.$h#$e#La lluvia es romántica, ¿no crees?$8",
				"Rainy_Night_Linus": "Hoy hice una caminata corta, justo hasta el bosque.#$e#El lago está tan tranquilo cuando está lloviendo.$h",
				"Indoor_Day_Linus": "Desayuna, mi amor.[232 227 197]$h#$e#¿Qué...? ¿Eso no es comida de un desayuno...?$s",
				"Indoor_Night_Linus": "Hoy limpié la casa, cariño. Había una cantidad impresionante de barro adentro.#$e#",
				"Outdoor_Linus": "El cielo parece tan abierto y acogedor, ¿no, @?$h",
				"spring_Linus": "Qué hermoso día de primavera para pasar con mi amor.$h",
				"summer_Linus": "No olvides descansar para refrescarte, mi amor. Estás hirviendo.$h",
				"fall_Linus": "El otoño es una época maravillosa del año.$h",
				"winter_Linus": "Vaya... debe haber nevado toda la noche.$h",
				"Rainy_Day_0": "Qué hermoso día. Hablemos de un paseo juntos cuando termines tu trabajo.$h#$e#La lluvia es romántica, ¿no crees?$8",
				"Rainy_Day_1": "El golpeteo de la lluvia me recuerda a las montañas.#$e#La montaña se veía impresionante bajo la lluvia, pero no tener que preocuparse por una tienda con goteras es maravilloso.$h",
				"Rainy_Day_2": "Aquí, mi amor. Necesitarás esto para mantenerte caliente hoy.[395]$h",
				"Rainy_Day_3": "Creo que hoy puedo dar un paseo.$h#$e#El valle siempre se ve tan feliz de beber bajo la lluvia.",
				"Rainy_Day_4": "Parece que se está formando una gotera en el techo.$s#$e#No te preocupes, cariño. Yo me ocuparé de eso.$h",
				"Rainy_Night_0": "El sonido de la lluvia es un escenario perfecto para dormir.#$e#Me recuerda a mi hogar.$h#$e#Vamos a la cama, cariño.$8",
				"Rainy_Night_1": "¡Estás empapado! Vamos a sacarte esa ropa húmeda.$l^¡Estás empapada! Vamos a sacarte esa ropa húmeda.$l",
				"Rainy_Night_2": "Hoy hice una caminata corta, justo hasta el bosque.#$e#El lago está tan tranquilo cuando está lloviendo.$h",
				"Rainy_Night_3": "Fue un día solitario sin ti, cariño.#$e#Me alegro de que estés en casa.$8",
				"Rainy_Night_4": "Toma esto, cariño. Caliéntate con algo delicioso.[727 728 457]$h",
				"Indoor_Day_0": "Estar en casa me hace sentir un poco ansioso a veces.$s#$e#Pero hay cosas que hacer. Estaré bien.$h",
				"Indoor_Day_1": "Desayuna, mi amor.[232 227 197]$h#$e#¿Qué...? ¿Eso no es comida de un desayuno...?$s",
				"Indoor_Day_2": "Si encuentras una araña en la casa, ¡no la mates! Avísame y la sacaré afuera.",
				"Indoor_Day_3": "Hoy va a ser un día maravilloso.$h#$e#¿Cómo puedo saberlo? Estoy aquí contigo, ¿no?$h",
				"Indoor_Day_4": "Hay tantas pequeñas cosas para disfrutar cuando estás casado con alguien tan increíble como tú, @.$8",
				"Indoor_Night_0": "Déjame ayudarte a relajarte, cariño.#$e#Has trabajado mucho hoy. Tus músculos deben estar muy cansados",
				"Indoor_Night_1": "Me alegro de que estés en casa, cariño. Ha sido un día largo sin ti.$h#$e#Pasemos una tarde tranquila juntos.",
				"Indoor_Night_2": "Hoy limpié la casa, cariño. Había una cantidad impresionante de barro adentro.#$e#",
				"Indoor_Night_3": "Siempre te ves tan rudo y sexy después de un duro día de trabajo.$8^Siempre te ves tan ruda y sexy después de un duro día de trabajo.$8",
				"Indoor_Night_4": "Aquí está la cena, mi amor.[242 202 226]#$e#Espero que la disfrutes.$h",
				"Outdoor_0": "La naturaleza me extraña.$h#$e#Pero no te preocupes, cariño. Te amo más que los árboles, los peces o cualquier cosa que la naturaleza pueda ofrecer.$8",
				"Outdoor_1": "Solo avísame si necesitas que haga algo, mi amor. Sé lo ocupado que estás.$h^Solo avísame si necesitas que haga algo, mi amor. Sé lo ocupada que estás.$h",
				"Outdoor_2": "El aire fresco es bueno para el alma.#$e#¡Estaré aquí si necesitas algo!$h",
				"Outdoor_3": "Encontré esto en las montañas el otro día, cariño.[80 721 93]#$e#¡Espero que sea de ayuda!$h",
				"Outdoor_4": "El cielo parece tan abierto y acogedor, ¿no, @?$h",
				"OneKid_0": "%kid1 es tan perfecto, @. ¡Estoy tan feliz!$h",
				"OneKid_1": "Todavía me estoy acostumbrando a ser un padre.#$e#Parece que ya has resuelto la paternidad, @. Sé que puedo confiar en ti.$h",
				"OneKid_2": "Qué familia tan increíble somos. Y aquí pensé que nunca tendría una vida como esta.$h",
				"OneKid_3": "¡El pequeño %kid1 está creciendo tanto! Es increíble lo mucho que crecen los niños en tan poco tiempo. Como un pequeño árbol joven al sol.",
				"TwoKids_0": "Pensé que me estaba volviendo demasiado mayor para los niños.$h#$e#¡Me alegro de haberme equivocado! Ser un padre es genial.",
				"TwoKids_1": "¡Qué pequeña familia perfecta tenemos!$h#$e#Te amo, @.$8",
				"TwoKids_2": "Llevemos a %kid1 a un viaje de pesca, cariño. Podemos conseguir una niñera para %kid2.",
				"TwoKids_3": "Ya di de comer a %kid1 y %kid2. No tienes nada de qué preocuparte.$h",
				"Good_0": "Nunca me había sentido así por otra persona, @. Te quiero tanto.$8",
				"Good_1": "Te ves impresionante hoy, cariño.$h#$e#Espero que tengas un día increíble.$8",
				"Good_2": "Te ves tan atractivo como siempre, querido.$8^Te ves tan atractiva como siempre, querida.$8#$e#Incluso cubierto de barro.$h^Incluso cubierta de barro.$h",
				"Good_3": "Pensé que era feliz solo... pero luego te conocí, mi bombón.$8#$e#Nunca pensé que estar enamorado sería tan gratificante.$h",
				"Good_4": "¿Vas a entrar a la mina hoy, mi amor?#$e#Lleva esto contigo si lo haces. Necesitas mantenerte a salvo.[773]",
				"Good_5": "Te amo, @. Solo quería que lo supieras.$h",
				"Good_6": "Casarme contigo fue la mejor decisión que he tomado. Me siento muy feliz.$h#$e#Espero que sientas lo mismo.$8",
				"Good_8": "Ven aquí y bésame, cariño.$8",
				"Good_9": "Eres perfecto como siempre, cariño.^Eres perfecta como siempre, cariño.#$e#No has envejecido ni un día.$h",
				"Neutral_0": "¿Has pensado en añadir más ventanas? Me gusta la luz natural.",
				"Neutral_1": "¿Qué haces hoy, cariño?",
				"Neutral_2": "Creo que he ganado más peso desde que me mudé...",
				"Neutral_3": "Tengo un poco de hambre",
				"Neutral_4": "He estado posponiendo la limpieza... Hoy me ocuparé",
				"Neutral_5": "Me he vuelto algo vago últimamente...$h",
				"Neutral_6": "Si alguna vez te preocupa el dinero, puedes hablar conmigo al respecto.#$e#Realmente odio el dinero, pero entiendo que es un mal necesario.$h",
				"Neutral_7": "¿He cambiado desde que nos casamos, @?$s",
				"Neutral_8": "Hola, cariño",
				"Bad_5": "De hecho, extraño mi tienda...$s",
				"Bad_6": "Necesito alejarme un rato. Voy a dar un paseo...$s#$e#No me sigas.$9",
				"Bad_7": "Eres mucho más joven que yo. Ahora lo veo.$s",
				"Bad_8": "Creo que hubiera estado mejor solo.$s",
				"funLeave_Linus": "Hoy voy a ir a la montaña, mi amor. Te veré cuando llegue a casa.$h",
				"funReturn_Linus": "Hoy te extrañé, querido. Me alegro de estar de vuelta.$8^Hoy te extrañé, querida. Me alegro de estar de vuelta.$8",
				"spring_1": "La naturaleza nos ha bendecido con otro hermoso año.$h#$e#No olvidemos estar agradecidos.",
				"spring_12": "Siempre recibo miradas raras cuando aparezco en el Festival del huevo.$s#$e#Al menos estarás allí... y los huevos rellenos.$h",
				"spring_19": "Encontré fruta en el bosque. Toma, puedes quedarte con una.[634 636]$h",
				"spring_23": "La danza floral es mañana, cariño. Repasé los movimientos solo para ti.$8#$e#¡Hagamos sudar a esos jóvenes!$h",
				"summer_1": "Mantente fresco, cariño.$8^Mantente fresca, cariño.$8#$e#Entra si el sol es demasiado fuerte.",
				"summer_10": "Hay tantas posibilidades para la sopa de mañana...#$e#¡Haz una buena elección, cariño!$h",
				"summer_27": "Las medusas lunares estarán aquí mañana por la noche. Siempre son tan hermosas y relajantes.#$e#Vamos a verlas juntos, mi amor.$h",
				"fall_1": "No me siento preocupado a medida que se acerca el frío.#$e#Estoy emocionado de soportarlo contigo, @.$h#$e#Sé que nos mantendremos abrigados.$8",
				"fall_9": "Ayer fui a pescar cuando di un paseo.#$e#¡Espero que tengas hambre![227 228]",
				"fall_15": "De hecho, me gusta la feria... especialmente contigo allí, mi amor.$8",
				"fall_26": "Vamos a desafiar el laberinto mañana, cariño.$h#$e#No hay necesidad de asustarse cuando estamos juntos.$h",
				"winter_1": "Puedo apreciar mucho más el invierno ahora que no es mi enemigo.#$e#La nieve es hermosa... aunque no tan hermosa como tú, @.$h",
				"winter_7": "Mañana deberías participar en el concurso de pesca, cariño.$h#$e#¡Sacarás a todos los demás del agua! Eres increíble.$h",
				"winter_24": "La fiesta es mañana. Todo el pueblo se ilumina de alegría... Es una vista maravillosa.$h",
				"winter_28": "El año nuevo casi llega, mi amor.#$e#Celebremos juntos. Toma, toma esto.[346]$h#$e#Ahora ven aquí y bésame.$8",
				"spouseRoom_Linus": "#$c .5#Nunca me di cuenta de las pocas pertenencias que tenía hasta que traté de llenar una habitación con ellas.$h",
				"patio_Linus": "Es agradable poder sentarme junto al fuego cuando quiero.$h#$e#Siéntate conmigo un rato.$h"
			},
		},
		{
			"Action": "EditData",
			"Target": "strings/schedules/Linus",
			"Entries": {
				"marriage_Wed.000": "La montaña me extraña. Estuvimos allí el uno para el otro durante muchos años.",
				"marriage_Wed.001": "Mi antiguo fuego todavía está encendido",
				"marriage_Sat.000": "El bosque es un lugar encantador. Nunca lo exploré mucho cuando vivía en las montañas",
				"marriage_Sat.001": "No temas, mi amor. Estaré en casa pronto."
			},
		},
		{
			"Action": "EditData",
			"Target": "Data/EngagementDialogue",
			"Entries": {
				"Linus0": "Pensé que estabas bromeando al principio...$s#$e#Pero eres especial, @. Sé que no harías eso.$h#$e#Confío en ti, estoy feliz que quieras compartir tu vida conmigo.$8",
				"Linus1": "Eres tan valiente, @.#$e#No temes a lo que los otros aldeanos puedan pensar. Eso significa mucho para mi.$h",
			},
		},
		{
			"Action": "EditData",
			"Target": "Data/ExtraDialogue",
			"Entries": {
				"Mines_PlayerKilled_Linus_NotSpouse": "...Te he encontrado inconsciente en las minas. ¡Has tenido suerte de que pasara por aquí!#$b#Ten más cuidado la próxima vez, ¿vale?$s",
				"Mines_PlayerKilled_Linus_Spouse": "...Te he encontrado inconsciente en las minas. Tardabas tanto que empezé a preocuparme.$s#$b#Ten más cuidado la próxima vez.$s"
			},
		},
		{
			"Action": "EditData",
			"Target": "Data/mail",
			"Entries": {
			    "linusSleepover": "@,^Si tienes tiempo, ven a visitarme hoy por la noche.^Estaba pensando que podría cocinar para la cena y podríamos conversar.^Incluso puedes pasar la noche si quieres.^Ven alrededor de las 6 de la tarde si te interesa. ¡Estaré esperando!^   -Linus",
			},
		},
	]
}