{
	"Changes": [
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Linus",
			"Entries": {
				"danceRejection": "ฉันดีใจที่เธอชวนนะ @ แต่มันจะเยอะไปน่ะ ขอโทษนะ$s",
				"Mon8": "@!$h#$e#ดีจังเลยที่ได้เจอคุณ อยู่สักแปปสิ$h",
				"Mon10": "สวัสดี @$h#$e#คุณน่าจะมาทานมื้อค่ำ ด้วยกันบ้างนะ$7",
				"Tue8": "ฟาร์มเป็นยังไงบ้าง @?",
				"Tue10": "การใช้ชีวิตในฟาร์ม นี่ดูจะมั่นคงจังนะ#$e#ไม่เหมือนกับ เต็นท์ของฉัน แต่...$h",
				"Wed8": "เล่าเรื่องของคุณให้ฉัน ฟังมากกว่านี้หน่อยสิ @#$e#คุณเป็นคนที่น่าสนใจจริงๆ$h",
				"Wed10": "สักวันนึงฉันคงจะ มีความสุขที่ ได้อาศัยอยู่ในฟาร์ม...$6#$e#...แค่คิดน่ะ$8",
				"Thu8": "ฉันเชื่อใจคุณนะ @ คุณเป็นเพื่อนที่ดี$h",
				"Thu10": "คุณพิเศษมาก @ ฉันไม่เคยเจอใครที่ พิเศษเหมือนคุณ มาก่อนเลย$8",
				"Fri8": "คุณได้แสดงความใจดี ของคุณให้ฉันเห็นแล้ว @#$e#ฉันไม่มีวันใช้คืนให้คุณ ได้หมดแน่นอน แต่นี่คือสิ่งแทน คำขอบคุณของฉัน[226 212 228 202 728]",
				"Fri10": "คืนนี้คุณจะทำอะไรหรอ @?#$e#ถ้าอยากจะมาเยี่ยมฉัน ก็มานะ$h",
				"Sat8": "เมื่อก่อนฉันเคยพูดว่า ฉันมีความสุขกับตัวเอง แต่ฉันดีใจที่มีคุณเป็นเพื่อนนะ @$h",
				"Sun8": "ฉันมาอยู่ที่เมืองเพลิแกน สักพักหนึ่งแล้วล่ะ$6#$e#คงจะใกล้ถึงเวลา ที่ต้องจากไปแล้วแหละ...$s",
				"Sun10": "ฉันกำลังคิดเกี่ยวกับ การย้ายเต็นท์ของฉัน...$6#$e#ไม่ไกลไปจากเดิม เท่าไหร่หรอก ไม่ต้องกังวล!$h#$e#ฉันคิดมาตลอดเลยว่า การได้ใช้ชีวิตอยู่ใกล้ๆ ชายหาดจะต้องเยี่ยมยอด มากแน่ๆ ",
				"summer_Mon10": "ฉันไม่คิดนะว่าคนหนุ่มสาว อย่างคุณจะแต่งงานแล้ว...?#$e#แค่สงสัยน่ะ$8",
				"summer_Fri10": "คุณเคยตกหลุมรักหรือเปล่า @?#$e#ความรักเป็นสิ่งที่ สวยงามมากเลยล่ะ จงดีใจซะนะ ถ้าคุณเคยโชคดี ได้พบเจอกับความรัก เข้าน่ะ$h",
				"summer_Sat8": "ช่วงนี้คุณได้ตกปลาบ้างไหม?#$e#การตกปลาเป็น วิธีผ่อนคลายที่ดีนะ แล้วก็เป็นโอกาสที่ดีในการ ใช้เวลากับใครสักคนด้วย$h",
				"summer_Sun8": "ฤดูใบไม้ร่วงกำลังมา...$s#$e#ฉันรู้สึกขอบคุณใน ความกรุณาของธรรมชาตินะ แต่อากาศหนาวเหน็บ ทำให้ฉันลำบาก",
				"summer_Sun10": "ฤดูร้อนเป็นช่วงเวลที่ดี สำหรับการอาบน้ำในแม่น้ำ#$e#แต่ต้องแน่ใจนะว่า ไม่มีใครอยู่รอบๆ น่ะ",
				"fall_Tue8": "ฤดูหนาวอยู่ห่างออกไป อีกไม่มากแล้ว ทำให้ตัวเองอบอุ่นเข้าไว้นะ @",
				"fall_Wed8": "ตอนที่อากศเย็นลง ฉันออกจากเต็นท์น้อยลง และน้อยลง$s",
				"fall_Wed10": "สวัสดี @ ฉันหวังว่าคุณจะ เตรียมตัวสำหรับ หน้าหนาวแล้วนะ#$e#มันน่าจะเป็นช่วงที่ ลำบากทีเดียว$s",
				"fall_Fri10": "พวกเราน่าจะออกไป ปิกนิกกันบ้างนะ เพื่อที่จะเฉลิมฉลอง ให้กับความกรุณา ที่โยบะให้เราในฤดูใบไม้ร่วง#$e#อย่าลืม เหล้าองุ่นสดใหม่ล่ะ$h",
				"winter_Mon8": "...$s#$e#โอ้ สวัสดี @ ",
				"winter_Wed10": "โยบะช่างเอื้อาทร แต่s...#$e#บางครั้งฉันก็สงสัยว่า ถ้ามีใครสักคนอยู่อยู่ด้วยกัน ในคืออันยาวนานของฤดูหนาว จะเป็นยังไง$s",
				"winter_Fri8": "ดีจริงๆ ฉันยังไม่แข็งตาย ในเต็นท์ของฉัน$h",
				"winter_Sat10": "บางทีเต็นท์ของฉันก็เงียบเหงา จะแวะมาเมื่อไหร่ก็ได้เลยนะ @$h",
				"event_dinner1": "ฉันดีใจจังเลยที่คุณชอบมัน! ฉันใช้แค่เกลือปรุงมันเท่านั้น - เคล็ดลับก็คือการใช้ปลาสดๆ ที่เพิ่งจับมาน่ะ!$h",
				"event_dinner2": "ก็นะ... ฉันก็ไม่ใช่เชฟห้าดาว... แต่ฉันพยายาม$s",
				"event_embarrassing1": "ฉันรู้อยู่แล้วล่ะ... แต่ขอบคุณนะ @ บางครั้งฉันก็ต้องการ คนคอยเตือน$h",
				"event_embarrassing2": "จริงน่ะเหรอ...? นั่นมีความหมายกับฉันมากเลย @$8",
				"divorced": "ไม่มีเหตุผลอะไรให้คุณอยู่ที่นี่$a",
			},
		},
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Linus",
			"Entries": {
				"give_flowersA": "ดอกไม้...$8#$b#... ที่จริงฉันไม่เห็นด้วยเลย ที่พวกเขาต้องถูกตัดมา เพื่อเหตุผลแบบนี้$2#$b#แต่ว่าฉันจะ ยอมรับมันไว้ก็ได้$h",
				"give_flowersB": "นี่คือ...$h#$b#ตกลง ฉันยินดี$8#$b#ขอโปรดจงจำไว้ ว่ารักแรกของฉัน คือธรรมชาติ$h",
				"give_pendant": "ฉันเลือกที่จะอยู่แบบนี้ แต่ว่า...$b#การทำฟาร์ม ก็เป็นวิถีชีวิตที่ยั่งยืน ตกลง ฉันจะแต่งงานกับคุณ$8#$b#บ้าน และคนที่ฉันยอมรับ ฉันไม่เคยคิดเลยว่าฉันจะมีวันนี้... ฉันรักคุณ$h",
				"stardrop_gift": "@ ดวงใจของฉัน คนที่มีค่ามากที่สุด$8#$b#เอานี่ ผลสตาร์ดรอป ที่โยบะ ประทานมาให้ แทนความรู้สึกของฉัน$h#$b#พวกเขามอบสิ่งนี้เพื่อ เพิ่มความแข็งแกร่งแก่เรา และเชื่อมโยงเรา เข้ากับโลกใบนี้$h",
				"rejectNPCA": "ฉันไม่ต้องการคู่รัก ฉันอยากจะอยู่ข้างนอก คนเดียวแบบนี้มากกว่า",
				"rejectNPCB": "ขอบคุณสำหรับข้อเสนอ แต่ไม่ล่ะ ขอบคุณ$h",
				"reject_two_heartA": "นี่ไม่ใช่ความคิดที่ดีเลยน่ะ แต่ยังไงก็ ขอบคุณ$h",
				"reject_two_heartB": "การออกเดต คงจะพรากสิ่งที่ฉันรัก มากที่สุดไป เพราะงั้น ไม่ล่ะ",
				"reject_four_heartA": "นี่อาจจะส่งผล กับชื่อเสียงของคุณได้นะ",
				"reject_four_heartB": "คุณน่าจะหาได้ดีกว่านี้นะ ดีกว่าจะมาสุ่มๆ หาคนที่อาศัยอยู่ในป่า",
				"engageA": "ฉันไม่สะดวกใจ กับของสิ่งนี้น่ะ$2",
				"engageB": "คุณไม่ควรเอาของสิ่งนี้ มาให้ฉันนะ$2",
				"marriedA": "คุณแต่งงานแล้ว ไม่ใช่เรอะ?$2",
				"marriedB": "ถึงฉันจะไม่รู้เกี่ยวกับ %spouse มากนัก แต่ฉันมั่นใจว่า นี่ไม่ใช่สิ่งที่ควรจะเกิดขึ้น กับคนที่แต่งงานแล้วหรอกนะ$2",
				"refusal_knownA": "ฉันขอเลือกที่จะอยู่ แบบนี้ดีกว่า",
				"refusal_knownB": "ฉันมีความสุข แบบที่ฉันเป็นอยู่ตอนนี้",
				"refusal_botherA": "... ขอร้องล่ะ อย่ามาเล่นตลกแบบนี้$s",
				"refusal_botherB": "หยุดเลย ฉันพูดไปชัดเจนแล้ว$s",
				"refusal_no_heartsA": "ฉันไม่ได้อยากจะแต่งงาน ขอบคุณสำหรับข้อเสนอนะ$h",
				"refusal_no_heartsB": "ขอบใจนะ แต่ไม่ล่ะ ขอบคุณ",
				},
			"When": { "HasMod": "misscoriel.courtship"},
		},
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Linus",
			"Entries": {
				"give_flowersA": "ฉันซาบซึ้งกับความรู้สึกนี้นะ แต่คุณช่วยหยุดได้มั้ย?$8",
				"give_flowersB": "นี่ทำให้ฉันคิดถึงเรื่องราวดีๆ แต่ว่า...$2",
				"give_pendant": "คุณขอฉัน แต่งงานไปแล้วนะ ที่รัก$8",
				"engageA": "เรากำลังจะ แต่งงานกันอยู่แล้วนะ$8",
				"engageB": "ฉันมีมันแค่อันเดียวก็พอแล้ว$8",
				"marriedA": "เราแต่งงานกันแล้วนี่$h",
				"marriedB": "คุณไปหาสร้อยนี้ มาจากที่ไหนน่ะ ที่รัก?$h",
			},
			"When": {
				"HasMod": "misscoriel.courtship",
				"Spouse": "Linus"
			}
		},
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/MarriageDialogueLinus",
			"Entries": {
				"Rainy_Day_Linus": "ช่างเป็นวันที่ สวยงามอะไรอย่างนี้ เมื่องานของคุณเสร็จแล้ว ไปเดินเล่นด้วยกันเถอะ$h#$e#ฝนน่ะโรแมนติกนะ คุณไม่คิดแบบนั้นหรอ?$8",
				"Rainy_Night_Linus": "วันนี้ ฉันออกไปเดินเล่นระยะสั้นๆ มาล่ะ แค่ลงไปที่ป่าเอง#$e#ตอนที่ฝนตก ทะเลสาปดูสุขสงบมาก$h",
				"Indoor_Day_Linus": "กินอาหารเช้าสักหน่อยสิ ที่รัก [232 227 197]$h#$e#อะไรนะ...? นั่นไม่ใช่อาหารเช้า...?$s",
				"Indoor_Night_Linus": "วันนี้ ฉันทำความสะอาดบ้านด้วยล่ะ ที่รัก มันมีโคลนอยู่ในบ้านเยอะเลย#$e#",
				"Outdoor_Linus": "วันนี้ฟ้าเปิดแล้วก็ ชวนมองมากเลย ใช่ไหมล่ะ @?$h",
				"spring_Linus": "เป็นอีกหนึ่งวัน ในฤดูใบไม้ผลิที่สดใส ช่างเป็นวันที่น่าใช้กับ ที่รักของฉันเสียจริง$h",
				"summer_Linus": "อย่าลืมพักผ่อนด้วยล่ะ ที่รัก ร่างกายของคุณ จะได้เย็นลงบ้าง ข้างนอกมันร้อนมาก เหมือนกำลังเดือดเลย$h",
				"fall_Linus": "ฤดูใบไม้ผลิช่างเป็น ช่วงเวลที่ดีของปีจริงๆ$h",
				"winter_Linus": "ว้าว... หิมะจะต้องตกตลอดคืนแน่เลย$h",
				"Rainy_Day_0": "เป็นวันที่สวยงามจัง เมื่องานของคุณเสร็จแล้ว ไปเดินเล่นด้วยกันเถอะ$h#$e#ฝนน่ะโรแมนติกนะ คุณไม่คิดแบบนั้นหรอ?$8",
				"Rainy_Day_1": "เสียงเปาะแปะของฝน ทำให้ฉันนึกถึงภูเขา#$e#ภูเขาท่ามกลางสายฝน ดูน่าทึ่งมาก แต่การไม่ต้องกังวลเรื่อง เต็นท์จะถูกน้ำท่วมก็เป็น เรื่องที่วิเศษมาก$h",
				"Rainy_Day_2": "อ่ะนี่ ที่รักของฉัน คุณจะต้องการสิ่งนี้ เพื่อทำให้คุณอบอุ่นในวันนี้ [395]$h",
				"Rainy_Day_3": "ฉันคิดว่าวันนี้ฉันจะ ออกไปเดินเล่นสักหน่อย$h#$e#หุบเขาดูมีความสุขเสมอ เมื่อได้ดื่มด่ำกับน้ำฝน",
				"Rainy_Day_4": "ดูเหมือนหลังคาจะรั่วนะ$s#$e#ไม่ต้องกังวลนะ หวานใจของฉัน ฉันจะจัดการมันเอง$h",
				"Rainy_Night_0": "เสียงของฝนเป็นเสียงกล่อม ที่สมบูรณ์แบบสำหรับการนอน#$e#มันทำให้ฉันนึกถึงบ้าน$h#$e#ไปนอนกันเถอะ ที่รัก$8",
				"Rainy_Night_1": "คุณเปียกโชกเลย! มาเอาคุณออกจากเสื้อผ้าเปียกๆ นี่กันเถอะ$l",
				"Rainy_Night_2": "วันนี้ ฉันออกไปเดินเล่นระยะสั้นๆ มาล่ะ แค่ลงไปที่ป่าเอง#$e#ตอนที่ฝนตก ทะเลสาปดูสุขสงบมาก$h",
				"Rainy_Night_3": "วันที่ไม่มีคุณ มันเหงามากเลย หวานใจ#$e#ฉันดีใจที่คุณอยุ่บ้านแล้ว$8",
				"Rainy_Night_4": "เอานี่ไปสิ หวานใจ ทำให้ร่างกายของคุณอบอุ่น ด้วยของอร่อยๆ สักหน่อย [727 728 457]$h",
				"Indoor_Day_0": "การที่ต้องอยู่ในบ้าน มันทำให้ฉันรู้สึกวิตกกังวล เป็นบางครั้ง$s#$e#แต่มันมีงานที่ต้องทำน่ะนะ ฉันไม่เป็นไร$h",
				"Indoor_Day_1": "ทานอาหารเช้าสักหน่อยสิ ที่รักของฉัน [232 227 197]$h#$e#อะไรนะ...? นั่นไม่ใช่อาหารเช้า...?$s",
				"Indoor_Day_2": "ถ้าคุณพบแมงมุมในบ้านล่ะก็ ได้โปรดอย่าฆ่ามันเลยนะ! แค่บอกฉันแล้วฉันจะ เอามันออกไปเอง",
				"Indoor_Day_3": "วันนี้จะต้องเป็น วันที่วิเศษมากแน่ๆ$h#$e#จะบอกยังไงดีล่ะ? ฉันอยู่ตรงนี้กับคุณ ใช่ไหมล่ะ?$h",
				"Indoor_Day_4": "มันมีสิ่งเล็กๆ มากมายที่จะทำให้ คุณมีความสุขเมื่อคุณ แต่งงานกับใครสักคน ที่สุดยอดมากๆ อย่างคุณน่ะ @$8",
				"Indoor_Night_0": "ให้ฉันช่วยให้คุณผ่อนคลายนะ ที่รัก#$e#วันนี้คุณทำงาน หลายอย่างเลย กล้ามเนื้อของคุณจะต้อง เหนื่อยล้ามากแน่ๆ",
				"Indoor_Night_1": "ฉันดีใจที่คุณกลับมาบ้านแล้วนะ ที่รัก วันที่ไม่มีคุณมันยาวนาน เหลือเกิน$h#$e#มาใช้เวลายามเย็นเงียบๆ ด้วยกันสองคนเถอะ",
				"Indoor_Night_2": "วันนี้ฉันเก็บกวาดบ้านด้วยล่ะ หวานใจ มันมีโคลนอยู่ในบ้านเยอะเลย#$e#",
				"Indoor_Night_3": "คุณทั้งดูกระเซอะกระเซิง ทั้งเซ็กซี่หลังจากที่ทำงานหนัก มาทั้งวัน$8",
				"Indoor_Night_4": "อาหารเย็นอยู่นี่แล้ว ที่รัก [242 202 226]#$e#ฉันหวังว่าคุณจะชอบมันนะ$h",
				"Outdoor_0": "ธรรมชาติคิดถึงฉัน$h#$e#แต่อย่ากังวลไปเลย ที่รัก ฉันรักคุณมากกว่าพวกต้นไม้ หรือพวกปลา หรืออะไรก็ตามที่ธรรมชาติมี$8",
				"Outdoor_1": "แค่บอกให้ฉันรู้ ถ้าคุณต้องการให้ฉันทำอะไรนะ ที่รัก ฉันรู้ว่าคุณยุ่งแค่ไหนs$h",
				"Outdoor_2": "อากาศที่สดชื่นมันดีต่อ จิตวิญญาณของเรา#$e#ฉันจะไปอยู่ตรงน้น ถ้าคุณต้องการอะไร!$h",
				"Outdoor_3": "วันก่อนฉันเจอสิ่งนี้บนภูเขาล่ะ ที่รัก [80 721 93]#$e#ฉันหวังว่า มันจะมีประโยชน์นะ!$h",
				"Outdoor_4": "วันนี้ฟ้าเปิดแล้วก็ ชวนมองมากเลย ใช่ไหมล่ะ @?$h",
				"OneKid_0": "%kid1 สมบูรณ์แบบเหลือเกิน @ ฉันมีความสุขมากเลย!$h",
				"OneKid_1": "ฉันกำลังทำตัวให้คุ้นเคยกับ การเป็นพ่ออยู่#$e#คุณดูจะเข้าใจ วิธีการเลี้ยงดูเด็กอ ย่างทะลุปรุโปร่งเลยนะ @ ฉันรู้ว่าฉันพึ่งพาคุณได้$h",
				"OneKid_2": "พวกเราช่างเป็นครอบครัวเล็กๆ ที่แสนมหัศจรรย์ ฉันไม่เคยคิดเลยว่าฉันจะได้ มีชีวิตแบบนี้$h",
				"OneKid_3": "%kid1 ตัวน้อยๆ กำลังตัวใหญ่ขึ้นแล้ว! มันอัศจรรย์มากที่เด็กตัวเล็กๆ สามารถตัวโตขึ้นได้มาก ในช่วงเวลาสั้นๆ เหมือนต้นกล้าเล็กๆ ใต้แสงอาทิตย์",
				"TwoKids_0": "ฉันคิดว่าฉันแก่เกินกว่า ที่จะมีลูกได้แล้ว$h#$e#ฉันดีใจที่ฉันเข้าใจผิด! การได้เป็นพ่อมันเยี่ยมมาก",
				"TwoKids_1": "พวกเรามีครอบครัวเล็กๆ ที่สมบูรณ์แบบอะไรขนาดนี้!$h#$e#ฉันรักคุณ @$8",
				"TwoKids_2": "เราพา %kid1 ไปตกปลากันเถอะ หวานใจ เราพี่เลี้ยงเด็กให้ %kid2 ได้อยู่แล้ว",
				"TwoKids_3": "ฉันป้อนอาหารให้ %kid1 กับ %kid2 แล้วนะ ไม่มีอะไรที่คุณต้องห่วง$h",
				"Good_0": "ฉันไม่เคยรู้สึกอย่างนี้ กับคนอื่นมาก่อนเลย @ ฉันรักคุณจัง$8",
				"Good_1": "วันนี้คุณดูน่าทึ่งจังเลย หวานใจ$h#$e#ฉันหวังว่าคุณจะ มีวันที่เยี่ยมยอดนะ$8",
				"Good_2": "คุณดูน่าหลงใหลอย่างเคยเลย ที่รักของฉัน$8#$e#ถึงแม้ว่าจะเลอะโคลนก็ตาม$h",
				"Good_3": "ฉันเคยคิดว่า ฉันมีความสุขกับการอยู่คนเดียว... แต่หลังจากนั้นฉันก็พบกับคุณ หวานใจของฉัน$8#$e#ฉันไม่เคยรู้มากก่อนเลยว่า การได้ตกหลุมรักมันจะ มีความสุขได้มากขนาดนี้$h",
				"Good_4": "วันนี้คุณจะไปเหมืองรึเปล่า ที่รัก?#$e#พกอันนี้ไปด้วยสิ ความปลอดภัยของคุณ เป็นเรื่องจำเป็นนะ [773]",
				"Good_5": "ฉันรักคุณนะ @ แค่อยากบอกให้คุณรู้ เอาไว้น่ะ$h",
				"Good_6": "การแต่งงานกับคุณ เป็นการตัดสินใจที่ดีที่สุด ที่ฉันเคยทำมา ฉันมีความสุขมากเลยล่ะ$h#$e#ฉันหวังว่าคุณจะรู้สึก เหมือนกันกับฉันนะ$8",
				"Good_8": "มาจูบฉันหน่อยสิ ที่รัก$8",
				"Good_9": "คุณสมบูรณ์แบบเหมือนเคยเลย หวานใจ#$e#คุณไม่แก่ขึ้นเลยสักวัน$h",
				"Neutral_0": "คุณเคยคิดเรื่องติดหน้าต่าง เพิ่มบ้างไหม? ฉันชอบแสงธรรมชาติน่ะ",
				"Neutral_1": "วันนี้คุณจะทำอะไรหรอ หวานใจ?",
				"Neutral_2": "ฉันว่าน้ำหนักฉันขึ้นนะ ตั้งแต่ย้ายมาอยู่ที่นี่น่ะ...",
				"Neutral_3": "ฉันหิวนิดหน่อย",
				"Neutral_4": "ฉันยังไม่ได้ทำความสะอาดเลย... แต่จะทำวันนี้แหละ",
				"Neutral_5": "ช่วงนี้ฉันรู้สึก ขี้เกียจยังไงก็ไม่รู้...$h",
				"Neutral_6": "ถ้าคุณรู้สึกกังวลเรื่องเงิน คุณคุยกับฉันได้นะ#$e#ฉันเกลียดเงินก็ใช่ แต่ฉันรู้ว่ามันคือ ความชั่วร้ายที่จำเป็น$h",
				"Neutral_7": "ตั้งแต่เราแต่งงานกันมา ฉันได้เปลี่ยนไปบ้างไหม @?$s",
				"Neutral_8": "สวัสดี หวานใจ",
				"Bad_5": "ฉันคิดถึงเต็นท์ของฉันจริงๆ ...$s",
				"Bad_6": "ฉันต้องไปจากที่นี่สักพัก ฉันว่าจะไปเดินเล่นสักหน่อย...$s#$e#ไม่ต้องตามมาล่ะ$9",
				"Bad_7": "คุณเยาว์วัยกว่าฉันมาก ตอนนี้ฉันรับรู้มันแล้วล่ะ$s",
				"Bad_8": "ฉันคิดว่าฉันออกไปอยู่คนเดียว น่าจะดีกว่า$s",
				"funLeave_Linus": "วันนี้ฉันจะไปที่ภูเขานะ ที่รัก เจอกันตอนฉันกลับบ้านนะ$h",
				"funReturn_Linus": "วันนี้ฉันคิดถึงคุณจังเลย ที่รัก ฉันดีใจจังที่กลับมาแล้ว$8",
				"spring_1": "ธรรมชาติให้พรเราด้วย ปีที่สวยงามอีกปีหนึ่ง$h#$e#พวกเราต้อง อย่าลืมที่จะรู้สึกขอบคุณ",
				"spring_12": "ตอนที่ฉันปรากฎตัวใน เทศกาลไข่อีสเตอร์ ฉันดูประหลาดเสมอเลย$s#$e#อย่าน้อยคุณก็จะอยู่ที่นั่น... แล้วก็พวกไข่ปีศาจ$h",
				"spring_19": "ฉันเจอผลไม้ในป่าด้วยล่ะ เอานี่ ฉันเด็ดมาให้คุณลูกนึงด้วย [634 636]$h",
				"spring_23": "พรุ่งนี้เป็นงานเต้นรำดอกไม้แล้ว หวานใจ ฉันซ้อมเต้นรำเพื่อคุณเลยนะ$8#$e#เราจะทำให้เด็กๆ พวกน้ันหมดท่าไปเลย!$h",
				"summer_1": "ทำให้ตัวเองเย็นเข้าไว้นะ ที่รัก$8#$e#เข้ามาข้างในนะ ถ้าแสงอาทิตย์แรงเกินไป",
				"summer_10": "มันมีความเป็นได้ที่เยอะมาก สำหรับซุปในวันพรุ่งนี้...#$e#ตัดสินใจให้ดีล่ะ ที่รัก!$h",
				"summer_27": "พวกแมงกะพรุนแสงจันทร์ จะมาที่นี่ในคืนพรุ่งนี้ พวกมันสวยงามและให้ความรู้สึก ผ่อนคลายเสมอเลย#$e#ไปดูพวกมันด้วยกันนะ ที่รักของฉัน$h",
				"fall_1": "ฉันไม่ค่อยกังวลเรื่อง อากาศหนาวที่กำลังจะมาถึง สักเท่าไร่#$e#ฉันตื่นเต้นที่จะได้ ผ่านมันไปกับคุณ @$h#$e#ฉันรู้ว่าเราจะทำให้ กันและกันอบอุ่น$8",
				"fall_9": "เมื่อวานตอนฉันไปเดินเล่น ฉันแวะตกปลาด้วย#$e#ฉันหวังว่าคุณจะหิวอยู่นะ! [227 228]",
				"fall_15": "ฉันชอบงานเทศกาลนะ... โดยเฉพาะตอนที่คุณอยู่ ที่นั่นน่ะ ที่รัก$8",
				"fall_26": "พรุ่งนี้ไปฝ่าเขาวงกต ด้วยกันนะ หวานใจ$h#$e#ถ้าเราอยู่ด้วยกัน ก็ไม่จำเป็นต้องกลัวอะไร$h",
				"winter_1": "ฉันรู้สึกยินดีกับหน้าหนาว ได้มากกว่าเดิม เพราะมันไม่ใช่ศัตรูของฉัน อีกต่อไปแล้ว#$e#หิมะสวยงามมาก... แต่ก็ไม่เท่าคุณหรอกนะ @$h",
				"winter_7": "พรุ่งนี้คุณน่าจะเข้า การแข่งขันตกปลานะ หวานใจ$h#$e#คุณจะต้องชนะทุกคน อย่างขาดลอยแน่นอน! คุณน่ะไร้เทียมทาน$h",
				"winter_24": "งานเทศกาลจะจัดขึ้น ในวันพรุ่งนี้แล้ว ทั้งเมืองจะสว่างไสว ไปด้วยความสุข... มันเป็นภาพที่มหัศจรรย์มาก$h",
				"winter_28": "ปีใหม่กำลังจะมาถึงเราแล้ว ที่รัก#$e#มาฉลองด้วยกันเถอะ เอานี่ รับนี่ไปสิ [346]$h#$e#ทีนี้ก็มาจูบฉันหน่อย$8",
				"spouseRoom_Linus": "#$c .5#ฉันไม่เคยตระหนักเลยว่า ฉันมีของน้อยแค่ไหน จนกระทั่งฉันลอง เอามันออกมาวางในห้อง$h",
				"patio_Linus": "มันดีนะที่ยังสามารถออกมา นั่งผิงไฟได้ในตอนที่ ฉันอยากจะทำ$h#$e#นั่งกับฉันสักแปปสิ$h"
			},
		},
		{
			"Action": "EditData",
			"Target": "strings/schedules/Linus",
			"Entries": {
				"marriage_Wed.000": "ภูเขาคิดถึงฉันแล้วล่ะ พวกเราเคยอยู่ที่นั่น เพื่อกันและกัน มานานหลายปี",
				"marriage_Wed.001": "กองไฟเก่าๆ กองนั้นของฉันยังติดอยู่เลย",
				"marriage_Sat.000": "ป่าเป็นสถานที่ ที่ดีนะ ตอนที่ฉันยังอยู่บนภูเขา ฉันไม่ค่อยได้มา สำรวจมันเท่าไหร่",
				"marriage_Sat.001": "อย่ากลัวไปเลย ที่รักของฉัน ฉันจะรีบกลับบ้านนะ",
			},
		},
		{
			"Action": "EditData",
			"Target": "Data/EngagementDialogue",
			"Entries": {
				"Linus0": "ตอนแรกฉัน นึกว่าคุณล้อเล่น...$s#$e#แต่คุณเป็นคนพิเศษ @ ฉันรู้ว่าคุณจะไม่ทำ แบบนั้นหรอก$h#$e#ฉันเชื่อใจคุณ ฉันมีความสุข ที่คุณอยากจะใช้ชีวิต ร่วมกับฉัน$8",
				"Linus1": "คุณช่างกล้าหาญ @#$e#คุณไม่กลัวว่า ชาวเมืองคนอื่นๆ จะพูดกันว่าไง นั่นมีความหมายมากจริงๆ$h",
			},
		},
		{
			"Action": "EditData",
			"Target": "Data/ExtraDialogue",
			"Entries": {
				"Mines_PlayerKilled_Linus_NotSpouse": "...ฉันเจอคุณหมดสติ อยู่กลางเหมือง คุณโชคดีมากเลยนะ ที่ฉันผ่านไปตรงนั้นพอดี!#$b#ครั้งหน้าก็ระวังหน่อยล่ะ ตกลงมั้ย?$s",
				"Mines_PlayerKilled_Linus_Spouse": "...ฉันพบคุณหมดสติ อยู่กลางเหมืองน่ะ คุณหมดสติไปนานมากเลยนะ ฉันชักเริ่มจะเป็นห่วง ซะแล้วสิ$s#$b#ครั้งหน้าก็ระวังตัว ให้มากกว่านี้ด้วยล่ะ...$s",
			},
		},
		{
			"Action": "EditData",
			"Target": "Data/mail",
			"Entries": {
			    "linusSleepover": "@^ถ้าคุณมีเวลาว่าง แวะมาเยี่ยมฉันคืนนี้ได้นะ^ฉันคิดว่า ฉันจะเตรียมมื้อเย็น และเราก็มานั่งคุยกัน^คุณมานอนค้างคืนได้นะ ถ้าหากว่าคุณอยากล่ะก็นะ^ถ้าสนใจ ให้มาเจอฉันประมาณ 6 โมงเย็น ไว้ฉันจะรอนะ!^   -ลีนัส",
			},
		},
	]
}
