{
	"Changes": [
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Clint",
			"Entries": {
				"danceRejection": "No gracias, estoy bien.",
				"Mon8": "Oh. ¡Qué agradable verte, @!$h",
				"Mon10": "¡Hola, @! ¡Qué... bueno es verte!$4",
				"Tue10": "Oh... que lindo de tu parte que hayas pasado, @.$h#$e#No, no estoy muy ocupado... has sido una semana lenta hasta ahora.",
				"Wed8": "¡Oh! Uh... hola, @. No te escuché entrar.$4#$e#¿Qué piensas del tiempo últimamente...?",
				"Wed10": "¿Necesitas que te mejore una herramienta?#$e#¿No...? Oh... ¿Solo viniste a saludarme?$4",
				"Thu10": "¡Hola, @! Estoy feliz que estés acá.$h#$e#Se estaba volviendo solitario por acá.",
				"Fri8": "Uh... ¿Algún plan para el fin de semana, @?$4",
				"Fri10": "Es viernes... ¡asi que eso es bueno!#$e#Los fines de semana siempre son buenos...$h",
				"Sat10": "Incluso vienes los fines de semana...$s#$e#Disculpa... no entiendo porqué.$4",
				"Sun10": "Bueno, es otra semana atareada desde mañana.#$e#Buena suerte, @.$h",
				"event_blacksmith1": "Um, bueno. Genial. Disculpa, solo dame un segundo...$s",
				"event_blacksmith2": "¿De verdad? Genial. Dejame que agarre mi lista de pedidos...",
				"event_blacksmith3": "...Oh.$8#$b#...¿De verdad?$4",
				"event_sadclint1": "O-oh. Gracias, @. Eso... eso significa mucho para mi.$4",
				"event_sadclint2": "¿Tu igual, eh?$s#$b#Bueno... quizás podemos estar enojados y solos juntos.$h",
				"event_iron1": "B-bueno, no vengo acá a menudo...$s",
				"event_iron2": "Uh, yo, uh... solo terminé...$s#$b#¡Fiu! Estoy agotado...$h",
				"event_iron3": "Q-q-qué? Por... Por qué no?$s",
				"divorced": "¿...Qué necesitas?$s"
			},
		},
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Clint",
			"Entries": {
				"give_flowersA": "Flores...para mi...$9#$b#No sabía que sentías eso por mi... ¡Acepto!$4#$b#...creo que eso significa que soy tu novio...$h",
				"give_flowersB": "¿De verdad? ¿Incluso después que te ignoré a favor de Emily?$9#$b#Absolutamente. Nunca hubiese pensado...$4#$b#Estoy tan feliz de ser tu novio.$h",
				"give_pendant": "¡...! Yo...¿es en serio? ¡Si!$11#$b#Esto es demasiado bueno para ser verdad... No estoy seguro si acidentalmente me pegué con mis herrmanientas en la cabeza, pero...$6#$b#Estoy tan feliz. Hablaré con el alcalde. Todo debería estar listo en tres días.",
				"stardrop_gift": "@, mi gema, siempre has sido tan bueno conmigo.$4^@, mi gema, siempre has sido tan buena conmigo.$4#$b#Pensé que esta fruta estelar sería una maravillosa forma de mostrarte mi afecto y gratitud.$1#$b#Muchas gracias, mi joya de marido.$4^Muchas gracias, mi joya de mujer.$4",
				"rejectNPCA": "...$9#$e#%Clint está congelado... No creo que sepa qué hacer...",
				"rejectNPCB": "...$9#$e#%Clint está congelado... No creo que sepa qué hacer...",
				"reject_two_heartA": "Solo mejoro las herramientas, @.$8",
				"reject_two_heartB": "Eso está... bien. Pero... no.$8",
				"reject_four_heartA": "Perdón... me gusta otra persona.$4",
				"reject_four_heartB": "Oh...digo... bueno...$8#$b#Creo que deberíamos ser solo amigos.$2",
				"engageA": "¿No te vas a casar?$2",
				"engageB": "¿Qué?$4",
				"marriedA": "¿No estás casado con %spouse?^¿No estás casada con %spouse?",
				"marriedB": "Estoy seguro que %spouse está en casa siendote fiel. Deberías hacer lo mismo.$3",
				"refusal_knownA": "%Clint se ve horrorizado.",
				"refusal_knownB": "Perdón, pero no.$8",
				"refusal_botherA": "%Clint se ve irritado.",
				"refusal_botherB": "Para. Te lo he dejado en claro.$3",
				"refusal_no_heartsA": "Duuhhhhhhhh$9#$b#%Clint ni siquiera puede decir si o no...",
				"refusal_no_heartsB": "Duuhhhhhhhh$9#$b#%Clint ni siquiera puede decir si o no..."
			},
			"When": { "HasMod": "misscoriel.courtship"},
		},
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Clint",
			"Entries": {
				"give_flowersA": "Flores... ellas todavía no se comparan contigo, gema.$4",
				"give_flowersB": "Estoy muy content que me propuesto. Nunca hubiese imaginado nuestra vida ahora.$4",
				"give_pendant": "¿Tienes más que una en la mano?.$9",
				"engageA": "Yo... creo que daría el mensaje equivocado si tendría mas de una.$9",
				"engageB": "Solo necesito una, mi gema.$4",
				"marriedA": "Ya estamos felizmente casados. No necesito mas pruebas de nuestro amor.$h",
				"marriedB": "¿Dónde conseguiste otra, gema?$9"
			},
			"When": { 
				"HasMod": "misscoriel.courtship",
				"Spouse": "Clint"
			}
		},
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/MarriageDialogueClint",
			"Entries": {
				"Rainy_Day_0": "Oye, mi amor.#$e#Está lloviendo a cántaros hoy. ¡Por favor asegúrate de no quedar empapado!^Está lloviendo a cántaros hoy. ¡Por favor asegúrate de no quedar empapada!#$e#No me gustaría que te resfríes.",
				"Rainy_Day_1": "Buenos dias, cariño.#$e#¡Te hice un café para que te mantengas caliente! [395]",
				"Rainy_Day_2": "Oh... hola mi amor.#$e#Solo eché un vistazo afuera... parece que va a ser un día lluvioso.#$e#Espero que no te importe que me quede adentro.",
				"Rainy_Day_3": "*sigh*... Oye @, otra vez está lloviendo.#$e#Yo solo me voy a quedar acá a escuchar algo de blues, ¿está bien?",
				"Rainy_Day_4": "¡Buen día, mi gema!#$e#Acá, te hice un delicioso desayuno con amor. [194 195 210 211 216]#$e#¡Lo vas a necesitar si quieres salir con este clima!",
				"Rainy_Day_Clint": "Oye, mi amor.#$e#Está lloviendo a cántaros hoy. ¡Por favor asegúrate de no quedar empapado!^Está lloviendo a cántaros hoy. ¡Por favor asegúrate de no quedar empapada!#$e#No me gustaría que te resfríes.",
				"Rainy_Night_0": "Oye, @. Qué tormenta hay afuera, ¿eh?#$e#Estoy feliz que estés en casa ahora.",
				"Rainy_Night_1": "¡Mi amor, estás empapado! ¡Debes de estar congelado!^¡Mi amor, estás empapada! ¡Debes de estar congelada!#$e#¡Ven acá y deja que este famoso plato mío te caliente! [199]",
				"Rainy_Night_2": "*sigh*... ¡Espero que mañana haya un día soleado, mi amor!#$e#Estoy días lluviosos siempre me hacen sentir melancólico.",
				"Rainy_Night_3": "¡Oye, quién está en casa!#$e#Hoy reorganizé mi colección de blues, mi amor.#$e#Realmente no tenía ganas de salir con esta lluvia.",
				"Rainy_Night_4": "¿Cómo estuvo tu día, gema? ¡Espero que no te hayas resfriado allá afuera!#$e#¡Toma, tómate un café conmigo! [395]",
				"Rainy_Night_Clint": "¿Cómo estuvo tu día, gema? ¡Espero que no te hayas resfriado allá afuera!#$e#¡Toma, tómate un café conmigo! [395]",
				"Indoor_Day_0": "Buenos días. cariño.#$e#¿Dormiste bien?#$e#Espero que mis ronquidos no te hayan despierto anoche.",
				"Indoor_Day_1": "Oye, @. ¿Te gustaría comer algunos panqueques?#$e#Recién terminé de hacer algunos... ¡Aunque dudo que sean mejores que los tuyos! [211]",
				"Indoor_Day_2": "¿Tienes un plan especial para hoy, mi amor?#$e#¿Eh? ¿Yo?... Oh, creo que voy a escuchar un poco de blues por ahora.",
				"Indoor_Day_3": "Mira, @. Hice el desayuno. Después de todo lo que has estado trabajando casi tan duro como yo.#$e#¡Solo bromeaba! Realmente aprecio tu duro trabajo, mi amor. [194 195 210 211 216]$h",
				"Indoor_Day_4": "¡Buenos días, mi amor! ¿Quieres un pastel?#$e#Lo sé, pastel para el desayuno... suena como... raro, ¿verdad?#$e#¡Pero realmente quería impresionarte! [220 221]$4",
				"Indoor_Day_Clint": "Oye, @. ¿Te gustaría comer algunas tortitas?#$e#Recién terminé de hacer algunas... ¡Aunque dudo que sean mejores que las tuyas! [211]",
				"Indoor_Night_0": "¡Oye, ahí estás!#$e#Me preguntaba cuando volverías a casa. ¿Tuviste un buen día?",
				"Indoor_Night_1": "Acá, toma un poco de sopa, mi amor.#$e#¡No quisiera que te mueras de hambre!#$e#Ahora honestamente, cariño. Tómala mientras aún esté caliente. [199 218 219 727 730]",
				"Indoor_Night_2": "*bostezo*... Oh, hola gema.#$e#No, no me quedé despierto solo para recibirte... ¿o quizás lo hice?!#$e#De cualquier forma, vamonos a dormir, ¿vale?$h",
				"Indoor_Night_3": "Realmente te ves exhausto, cariño. ¿Estás bien?^Realmente te ves exhausta, cariño. ¿Estás bien?#$e#¿Quieres... quisieras... *gulp*... quisieras que te masajee la espalda?$4",
				"Indoor_Night_4": "Antes en mi viejo lugar solía quedarme adentro todo el día, mejorando herramientas o derritiendo oro.#$e#¡Vivir contigo acá es un cambio bienvenido!$h",
				"Indoor_Night_Clint": "¡Oye, ahí estás!#$e#Me preguntaba cuando volverías a casa. ¿Tuviste un buen día?",
				"Outdoor_0": "¡Realmente estás haciendo un buen trabajo, mi amor!#$e#Pero por favor no trabajes demasiado.#$e#¡Me gustan mis hombres tonificados y sanos!$4^Me gustan mis mujeres tonificadas y sanas!$4",
				"Outdoor_1": "¡Ah... que lindo día!#$e#Me siento mucho mejor desde que me mudé contigo.#$e#¡La vida en la granja es realmente refrescante!$h",
				"Outdoor_2": "Oye, gema. ¿En qué estás?#$e#Sabes, realmente aprecio vivir aqui contigo. Es mucho mas bonito que vivir en la herrería.",
				"Outdoor_3": "Nunca he sido muy fan de tener mascotas, pero %pet cambió mi opinión.#$e#¡Lo criaste muy bien!",
				"Outdoor_Clint": "¡Realmente estás haciendo un buen trabajo, mi amor!#$e#Pero por favor no trabajes demasiado.#$e#¡Me gustan mis hombres tonificados y sanos!$4^Me gustan mis mujeres tonificadas y sanas!$4",
				"OneKid_0": "*gulp* ¡Soy un papá!... No lo puedo creer. Espero que lo haga mejor que mi propio padre.$2#$e#No te preocupes, @. %kid1 va a tener una perfecta niñez.#$e#Me voy a encargar de eso.$h",
				"OneKid_1": "Mira a nuestra pequeña gema. Nunca pensé que diría esto, pero tenemos una maravillosa familia.$h#$e#*sigh* Si solo Mamá hubiese visto esto.$2",
				"OneKid_2": "%kid1 me recuerda mucho a mi mismo cuando era niño.#$e#Ahora, no te preocupes, cariño. No voy a forzar a %kid1 a seguir mis pasos.#$e#¡Los tuyos se ven mas llamativos de todas formas!$h",
				"OneKid_3": "¡Con la paternidad viene una gran responsabilidad! ¡Estoy feliz que estemos en esto juntos, @!$h",
				"TwoKids_0": "Nuestros niños son preciosos, ¿no es verdad, mi amor?",
				"TwoKids_1": "Llegamos tan lejos, ¿no es así, @?#$e#Siempre quise mi propia familia pequeña, pero nunca me propuse esperar a tenerla.$4",
				"TwoKids_2": "¿Crees que los niños están felices?#$e#A veces no puedo mas que preocuparme por dejar todo, justo como lo hizo mi padre.$2#$e#No, estás en lo cierto, mi amor. No soy como él.$h",
				"TwoKids_3": "¡Es genial! ¡Hay dos pequeños ahora!#$e#De esa manera, ellos nunca van a estar solos.#$e#¡Como único hijo, sé de lo que estoy hablando!$h",
				"TwoKids_4": "%kid1 y %kid2... Qué nombres mas lindos.$h",
				"Good_0": "Yo... yo no te estaba observando, mi amor. Solo te estaba admirando.$4#$e#¡Realmente eres un espectáculo a la vista!$h",
				"Good_1": "@, yo solo... yo... yo queríá decirte que te amo. Me sacaste de ese hueco en el que me enterré solo por tantos años.#$e#¡Gracias!$h",
				"Good_2": "*sigh* ¿Qué hice para merecerte, gema? Soy solo un aburrido herrero.$h#$e#Bueno... ahora soy tu viejo y aburrido herrero.$4#$e#¡Te amo, cariño!$h",
				"Good_3": "¿Puedo robarte un beso, cariño?#$e#Podrías recibir otro a cambio... si quieres.$4",
				"Good_4": "A veces me pregunto por qué me elegiste de todas las personas.#$e#De cualquier manera, siempre trataré de hacer lo mejor, así nunca te arrepentirás de darme ese ramo de flores.$h",
				"Good_5": "Oye, @. ¿Te acuerdas cuando te conté sobre mi padre?#$e# ¿De cómo él trató de convertirme en alguien otro?$s#$e#Estoy feliz de que tú nunca vas a tratar de cambiarme.$h",
				"Good_6": "Sé que debo de haber sido un gruñón solitario cuando nos conocimos, gema. Siempre inisistiéndote que mejores tus herramientas.#$e#Creo que solo fui muy tímido para acercarme a ti correctamente.#$e#Gracias a Yoba que tuviste el coraje necesario para los dos.$4",
				"Good_7": "Mi amor, yo... ehh... sobre Emily...#$e#Me... me siento un tonto por lo que hice en ese entonces.$s#$e#Pero no te preocupes. ¡Solo fue un flechazo y todo está en el pasado!$h",
				"Neutral_0": "Oh, oye cariño. Creo que tenemos que hacer las compras pronto.#$e#La nevera se ve vacía.",
				"Neutral_1": "¿Piensas que perdí peso?#$e#Bueno, si lo hice es gracias a tu comida saludable.$h",
				"Neutral_2": "Es una gran cosa que sepas cocinar tan bien. Yo siempre tuve un apetito saludable.$h",
				"Neutral_3": "¡Me muero de hambre! ¡Creo que voy a vaciar la nevera!",
				"Neutral_4": "Trabajar de herrero es un trabajo agotador...#$e#¡La agricultura tiene mucho mas que ofrecer!$h",
				"Neutral_5": "¿Alguna vez has mirado la reina de la salsa, cariño?#$e#¡Realmente me enseñó algunas cosas!",
				"Neutral_6": "El iridio es por mucho el material mas durable. Si solo no fuese tan defícil de encontrar.",
				"Bad_0": "¡Por favor, solo... solo déjame estar!$3#$e#No quiero hablar ahora mismo...$s",
				"Bad_1": "*sigh* Me siento bastante apagado hoy...$s",
				"Bad_2": "¿Hice... hice algo mal?$s#$e#¿Por qué me tratas así? Pensé que estábamos felices...$s",
				"Bad_3": "No puedo creer que estés tratando de cambiarme, igual.$3#$e#Pensé que eras diferente...$s#$e#Pensé que me cuidabas.$3",
				"Bad_4": "Es... es solo...$3#$e#Quizás esté malinterpretando las cosas, pero siento como que nos estamos alejando...$s",
				"funLeave_Clint": "Perdón, cariño. El trabajo me llama.#$e#Después de todo la gente aún necesita de mis servicios.$h#$e#Pero estaré de regreso antes que te des cuenta.$h",
				"funReturn_Clint": "Oye, gema. ¡Estoy en casa!$h#$e#*sigh* ¡Se siente bien estar en casa!$h#$e#Te extrañé.$4",
				"spring_Clint": "Seguro, la primavera es hermosa y todo, pero hace que mis alergias se revolucionen...",
				"spring_1": "Feliz año nuevo, mi amor.$h#$e#¡Estoy feliz que voy a pasarlo contigo!$4",
				"spring_12": "Vas a ganar la búsqueda de huevos mañana, ¿verdad, cariño?#$e#Me encantaría comer una gran tortilla mañana en la noche.$h",
				"spring_23": "Sabes que yo siempre me sentí solitario mirando a todas esas parejas danzando.#$e#¡Pero no este año! Este año voy a ser una de ellas.$4",
				"summer_Clint": "¡Fiu! Hace calor...#$e#Los veranos acá en el campo pueden ser sofocantes...#$e#¡Que bueno que tengamos tantos árboles que nos dan sombra!$h",
				"summer_1": "Fiu... Este calor me está matando.#$e#Es casi como estar trabajando al lado del horno todo el día.#$e#El verano no es mi estación favorita, mi amor.$s",
				"summer_10": "Realmente no te puedo aconsejar qué poner en la sopa del Luau, perdón cariño.#$e#Eres mejor cocinero.^Eres mejor cocinera.#$e#¡Pero estoy seguro de que vas a elegir algo que va a impresionar al Gobernador!$h",
				"summer_27": "Como un romántico en secreto, yo siempre me encantó ver las medusas lunares.#$e#Yo solo no tenía a nadie con quién compartirlo... ¡hasta que llegaste tú!$h",
				"fall_Clint": "Ah... finalmente está refrescando.#$e#Adoro el otoño.$h",
				"fall_1": "¡Finalmente llegó el otoño! Los hojas siempre me recuerdan a las gemas y cristales en las minas.#$e#¿Sabes a lo que me refiero, verdad, mi amor?$h",
				"fall_15": "No te importa si como más de lo normal en el festival mañana, ¿no?#$e#¡Te juro que aún me gusta más tu cocina! Pero es solo que Gus lo prepara tan a menudo.$h",
				"fall_26": "No debes de saber esto, @, pero todo lo de la víspera de los espíritus me pone nervioso...$s#$e#¡Después de todo yo soy el que es responsable de armar las jaulas para mantener los esqueletos de Marlon a raya!",
				"winter_Clint": "Hace un poco de frío afuera, seguro, ¿pero no es bella la nieve?",
				"winter_1": "Llegó el invierno, gema.#$e#¡No te preocupes, este viejo herrero te va a mantener calientito!$h^¡No te preocupes, este viejo herrero te va a mantener calientita!$h",
				"winter_7": "*gulp* ¿O...Oye... mi amor?#$e#Por favor no... no te rías de mí, ¿pero quisieras armar un muñeco de nieve conmigo mañana?$4#$e#¡A cambio te voy a animar lo mas fuerte que pueda en el concurso de pesca!$h",
				"winter_24": "¿Estás emocionado por el intercambio de regalos de mañana?^¿Estás emocionada por el intercambio de regalos de mañana?#$e#Estaré cruzando los dedos para que recibas algo bonito.$h",
				"winter_28": "Otro año casi ha acabado.#$e#¡Estoy feliz de que lo he pasado contigo, @!$h#$e#Acá, cielito. ¡Salud! [346]",
				"spouseRoom_Clint": "#$c .5#Aún estoy tratando de poner todas mis herramientas acá.#$e#Espero abrir mi tienda acá pronto, si está bien para ti, cariño.",
				"patio_Clint": "Estoy tratando de organizar mis herramientas... ¿Cuando terminaré con todo este lío?$s"
			},
		},
		{
			"Action": "EditData",
			"Target": "strings/schedules/Clint",
			"Entries": {
				"marriage_Mon.000": "¡Oh! Hola, cariño. Estoy trabajando hoy, pero estaré en casa pronto.",
				"marriage_Wed.000": "Hola, mi amor. ¿Necesitas que mejore tus herramientas?",
				"marriage_Fri.000": "Gracias por visitarme en el trabajo, cariño. ¡Significa mucho para mi!"
			},
		},
		{
			"Action": "EditData",
			"Target": "Data/EngagementDialogue",
			"Entries": {
			    "Clint0": "Vamos a casarnos...$4#$e#¿No es emocionante... cariño?$h",
				"Clint1": "¡Yo... yo prometo que haré lo posible para intentar hacerte feliz, @!$4#$e#Puedes contar conmigo.$h",
			},
		},
		{
			"Action": "EditData",
			"Target": "Data/ExtraDialogue",
			"Entries": {
			    "Mines_PlayerKilled_Clint_NotSpouse": "...Te he encontrado inconsciente en las minas. Creo que me jodí la espalda arrastrándote hasta aquí.#$b#Ten más cuidado la próxima vez, ¿vale?$s",
				"Mines_PlayerKilled_Clint_Spouse": "...Te he encontrado inconsciente en las minas, mi gema...$s#$b#¡Estaba tan preocupado! Ten más cuidado la próxima vez...$s",
			},
		},
		{
			"Action": "EditData",
			"Target": "Data/mail",
			"Entries": {
			    "winter_6_1": "Tengo una petición que se sale de lo común. ¿Me harás el favor de mantenerla en secreto?^Quiero que le entregues una amatista a Emily. Es su piedra preferida. Dile que es de mi parte.^  -Clint %item quest 110 %% [#]Pedido inusual de Clint",
			    "emilythyst": "Oh. Casi lo olvido. Aquí tienes.^^  -Clint %item object 66 1 %%"
			},
		},
		{
			"Action": "EditData",
			"Target": "Data/mail",
			"Entries": {
				"winter_6_1": "Tengo una petición que se sale de lo común, @. Pero se que no me vas a juzgar por eso.^Quiero que le entregues una amatista a Emily. Es su piedra preferida. Y ella ha sido siempre una buena amiga.^    -Clint %item quest 110 %% [#]Pedido inusual de Clint"
			},
			"When": { 
				"Relationship:Clint": "Dating",	
			}
		},
		{
			"Action": "EditData",
			"Target": "Data/mail",
			"Entries": {
				"winter_6_1": "Sé que te lo debería pedirlo en persona, pero tengo una petición que se sale de lo común, mi gema.^Quiero que le entregues una amatista a Emily. Si... a la chica que me solía gustar. Es su piedra preferida. Y ella ha sido siempre una buena amiga.^ Dile que es de nuestra parte, ¿lo harás?^   -Clint %item quest 110 %% [#]Pedido inusual de Clint"
			},
			"When": { 
				"Spouse": "Clint"
			}
		},
	]
}