{
	"Changes": [
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Clint",
			"Entries": {
				"danceRejection": "ไม่ล่ะ ขอบคุณ",
				"Mon8": "โอ้ ดีใจที่ได้เจอคุณนะ @!$h",
				"Mon10": "สวัสดี @! มัน... มันดีที่ได้เจอคุณนะ!$4",
				"Tue10": "โอ้... ดีที่คุณแวะมานะ @$h#$e#ไม่หรอก ผมไม่ได้ยุ่งอะไร... สัปดาห์นี้ไม่ค่อยมีอะไรน่ะ",
				"Wed8": "โอ้! เอ่อ... สวัสดี @ ผมไม่ได้ยินคุณเข้ามาน่ะ$4#$e#คุณว่าอากาศช่วงนี้ เป็นยังไงบ้าง...?",
				"Wed10": "ต้องการอัพเกรต เครื่องมือเหรอ?#$e#ไม่ใช่...? โอ้... คุณแค่แวะมาทักทายเหรอ?$4",
				"Thu10": "หวัดดี @! ผมดีใจที่คุณมานี่$h#$e#อยู่คนเดียวในนี้ มันเริ่มเหงาๆ น่ะ",
				"Fri8": "เอ่อ... สุดสัปดาห์นี้มีแผนอะไรมั้ย @?$4",
				"Fri10": "วันศุกร์แล้ว... เป็นเรื่องดีล่ะ!#$e#วันหยุดน่ะดีเสมอ...$h",
				"Sat10": "วันหยุดคุณก็แวะมาด้วย...$s#$e#ขอโทษนะ... ผมแค่ไม่เข้าใจน่ะว่าทำไม$4",
				"Sun10": "เอาล่ะ พรุ่งนี้ก็เป็นอีกสัปดาห์ที่ยุ่งอีกแล้ว#$e#โชคดีนะ @$h",
				"event_blacksmith1": "อืม โอเค เยี่ยม โทษทีนะ ให้เวลาผมแปปนึง...$s",
				"event_blacksmith2": "จริงๆ เหรอ? เยี่ยมเลย รอผมหยิบกระดาษออเดอร์ แปปนึงนะ...",
				"event_blacksmith3": "...อ้อ$8#$b#...จริงเหรอ?$4",
				"event_sadclint1": "อ-อ้อ ขอบคุณนะ @ นั่น... นั่นมีความหมายมากเลย$4",
				"event_sadclint2": "คุณก็ด้วยเหรอ?$s#$b#อ่า... บางทีเราคงเศร้าแล้วก็เหงาไปด้วยกันได้$h",
				"event_iron1": "อะ-เอ่อ ผมไม่ได้มาที่นี่บ่อยน่ะ...$s",
				"event_iron2": "เอ่อ ผม เอ่อ... ผมเพิ่งทำเสร็จ...$s#$b#ฟู่ว! หมดแรงเลย...$h",
				"event_iron3": "อะ-อะ-อะไรนะ? ทำไม... ทำไมจะไม่ล่ะ?$s",
				"divorced": "...คุณต้องการอะไร?$s",
			},
		},
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Clint",
			"Entries": {
				"give_flowersA": "ดอกไม้...ของฉัน...$9#$b#ฉันไม่รู้เลยว่า เธอก็รู้สึกเหมือนกัน... ฉันตกลง!$4#$b#...ถ้าให้ฉันคิด นี่ก็หมายความว่า ฉันเป็นแฟนของเธอ...$h",
				"give_flowersB": "จริงเหรอ? ทั้งที่หลังจากนั้น ฉันก็หลีกทางให้เธอ เพื่อเอมิลี่?$9#$b#ฉันไม่เคยคิดเลยว่า...$4#$b#ฉันมีความสุขมาก ที่ได้เป็นแฟนของเธอ$h",
				"give_pendant": "...! ฉัน...นี่เธอจริงจังหรอเนี่ย? ตกลง!$11#$b#นี่มันดีจน แทบจะไม่เชื่อว่าเป็นเรื่องจริง... ฉันไม่เผลอทำเครื่องมือ กระทกใส่ตัวเองใช่มั้ยเนี่ย แต่ว่า...$6#$b#ฉันมีความสุขจัง ฉันจะไปคุยกับท่านเทศมนตรีเอง ทุกอย่างจะพร้อมในอีก 3 วัน",
				"stardrop_gift": "@ อัญมณีของผม คุณช่างดีกับผมเหลือเกิน$4#$b#ผมหวังว่า สตาร์ดรอป นี้ จะเป็นวิธีที่ยอดเยี่ยมที่สุด ที่ผมจะได้แสดงถึง ความรักและซาบซึ้งของผม$1#$b#ขอบคุณมากนะ แก้วตาของผม$4^ขอบคุณมากนะ แก้วตาของผม$4",
				"rejectNPCA": "...$9#$e#%คลินท์ตัวแข็งทื่อ... ฉันคิดว่าเขาคงไม่รู้ ว่าจะทำยังไงดี....",
				"rejectNPCB": "...$9#$e#%คลินท์ตัวแข็งทื่อ... ฉันคิดว่าเขาคงไม่รู้ ว่าจะทำยังไงดี....",
				"reject_two_heartA": "ฉันแค่อยากจะ อัพเกรดอุปกรณ์น่ะ @$8",
				"reject_two_heartB": "นั่น... ก็ดี แต่ ... ไม่ล่ะ$8",
				"reject_four_heartA": "ขอโทษที... ฉันมีคนที่ชอบแล้ว$4",
				"reject_four_heartB": "โอ้... ฉันหมายถึง.. เอ่อ...$8#$b#ฉันคิดว่า เราควรเป็นแค่เพื่อนกัน$2",
				"engageA": "เธอไม่ได้แต่งงานแล้วหรอ?$2",
				"engageB": "อะไรนะ?$4",
				"marriedA": "เธอแต่งงานกับ %spouse แล้วนี่?",
				"marriedB": "ฉันมั่นใจว่า %spouse อยู่ที่บ้าน และเชื่อมั่นในตัวเธอ เธอก็ควรจะทำแบบนั้นนะ$3",
				"refusal_knownA": "%คลินท์ดูหวาดกลัว",
				"refusal_knownB": "ขอโทษ ไม่ล่ะ$8",
				"refusal_botherA": "%คลินท์ดูรำคาญ",
				"refusal_botherB": "หยุดนะ ฉันบอกไปชัดเจนแล้วนี่$3",
				"refusal_no_heartsA": "เฮ้ออออออ$9#$b#%คลินท์ไม่แม้แต่จะตอบ ว่าตกลงหรือไม่...",
				"refusal_no_heartsB": "เฮ้ออออออ$9#$b#%คลินท์ไม่แม้แต่จะตอบ ว่าตกลงหรือไม่...",
			},
			"When": { "HasMod": "misscoriel.courtship"},
		},
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Clint",
			"Entries": {
				"give_flowersA": "ดอกไม้... มันเทียบไม่ได้กับ การมีคุณหรอก แก้วตาของผม$4",
				"give_flowersB": "ผมดีใจที่คุณเป็นแฟนผมนะ แต่ผมจะยังไม่จินตนาการ ชีวิตคู่ของเราตอนนี้หรอก$4",
				"give_pendant": "นี่คุณมีมันสำรองไว้ หลายอันหรอ?.$9",
				"engageA": "ผม... คิดว่า มันคงจะทำให้เข้าใจผิดนะ ถ้าสวมมันมากกว่า 1 อัน$9",
				"engageB": "ผมต้องการมันแค่อันเดียว ที่รัก$4",
				"marriedA": "เรามีชีวิตแต่งงาน ที่แสนสุขแล้วนี่นา ผมไม่ต้องการสิ่งอื่น เพื่อยืนยันความรัก ของเราแล้ว$h",
				"marriedB": "คุณไปหามันมาจากไหนอีกน่ะ แก้วตา?$9",
			},
			"When": {
				"HasMod": "misscoriel.courtship",
				"Spouse": "Clint"
			}
		},
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/MarriageDialogueClint",
			"Entries": {
				"Rainy_Day_0": "เฮ้ ที่รัก#$e#วันนี้ฝนตกไม่ลืมหูลืมตาเลย ดูแลตัวเอง อย่าให้เปียกด้วยล่ะ!#$e#ผมไม่อยากให้คุณจับไข้",
				"Rainy_Day_1": "อรุณสวัสดิ์ ที่รัก#$e#ผมชงกาแฟไว้ให้คุณด้วย เพื่อให้คุณอบอุ่นยังไงล่ะ! [395]",
				"Rainy_Day_2": "โอ้... เฮ้ ที่รัก#$e#ผมเพิ่งจะ มองออกไปนอกบ้าน... ดูเหมือนวันนี้ฝนจะตกนะ#$e#ผมหวังว่าคุณจะไม่ว่าอะไร ถ้าผมอยู่แต่ในบ้าน",
				"Rainy_Day_3": "*ถอนหายใจ*... สวัสดี @ ฝนตกอีกแล้ว#$e#ผมจะอยู่แต่ในบ้าน แล้วฟังเพลงบลูส์ สักหน่อยแล้วกัน โอเคใช่ไหม?",
				"Rainy_Day_4": "อรุณสวัสดิ์ครับ แก้วตาดวงใจของผม#นี่ ผมทำอาหารเช้าแจ่มๆ ให้คุณ ด้วยใจของผมเลยนะ [194 195 210 211 216]#$e#ถ้าคุณกำลังวางแผนจะ ออกไปข้างนอกในตอนนี้ คุณจะต้องการมันแน่ๆ ล่ะ!",
				"Rainy_Day_Clint": "เฮ้ ที่รัก#$e#วันนี้ฝนตกไม่ลืมหูลืมตาเลย ดูแลตัวเอง อย่าให้เปียกด้วยล่ะ!#$e#ผมไม่อยากให้คุณจับไข้",
				"Rainy_Night_0": "สวัสดี @ ดูเหมือนข้างนอกจะมีพายุนะ ใช่มั้ย?#$e#ผมดีใจจัง ที่ตอนนี้คุณอยู่บ้าน",
				"Rainy_Night_1": "ที่รัก คุณเปียกโชกเลย! คุณจะต้องหนาวมากแน่ๆ !#$e#มานี่สิ ให้อาหารขึ้นชื่อของผมจานนี้ ทำให้คุณอบอุ่นขึ้นสักหน่อย! [199]",
				"Rainy_Night_2": "*ถอนหายใจ*... ผมหวังว่าพรุ่งนี้เราจะได้เห็น แสงอาทิตย์บ้างนะที่รัก!#$e#วันฝนตก มักจะทำให้ผมรู้สึกหมองๆ ตลอดเลย",
				"Rainy_Night_3": "เฮ้ ดูสิว่าใครกลับบ้านแล้ว!#$e#วันนี้ผมจัดระเบียบ เพลงบลูส์ของผมใหม่ล่ะ ที่รัก#$e#ผมไม่ค่อยอยากจะ ออกไปข้างนอกตอนที่ ฝนนั่นยังตกอยู่สักเท่าไหร่",
				"Rainy_Night_4": "วันนี้ของคุณเป็นยังไงบ้างล่ะ แก้วตาของผม? ผมหวังว่าคุณจะไม่ได้ จับไข้มาจาก ข้างนอกนั่นนะ!#$e#อะนี่ ดื่มกาแฟกับผมสักแก้วสิ! [395]",
				"Rainy_Night_Clint": "วันนี้ของคุณเป็นยังไงบ้างล่ะ แก้วตาของผม? ผมหวังว่าคุณจะไม่ได้ จับไข้มาจาก ข้างนอกนั่นนะ!#$e#อะนี่ ดื่มกาแฟกับผมสักแก้วสิ! [395]",
				"Indoor_Day_0": "อรุณสวัสดิ์ ที่รัก#$e#เมื่อคืนคุณหลับสบายรึเปล่า?#$e#ผมหวังว่าเสียงกรนของผม จะไม่ได้ปลุกให้คุณตื่นนะ",
				"Indoor_Day_1": "เฮ้ @ แพนเค้กสักหน่อยไหม?#$e#เมื่อกี๊ ผมเพิ่งจะทำเสร็จจานนึง... ถึงผมจะไม่แน่ใจว่า มันจะดีเท่าที่คุณทำรึเปล่า ก็เถอะนะ! [211]",
				"Indoor_Day_2": "วันนี้คุณมีแผนอยากจะ ทำอะไรเป็นพิเศษรึเปล่า ที่รัก?#$e#หืม? ผมหรอ?... โอ้ ผมคิดว่าตอนนี้ ผมคงทำแค่นั่งฟังเพลงบลูส์น่ะ",
				"Indoor_Day_3": "ดูสิ @ ผมทำอาหารเช้าให้คุณด้วย หลังจากที่คุณทำงาน เกือบหนักเท่าผม#$e#ล้อเล่นน่า! ผมซึ้งใจกับการงานที่คุณ ทำจนเหน็ดเหนื่อยจริงๆ นะ ที่รัก [194 195 210 211 216]$h",
				"Indoor_Day_4": "อรุณสวัสดิ์ ที่รัก! คุณอยากได้เค้กสักหน่อยไหม?#$e# ผมรู้ กินเค้กเป็นอาหารเช้า... มันฟังดู... แปลก ใช่ไหมล่ะ?#$e#แต่ผมอยากจะทำให้คุณ ประมับใจจริงๆ นะ! [220 221]$4",
				"Indoor_Day_Clint": "เฮ้ @ แพนเค้กสักหน่อยไหม?#$e#เมื่อกี๊ ผมเพิ่งจะทำเสร็จจานนึง... ถึงผมจะไม่แน่ใจว่า มันจะดีเท่าที่คุณทำรึเปล่า ก็เถอะนะ! [211]",
				"Indoor_Night_0": "เฮ้ คุณมาแล้ว!#$e#ผมเพิ่งจะคิดอยู่ว่า เมื่อไหร่คุณจะกลับบ้าน คุณมีวันที่ดีรึเปล่า?",
				"Indoor_Night_1": "นี่ครับ ดื่มซุปหน่อยสิ ที่รัก#$e#ผมไม่อยากจะให้คุณ ท้องกิ่วต่อหน้าผม!#$e#ผมจริงจังนะเนี่ยที่รัก ดื่มให้หมดตอนที่มันยังร้อนล่ะ [199 218 219 727 730]",
				"Indoor_Night_2": "*หาว*... โอ้ เฮ้ แก้วตาของผม#$e#เปล่านะ ผมไม่ได้ยังอยู่ตรงนี้ เพื่อรอต้อนรับคุณกลับบ้าน สักหน่อย... หรือบางทีผมอาจจะทำ?!#$e#ยังไงก็แล้วแต่ คืนนี้เราควรจะไปพัก กันได้แล้วล่ะ ใช่ไหม?$h",
				"Indoor_Night_3": "คุณดูเหนื่อยมากเลยนะ ที่รัก คุณไม่ได้เป็นอะไร ใช่ไหม?#$e#คุณอยาก... อยากจะ... *กลืนน้ำลาย*... นวดหลังสักหน่อยไหม?$4",
				"Indoor_Night_4": "เมื่อก่อนตอนผมยังอยู่ที่ร้าน ผมเคยอยู่แต่ในบ้านทั้งวัน ทำเครื่องมือหรือไม่ก็ หลอมแร่แล้วมันติดพันน่ะ#$e# การมาใช้ชีวิตกับคุณที่นี่ เป็นการเปลี่ยนแปลงที่น่ายินดี มากเลยล่ะ!$h",
				"Indoor_Night_Clint": "เฮ้ คุณมาแล้ว!#$e#ผมเพิ่งจะคิดอยู่ว่า เมื่อไหร่คุณจะกลับบ้าน คุณมีวันที่ดีรึเปล่า?",
				"Outdoor_0": "คุณทำได้เยี่ยมมากจริงๆ ที่รัก!#$e#แต่อย่าทำให้ตัวเอง ทำงานจนหนักเกินไปล่ะ#$e#ผมชอบให้ผู้ชายของผม ดูดีและแข็งแรง!$4^ผมชอบให้ผู้หญิงของผม ดูดีและแข็งแรง!$4",
				"Outdoor_1": "อา... ช่างเป็นวันที่ดีอะไรแบบนี้!#$e#ตั้งแต่ผมย้ายมาอยู่กับคุณ ผมก็รู้สึกดีขึ้นมาก#$e#ชีวิตในฟาร์มช่าง สดชื่นดีจริงๆ !$h",
				"Outdoor_2": "เฮ้ แก้วตา คุณกำลังทำอะไรอยู่หรอ?#$e#คุณก็รู้ ผมรู้สึกซาบซึ้งมากๆ ที่ได้มาอยู่ที่นี่กับคุณ มันดีกว่าการใช้ชีวิตที่ ร้านของผมมาก",
				"Outdoor_3": "ผมไม่เคยอยากจะ มีสัตว์เลี้ยงหรอกนะ แต่ %pet ทำให้ผมเปลี่ยนไป#$e#คุณเลี้ยงมันได้ดีมากเลย!",
				"Outdoor_Clint": "คุณทำได้เยี่ยมมากจริงๆ ที่รัก!#$e#แต่อย่าทำให้ตัวเอง ทำงานจนหนักเกินไปล่ะ#$e#ผมชอบให้ผู้ชายของผม ดูดีและแข็งแรง!$4^ผมชอบให้ผู้หญิงของผม ดูดีและแข็งแรง!$4",
				"OneKid_0": "*กลืนน้ำลาย* ผมได้เป็นพ่อคนแล้ว!... ไม่อยากจะเชื่อเลย หวังว่าผมจะเป็น พ่อที่ดีกว่าพ่อของผมนะ$2#$e#คุณไม่ต้องห่วงนะ @ %kid1 จะมีวัยเด็กที่สมบูรณ์แบบ#$e#ผมจะทำให้แน่ใจในเรื่องนั้น$h",
				"OneKid_1": "ดูแก้วตาดวงใจของเราสิ ผมไม่เคยคิดเลยว่า ผมจะได้พูดคำนี้แต่ เรามีครอบครัวเล้กๆ ที่วิเศษมากเลยล่ะ$h#$e#*ถอนหายใจ* อยากให้แม่ได้เห็นภาพนี้จัง$2",
				"OneKid_2": "%kid1 ทำให้ผมนึกถึงตัวเอง ตอนเด็กสุดๆ ไปเลย#$e#เอาล่ะ ไม่ต้องกังวลนะที่รัก ผมจะไม่บังคับให้ %kid1 เดินตามรอยเท้าของผม#$e#วิธีใช้ชีวิตของคุณ ดูน่าสนใจกว่าเยอะเลย!$h",
				"OneKid_3": "การเป็นพ่อคนแม่คน มาพร้อมกับความรับผิดชอบ ที่ยิ่งใหญ่! ผมดีใจที่เรา เผชิญหน้ากับมันด้วยกันนะ @!$h",
				"TwoKids_0": "ลูกๆ ของเราเป็นสมบัติล้ำค่า ใช่มั้ยล่ะ ที่รัก?",
				"TwoKids_1": "พวกเรามากันไกลมาก ใช่ไหม @?#$e#ผมอยากจมีครอบครัวเล็กๆ ของตัวเองมาตลอด แต่ผมไม่เคยกล้าที่จะ หวังว่าผมจะได้มีเลย$4",
				"TwoKids_2": "คุณคิดว่าเด็กๆ มีความสุขหรือเปล่า?#$e# บางครั้งผมก็อดไม่ได้ ที่จะกังวลว่าผมจะทำให้ คุณผิดหวังเหมือน พ่อและแม่ของผม$2#$e#ไม่สิ คุณพูดถูก ที่รัก ผมไม่มีอะไรเหมือนเขาเลย$h",
				"TwoKids_3": "มันยอดเยี่ยมเลย! มีเจ้าตัวเล็กๆ สองคนแล้ว!#$e#แบบนี้ พวกเขาจะไม่มีวันเหงา#$e#ในฐานะที่ผมเป็น ลูกคนเดียว ผมรู้ว่าผมกำลัง พูดอะไรอยู่!$h",
				"TwoKids_4": "%kid1 และ %kid2... ช่างเป็นชื่อที่วิเศษ$h",
				"Good_0": "ผม... ผมไม่ได้จ้องคุณอยู่นะ ที่รัก ผมชอบคุณอย่าง บริสุทธิ์ใจจริงๆ$4#$e#สายตาของผม มักจะไปหยุดอยู่ที่คุณ!$h",
				"Good_1": "@ ผมแค่... ผม... ผมอยากจะให้คุณรู้ว่า ผมรักคุณ คุณพาผมขึ้นมาจากหลุม ที่ผมฝังตัวเองเอาไว้มา นานหลายปี#$e#ขอบคุณ!$h",
				"Good_2": "*ถอนหายใจ* ผมต้องทำยังไงถึงจะ คู่วรกับคุณนะ แก้วตาดวงใจของผม? ผมก็เป็นแค่ช่างตีเหล็กแก่ๆ ที่น่าเบื่อคนหนึ่ง$h#$e#เอาล่ะ... ตอนนี้ผมเป็นช่างตีเหล็กแก่ๆ ที่น่าเบื่อของคุณ$4#$e#ผมรักคุณ ที่รัก!$h",
				"Good_3": "ผมขอจูบคุณได้ไหม ที่รัก?#$e#คุณจะจูบผมคืนทีนึงก็ได้... ถ้าคุณต้องการน่ะนะ$4",
				"Good_4": "บางครั้งผมอดไม่ได้ ที่จะสงสัยว่า ทำไมคุณถึงเลือกผม จากคนตั้งมากมาย#$e#ไม่ว่าจะเกิดอะไรขึ้น ผมจะพยายามทำให้ดีที่สุด เพื่อที่คุณจะได้ไม่ต้องเสียใจ ที่รับช่อดอกไม้ของผม$h",
				"Good_5": "เฮ้ @ คุณจำที่ครั้งหนึ่งผมเคย เล่าเรื่องเกี่ยวกัพ่อของผม ให้คุณฟังได้ไหม?#$e# ที่ผมเล่าให้ฟังว่า เขาพยายามเพื่อจะเปลี่ยนผม ให้กลายเป็นคนอื่นยังไง?$s#$e#ผมแค่รู้สึกยินดีมากๆ ที่คุณไม่เคยพยายามจะ เปลี่ยนแปลงผมเลย$h",
				"Good_6": "ผมรู้ว่า ตอนที่เราเจอกันครั้งแรก ผมจะต้องดูเหมือน ผู้ชายตัวคนเดียว ที่ขี้โมโหแน่ๆ แล้วก็เซ้าซี้ให้คุณ อัพเกรดเครื่องมืออยู่ตลอด#$e#ผมคิดว่าเป็นเพราะ ผมอายเกินกว่าจะเข้าหาคุณดีๆ น่ะ#$e#ขอบคุณโยบะที่ คุณมีความกล้ามากพอ เพื่อเราทั้งสองคน$4",
				"Good_7": "ที่รัก ผม... อื้ม... เกี่ยวกับเอมิลีน่ะ...#$e#ผม... ผมรู้สึกว่า อะไรที่เมื่อก่อนผมเคยทำไว้ มันซื่อบื้อ$s#$e#แต่คุณไม่ต้องกังวลนะ มันก็แค่การปิ๊งใครสักคนน่ะ แล้วตอนนี้มันก็เป็นอดีต ไปหมดแล้วด้วย!$h",
				"Neutral_0": "โอ้ เฮ้ ที่รัก ผมคิดว่าเร็วๆ นี้เราต้องออกไปซื้อของ กันสักหน่อยแล้วล่ะ#$e#ตู้เย็นมันดูโล่งๆ แล้ว",
				"Neutral_1": "คุณคิดว่าน้ำหนักผมลงรึเปล่า?#$e#เอาล่ะ ถ้าน้ำหนักผมลงก็ต้อง ขอบคุณอาหารเพื่อสุขภาพ ที่คุณทำล่ะนะ$h",
				"Neutral_2": "การที่คุณ รู้วิธีทำอาหารเป็นอย่างดี คือสิ่งที่สุดยอดมาก ผมได้กินอาหารที่ ดีต่อสุขภาพเสมอเลย$h",
				"Neutral_3": "ผมหิวเหลือเกิน! ผมคิดว่าผมจะกวาดตู้เย็น ให้เกลี้ยงเลย!",
				"Neutral_4": "การทำงานเป็นช่างตีเหล็ก เป็นงานที่เหนื่อยจริงๆ ...#$e#การทำฟาร์มน่ะ ดีกว่าเยอะเลย!$h",
				"Neutral_5": "คุณเคยดูรายการราชินีแห่งอาหาร (Queen of Sauce) ไหมที่รัก?#$e#มันสอนอะไรบางอย่าง ให้กับผมจริงๆ นะ!",
				"Neutral_6": "อิริเดียมเป็ยนแร่ที่ ทนทานมากที่สุด เสียแค่หายากไปหน่อย",
				"Bad_0": "ขอร้องล่ะ แค่... แค่ปล่อยผมไว้อย่างนี้!$3#$e# ตอนนี้ผมยังไม่อยากจะ พูดอะไร...$s",
				"Bad_1": "*ถอนหายใจ* วันนี้ผมค่อนข้างรู้สึกแย่...$s",
				"Bad_2": "ผมได้... ผมได้ทำอะไรผิดไปรึเปล่า?$s#$e# ทำไมคุณถึงทำกับผมแบบนี้? ผมคิดว่าเรามีความสุขกัน...$s",
				"Bad_3": "ผมไม่อยากจะเชื่อว่า คุณก็พยายามจะเปลี่ยนผม เหมืออนกัน$3#$e#ผมคิดว่าคุณแตกต่าง...$s#$e#ผมคิดว่าคุณใส่ใจ$3",
				"Bad_4": "มัน... มันก็แค่...$3#$e#บางที่ผมอาจจะเข้าใจผิดไป แต่ผมรู้สึกราวกับว่า พวกเรากำลังแตกเป็นเสี่ยงๆ ...$s",
				"funLeave_Clint": "ขอโทษนะที่รัก งานกำลังร้องเรียกผม#$e#ยังไงผู้คนก็ยังต้องการ บริการของผม$h#$e#แต่ผมจะกลับมาบ้าน ก่อนที่คุณจะรู้ตัวซะอีก$h",
				"funReturn_Clint": "เอฮ้ แก้วตา ผมกลับมาแล้ว!$h#$e#*ถอนหายใจ* กลับมาถึงบ้านแล้วรู้สึกดีจัง!$h#$e#ผมคิดถึงคุณ$4",
				"spring_Clint": "แหงอยู่แล้ว ฤดูใบไม้ผลิน่ะสวยงาม แล้วก็ดีทุกอย่างเลย แต่มันทำให้ภูมิแพ้ของผม กำเริบเนี่ยสิ...",
				"spring_1": "สุขสันต์ปีใหม่นะ ที่รัก$h#$e#ผมมีความสุข ที่จะได้ใช้เวลานี้กับคุณ!$4",
				"spring_12": "พรุ่งนี้คุณจะชนะเกมล่าไข่ ใช่ไหม ที่รัก?#$e#คืนพรุ่งนี้ผมอยากจะ กินไข่เจียวจานใหญ่จัง$h",
				"spring_23": "คุณก็รู้ว่าการที่ต้องดู คู่รักพวกนั้นเต้นรำด้วยกัน ทำให้ผมรู้สึกเหงาเสมอมา#$e#แต่ปีนี้ไม่ใช่แบบนั้น! ปีนี้ผมก็จะเป็นหนึ่งใน คนที่ออกไปเต้นรำเหมือนกัน$4",
				"summer_Clint": "ฟิ้ววว! มันร้อนจัง...#$e#ฤดูร้อนในแถบชนบทนี่ ทำให้ร้อนจนหอบได้เลย...#$e#เรื่องดีก็คือเรามีต้นไม้ ให้ร่มเงาเยอะแยะ!$h",
				"summer_1": "ฟิ้ววว... ความร้อนนี่กำลังฆ่าผม#$e#มันเกือบจะเหมือน การทำงานใกล้กับเตาหลอม ทั้งวัน#$e#ผมไม่ได้ชอบฤดูร้อน หรอกนะ ที่รัก$s",
				"summer_10": "ผมไม่รู้จริงๆ ว่าจะแนะนำให้คุณเอาอะไร ไปใส่ในซุปลัวร์ดี ขอโทษนะที่รัก#$e# คุณทำอาหารได้ดีกว่าผม#$e#แต่ผมแน่ใจว่า คุณจะเลือกอะไรบางอย่าง ที่ทำให้ผู้ว่าการรัฐ ประทับใจมากแน่ๆ !$h",
				"summer_27": "มุมโรแมนติกลับๆ ของผมน่ะ ผมชอบดูแมงกะพรุนแสงจันทร์ มาตลอดเลยล่ะ#$e#ผมแค่ไม่รู้จะบอกให้ใครฟัง... จนกระทั่งมีคุณ!$h",
				"fall_Clint": "อา... ในที่สุดอากาศก็เย็นลงสักที#$e#ผมรักฤดูใบไม้ร่วง$h",
				"fall_1": "ในที่สุด ฤดูใบไม้ร่วงก็มาถึงแล้ว! พวกใบไม้ทำให้ผมนึกถึง อัญมณีและคริสตัลในเหมือง อยู่ตลอดเวลา#$e#คุณรู้ว่าผมหมายถึงอะไร ใช่ไหม ที่รัก?$h",
				"fall_15": "คุณไม่ว่าอะไรถ้าพรุ่งนี้ผม กินมากกว่าปกติในเทศกาล ใช่ไหม?#$e#ผมสาบาน ผมยังรักฝีมือการทำอาหาร ของคุณที่สุดอยู่นะ! แต่ช่วงนี้กัสโพล่เข้ามา ในความคิดผมอยู่บ่อยๆ$h",
				"fall_26": "คุณอาจจะไม่รู้เรื่องนี้นะ @ แต่งานเทศกาลภูต ทำให้ผมรู้สึกกังวล...$s#$e#ทั้งหมดเป็นเพราะ ผมคือคนที่ต้องรับผิดชอบ ติดตั้งกรงขังโครงกระดูก ที่มาร์ลอนจับมา!",
				"winter_Clint": "ข้างนอกมันหนาวนิดหน่อย แหงอยู่แล้วล่ะ แต่หิมะมันก็สวยดี ใช่ไหม?",
				"winter_1": "ฤดูหนาวมาถึงแล้ว แก้วตา#$e# อย่ากังวลไปเลย ช่างตีเหล็กแก่ๆ คนนี้จะทำให้คุณอบอุ่นเอง!$h",
				"winter_7": "*กลืนน้ำลาย* ฮ... เฮ้... ที่รัก?#$e#ได้โปรดอย่า... อย่าหัวเราะเยาะผมเลยนะ แต่ในวันพรุ่งนี้คุณจะ ปั้นมนุษย์หิมะกับผมไหม?$4#$e#ผมจะส่งเสียงเชียร์คุณ ในการแข็งขันตกปลา ให้ดังที่สุดที่ผมทำได้ เป็นการตอบแทน!$h",
				"winter_24": "คุณตื่นเต้นกับการ แลกของขวัญในวันพรุ่งนี้ไหม?#$e#ผมจะไขว้นิ้วให้คุณนะ พรุ่งนี้คุณจะได้ ได้ของที่ดีๆ ยังไงล่ะ$h",
				"winter_28": "อีกหนึ่งปีกำลังจะหมดไป#$e# ผมดีใจนะที่ได้ใช้ เวลาปีนี้ไปกับคุณ @!$h#$e#นี่ครับ หวานใจ ดื่ม! [346]",
				"spouseRoom_Clint": "#$c .5#ผมกำลังติดตั้ง เครื่องมือทั้งหมดของผมที่นี่ #$e#ผมหวังว่าจะได้เปิดร้าน ที่นี่ในเร็วๆ นี้นะ ถ้าคุณโอเคกับมันน่ะ ที่รัก",
				"patio_Clint": "ผมพยายามจะจัดระเบียบ เครื่องมือของผม... ผมทำให้มันกลายเป็นแบบนี้ ไปได้ยังไงเนี่ย?$s"
			},
		},
		{
			"Action": "EditData",
			"Target": "strings/schedules/Clint",
			"Entries": {
				"marriage_Mon.000": "อ้าว! สวัสดีที่รัก วันนี้ฉันทำงานน่ะ แต่เดี๋ยวก็กลับบ้านแล้ว",
				"marriage_Wed.000": "ไงจ๊ะ ยอดดวงใจ อยากอัพเกรต เครื่องมือเหรอจ๊ะ?",
				"marriage_Fri.000": "ขอบคุณนะที่รัก ที่มาเยี่ยมฉันที่ทำงาน มันมีความหมายมากเลย!",
			},
		},
		{
			"Action": "EditData",
			"Target": "Data/EngagementDialogue",
			"Entries": {
			    "Clint0": "พวกเราจะได้แต่งงานกัน...$4#$e#น่าตื่นเต้นใช่มั้ยล่ะ... ที่รัก?$h",
				"Clint1": "ฉัน... ฉันสัญญาว่า จะทำให้เธอมีความสุข ให้มากที่สุด @!$4#$e#เธอไว้ใจฉันได้เลย$h",
			},
		},
		{
			"Action": "EditData",
			"Target": "Data/ExtraDialogue",
			"Entries": {
			    "Mines_PlayerKilled_Clint_NotSpouse": "...ฉันเจอเธอหมดสติ อยู่กลางเหมือง ฉันว่าหลังฉันเดาะแล้ว ตอนลากเธอมาถึงบนนี่#$b#ครั้งหน้าก็ระวังหน่อยล่ะ ตกลงมั้ย?$s",
				"Mines_PlayerKilled_Clint_Spouse": "...ฉันพบเธอหมดสติ อยู่กลางเหมืองน่ะ ที่รักของฉัน..$s#$b#ฉันเป็นห่วงมากเลย! ได้โปรดระวังตัวมากกว่านี้ เถอะนะ...$s",
			},
		},
		{
			"Action": "EditData",
			"Target": "Data/mail",
			"Entries": {
			    "winter_6_1": "ฉันมีเรื่องที่อยากจะ รบกวนหน่อย เธอช่วยเก็บเป็นความรับได้มั้ย?^ ฉันต้องการให้เธอ นำอเมทิสต์ไปให้เอมิลี มันเป็นหินที่เธอชอบน่ะ และฝากบอกว่า ฉันเป็นคนให้เอง^  -คลินท์ %item quest 110 %% [#]คำขอแปลกๆ ของคลินท์",
			    "emilythyst": "โอ้ เกือบลืมน่ะ เอ้านี่^^  -คลินท์ %item object 66 1 %%"
			},
		},
		{
			"Action": "EditData",
			"Target": "Data/mail",
			"Entries": {
				"winter_6_1": "ฉันมีเรื่องที่อยากจะ รบกวนหน่อย @ แต่เธออย่างพึ่งเข้าใจฉันผิดไป^ ฉันต้องการให้เธอ นำอเมทิสต์ไปให้เอมิลี มันเป็นหินที่เธอชอบน่ะ และเธอเป็นเพื่อนรักของฉัน^    -คลินท์ %item quest 110 %% [#]คำขอแปลกๆ ของคลินท์"
			},
			"When": {
				"Relationship:Clint": "Dating",
			}
		},
		{
			"Action": "EditData",
			"Target": "Data/mail",
			"Entries": {
				"winter_6_1": "ผมรู้ว่า ที่จริงแล้วผมควรจะขอร้องกับคุณโดยตรง แต่มีเรื่องที่อยากจะ รบกวนหน่อย แก้วตาของผม^ ผมต้องการให้คุณ นำอเมทิสต์ไปให้เอมิลี ใช่แล้ว ผู้หญิงที่ผมเคยชอบ มันเป็นหินที่เธอชอบน่ะ และเธอก็เป็นเพื่อนรักของผม^ ช่วยบอกเธอว่า มันมาจากเราทั้งคู่ ได้มั้ย?^   -คลินท์ %item quest 110 %% [#]คำขอแปลกๆ ของคลินท์"
			},
			"When": {
				"Spouse": "Clint"
			}
		},
	]
}
